[
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Kui soovid luua oma ettevõtte või täiendada ettevõtlusteadmisi siis on see õppekava loodud just Sinule. Õppekava läbides saad ettevõtjana tegutsemise kogemuse ning õpid ärimaailmas orienteeruma ja ettevõtet targalt arendama. Päevaõppes on Sul võimalus spetsialiseeruda tehnoloogiaettevõtluse, loomeettevõtluse või professionaalse müügi suunal. Valides sessioonõppe, saad spetsialiseerumissuundade aineid õppida valikainetena. Semester või aasta EBSi partnerülikoolis avardab Sinu maailmapilti ning pakub Sulle rahvusvahelise õpikogemuse.",
      "Miks ettevõtluse ja ärijuhtimise õppekava?",
      "• Teise õppeaasta sügissemestril (mobiilsusaken) saad õppida meelepäraseid valikaineid ühes 60st EBSi partnerülikoolist. EBSil on Eesti ülikoolidest kõige tugevam partnerülikoolide võrgustik, kuhu kuuluvad paljud Euroopa paremad ärikoolid (EMLyon Business School, Università Bocconi, BI Norwegian Business School, Kedge Business School, Copenhagen Business School jpt).  EBSi partnerülikoolis õppides tasud vaid EBSi õppemaksu ning lisaks maksame Euroopa Liidu riikides õppijatele Erasmus+ stipendiumi.",
      "• Päevaõppes lood koos õpingukaaslastega juba esimesel kursusel tudengiettevõtte. Sessioonõppes keskendud oma ettevõtte ning tööalaste kompetentside arendamisele.",
      "• Õpid tundma start-up ettevõtlust ja e-äri ning digitaalse turunduse eripärasid.",
      "• Lood suhtevõrgustiku inimestest, kellega koos õpitut rakendada ja unistusi ellu viia.",
      "• Sind juhendavad praktikutest õppejõud, kes jagavad isiklikke ettevõtluskogemusi ja aitavad Sul omandada laiapõhjalised teadmised äritegevusest. Kaasaegseid õppemeetodeid toetab pilvepõhine e-õppe platvorm Canvas, mida kasutavad paljud maailma tippülikoolid.",
      "• Õppetöö toimub rühmades, mille suurus sõltub tunnile seatud eesmärgist ja jääb üldreeglina vahemikku 25-50 tudengit. Õppekorralduslikes küsimustes nõustab Sind personaalne õppekonsultant.",
      "Spetsialiseeruda saab kolmel suunal: tehnoloogiaettevõtlus, loomeettevõtlus, professionaalne müük",
      "Tehnoloogiaettevõtlus",
      "Sulle sobib tehnoloogiaettevõtluse õppesuund kui soovid viia ellu innovaatilisi äriideid ja Sind köidab startup ettevõtete kiire edu võti. Õpingute käigus kohtud paljude startup-ettevõtjatega ning innustud nende edulugudest.",
      "Tehnoloogiaettevõtluse spetsialiseerumissuunal õpid:",
      "• Tundma tehnoloogiatrende ja startup-ettevõtete ärimudeleid",
      "• Piiratud ressurssidega startup-ettevõtet käivitama ja juhtima",
      "• Kiiresti kasvava ettevõtte tegevust targalt rahastama",
      "• Maandama startup-ettevõtlusega seonduvaid riske.",
      "• Tehnoloogiaettevõtluse valikmoodul töötati välja koostöös SA Tallinna Teaduspark Tehnopoliga.",
      "Loomeettevõtlus",
      "Sulle sobib loomeettevõtluse õppesuund kui tunned huvi disaini, moe või muusika vastu ning näed ennast tulevikus ettevõtjana. See suund annab Sulle vajalikud teadmised, oskused ja pädevused, kuidas arendada loometegevusest kasumlik äri.",
      "Loomeettevõtluse spetsialiseerumissuunal õpid:",
      "• Tundma disaini, moe, muusika ja teiste loomemajanduse valdkondade ettevõtlusvõimalusi",
      "• Loomeettevõtet juhtima ja mõistma disaini rolli tootearenduses ning turunduses",
      "• Korraldama loomemajanduse projekte, arvestades nende ärilisi ja esteetilisi kriteeriumeid",
      "• Loovisikutega koostööd tegema.",
      "Professionaalne müük",
      "Sulle sobib professionaalse müügi õppesuund kui soovid ärimaailmas läbilöömiseks eekõige arendada enda veenmis- ja müügioskusi. Saad teada, kuidas juhtida müügimeeskonda ning müügitegevust professionaalselt korraldada.",
      "Professionaalse müügi spetsialiseerumissuunal õpid:",
      "• Tundma ja praktikas rakendama nõuandliku müügi põhimõtteid",
      "• Planeerima müügitsüklit ja määratlema müügiprotsessi edutegureid",
      "• Leidma enesemotivatsiooni ka keeruliste müügiläbirääkimiste pidamiseks."
    ],
    "eap": 180,
    "spots": 0,
    "majorWebsite": "https://www.ebs.ee/oppekava/ettevotlus-ja-arijuhtimine-tallinnas",
    "type": "sotsiaalteadused",
    "modules": [
      {
        "name": "Semester I",
        "courses": [
          {
            "name": "Ettevõtluse alused",
            "eapCount": 3
          },
          {
            "name": "Majandusteaduste alused",
            "eapCount": 3
          },
          {
            "name": "Inglise ärikeele keskastme kursus I",
            "eapCount": 3
          },
          {
            "name": "Liidri professionaalne identiteet",
            "eapCount": 3
          },
          {
            "name": "Turundus ja müük",
            "eapCount": 6
          },
          {
            "name": "Majandusmatemaatika ja statistika",
            "eapCount": 6
          },
          {
            "name": "Informaatika",
            "eapCount": 3
          },
          {
            "name": "Spetsialiseerumisplokk: müük",
            "eapCount": 6
          },
          {
            "name": "Spetsialiseerumisplokk: tehnoloogiaettevõtlus",
            "eapCount": 6
          },
          {
            "name": "Spetsialiseerumisplokk: loomeettevõtlus",
            "eapCount": 6
          }
        ]
      },
      {
        "name": "Semester II",
        "courses": [
          {
            "name": "Tudengiettevõtted",
            "eapCount": 3
          },
          {
            "name": "Mikroökonoomika",
            "eapCount": 6
          },
          {
            "name": "Fintantsarvestus",
            "eapCount": 6
          },
          {
            "name": "Inglise ärikeele keskastme kursus II",
            "eapCount": 3
          },
          {
            "name": "Õiguse entsüklopeedia",
            "eapCount": 3
          },
          {
            "name": "Juhtimise alused",
            "eapCount": 3
          },
          {
            "name": "Praktika: Kärjääriväljakutse 1",
            "eapCount": 2
          },
          {
            "name": "Spetsialiseerumisplokk: müük II",
            "eapCount": 6
          },
          {
            "name": "Spetsialiseerumisplokk: tehnoloogiaettevõtlus II",
            "eapCount": 6
          },
          {
            "name": "Spetsialiseerumisplokk: loomeettevõtlus II",
            "eapCount": 6
          }
        ]
      },
      {
        "name": "Semester III",
        "courses": [
          {
            "name": "Valikained",
            "eapCount": 24
          }
        ]
      },
      {
        "name": "Semester IV",
        "courses": [
          {
            "name": "Makroökonoomika",
            "eapCount": 6
          },
          {
            "name": "Juhtimisarvestus",
            "eapCount": 3
          },
          {
            "name": "Inglise ärikeele kursus edeasijõudnutele I",
            "eapCount": 3
          },
          {
            "name": "Designing Managerial Intervention",
            "eapCount": 3
          },
          {
            "name": "Digitaalne turundus",
            "eapCount": 3
          },
          {
            "name": "uurimistöö disain",
            "eapCount": 3
          },
          {
            "name": "Kvalitatiivsed uurimismeetodid",
            "eapCount": 3
          },
          {
            "name": "Ärialane suhtlemine",
            "eapCount": 3
          },
          {
            "name": "Filosoofia",
            "eapCount": 3
          }
        ]
      },
      {
        "name": "Semester V",
        "courses": [
          {
            "name": "Rahvusvaheline äri",
            "eapCount": 3
          },
          {
            "name": "Äritegevus Aasia riikides",
            "eapCount": 3
          },
          {
            "name": "Inglise ärikeele kursus edasijõudnutele",
            "eapCount": 3
          },
          {
            "name": "Äriõigus",
            "eapCount": 6
          },
          {
            "name": "Maksunduse alused",
            "eapCount": 3
          },
          {
            "name": "Eestvedamine",
            "eapCount": 3
          },
          {
            "name": "Kvantitatiivsed uurimismeetodid",
            "eapCount": 3
          },
          {
            "name": "Sotsiaalpsühholoogia",
            "eapCount": 3
          },
          {
            "name": "Sotsioloogia",
            "eapCount": 3
          }
        ]
      },
      {
        "name": "Semester VI",
        "courses": [
          {
            "name": "Äriplaan",
            "eapCount": 3
          },
          {
            "name": "E-äri",
            "eapCount": 6
          },
          {
            "name": "Juhtimissimulatsioon DYNAMA",
            "eapCount": 5
          },
          {
            "name": "Ärieetika",
            "eapCount": 3
          },
          {
            "name": "Lõpueksam",
            "eapCount": 6
          },
          {
            "name": "Bakalaureusetöö",
            "eapCount": 6
          },
          {
            "name": "Valikaine",
            "eapCount": 3
          }
        ]
      }
    ],
    "level": "bakalaureus",
    "outcomes": [
      "On võimeline omandama, analüüsima ja tõlgenda-ma informatsiooni, mis on vajalik konteksti arvestavate tõendipõhiste otsuste langetamiseks tüüpilistes ettevõtlussituatsioonides",
      "On võimeline kriitiliselt rakendama laiapõhjalisi ja süsteemseid teadmisi ärivaldkonna alusteooriatest, kontseptsioonidest, praktilistest printsiipidest ja protsessidest",
      "Oskab kasutada analüüsi- ja otsustusvõimet selleks, et rakendada konteksti arvestavaid sobivaid lahendusi ettevõtlusega seonduvate ülesannete lahendamiseks",
      "Oskab luua visiooni ning sõnastada ja edastada ideesid ja tegevuskavasid hästi põhjendatud ning efektiivsel viisil",
      "On võimeline töötama efektiivselt nii juhi kui ka meeskonnamängija rollis erinevates kultuurilistes kontekstides",
      "Omab süsteemset ülevaadet ettevõtluse ja ärijuhtimise põhimõistetest, teoreetilistest printsiipidest ja uurimismeetoditest.",
      "Programmi lõpetajad tegutsevad ettevõtjatena või väikeettevõtte juhtidena, samuti äriprojektide arendajate ning spetsialistidena ettevõtlikkust ja majandusteadmisi eeldavatel ametikohtadel. EBSi vilistlaste sissetulek äri- ja juhtimisvaldkonnas on võrreldes teiste ülikoolide lõpetanutega kõrgeim."
    ],
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
      {
        "term": "Vestlus"
      },
      {
        "term": "Eesti keele riigieksam vähemalt 30 punkti"
      },
      {
        "term": "Inglise keele oskus vähemalt B1 tasemel"
      }
    ],
    "name": "Ettevõtlus ja ärijuhtimine",
    "cost": {
      "amount": 2300,
      "currency": "€",
      "interval": "semester"
    }
  },
  {
    "studyLocation": [
      "Tallinn",
      "Helsingi"
    ],
    "description": [
      "See maailma 122 parima ärikorralduse õppekava hulka kuuluv programm valmistab Sind ette töötama juhi või tippspetsialisina rahvusvahelises ettevõttes või avaliku sektori organisatsioonis. Õppejõud ja üliõpilased paljudest eri riikidest aitavad luua tõeliselt rahvusvahelise õpikeskkonna. Sul on võimalus spetsialiseeruda rahanduse ja majandusarvestuse või turunduse ja kommunikatsiooni suunal. Semester või aasta EBSi partnerülikoolis avardab Sinu maailmapilti ning annab hindamatu õpikogemuse  teises kultuuriruumis",
      "Miks rahvusvahelise ärijuhtimise õppekava?",
      "• Õppekaval on kõrgeima taseme rahvusvaheline tunnustus ehk EPAS akrediteering.",
      "• Teise õppeaasta sügissemestril (mobiilsusaken) saad õppida meelepäraseid valikaineid ühes 60st EBSi partnerülikoolist. EBSil on Eesti ülikoolidest kõige tugevam partnerülikoolide võrgustik, kuhu kuuluvad paljud Euroopa paremad ärikoolid (EMLyon Business School, Università Bocconi, BI Norwegian Business School, Kedge Business School, Copenhagen Business School jpt).  EBSi partnerülikoolis õppides tasud vaid EBSi õppemaksu ning lisaks maksame Euroopa Liidu riikides õppijatele Erasmus+ stipendiumi.",
      "• Sul on võimalus omandada topeltdiplomi Suurbritannia 2018. aasta ülikooliks valitud Lancaster School of Management'ist (The Times ja Sunday Times University of the Year 2018).",
      "• Sind juhendavad õppejõud eri riikidest, kes aitavad Sul omandada laiapõhjalised teadmised rahvusvahelisest ärijuhtimisest. Kaasaegseid õppemeetodeid toetab pilvepõhine e-õppe platvorm Canvas, mida kasutavad paljud maailma tippülikoolid.",
      "• Lood rahvusvahelise suhtevõrgustiku, kellega koos õpitut rakendada ja unistusi ellu viia.",
      "• Õppetöö toimub enamasti väikestes õpperühmades (mitte rohkem kui 35 tudengit) ja Sind nõustab õppekorralduslikes küsimustes personaalne õppekonsultant.",
      "Spetsialiseeruda saab 3 erineval suunal: rahandus ja majandusarvestus, turundus ja kommunikatsioon või topletdiplom Inglismaalt",
      "Rahandus ja majandusarvestus",
      "Sulle sobib rahanduse ja majandusarvestuse õppesuund kui soovid omandada fintantsspetsialistile vajalikud baasteadmised. Õppekava on tunnustatud CFA Instituudi poolt ja rahanduse valdkonna kursuseid õpetatakse lähtudes CFA esimese taseme nõuetest. Majandusarvestuse valdkonna kursustel käsitletavad teemad ühtivad suures osas ACCA vastavate eksamiteemadega. ACC eksameid on võimalik sooritada EBSis",
      "Rahanduse ja majandusarvestuse  spetsialiseerumissuunal õpid:",
      "• Tundma finantsalast oskussõnavara ja seda korrektselt kasutama",
      "• Hindama ettevõtte väärtust ja investeeringute tasuvust  ning analüüsima finantsdokumentides sisalduvat informatsiooni",
      "• Haldama isiklikku investeerimisportfelli ja oma vara väärtust kasvatama",
      "Turundus ja kommunikatsioon",
      "Sulle sobib turunduse ja komminikatsiooni õppesuund, kui Sinu kireks on luua silmapaistvaid tulevikubrände ning plaanid asuda tööle ettevõtte turundusosakonnas või reklaamiagentuuris.",
      "Turunduse ja kommunikatsiooni spetsialiseerumissuunal õpid:",
      "• koguma ja analüüsima turundustegevuste kavandamiseks vajalikku informatsiooni",
      "• viima ellu ettevõtte eesmärke toetavaid  turundusplaane",
      "• oma turundusalaseid ideid veenvalt esitama ning kommunikeerima.",
      "Kõikidel rahvusvahelise ärijuhtimise tudengitel on võimalik omandada EBSi ja Lancaster University Management School topeltdiplom. Topeltdiplomi programmis osalevad tudengid õpivad kaks esimest õppeaastat EBSis ning kaks järgmist aastat Lancaster University's Inglismaal. Lõpetamise eelduseks on lõputöö kaitsmine. Välisülikooli diplom kehtib koos EBSi diplomiga. Topeltdiplomiprogrammis osalemise eelduseks on kaalutud keskmine hinne vähemalt 4,0.",
      "LUMSist:",
      "• The Times ja Sunday Times nimetasid Lancaster University Suurbritannia 2018. aasta ülikooliks (University of the Year 2018) ning Lancaster Unversity Management School (LUMS) omab kõiki olulisemaid rahvusvahelisi akrediteeringuid (AACSB, EQUIS, AMBA).",
      "• LUMSi õppetöö on tihedalt seotud ülikooli kõrgetasemelise teadustegevusega.",
      "• Ülikoolil on tugev vilistlasliikumine ja kõrgelt hinnatud ülikoolilinnak."
    ],
    "eap": 180,
    "spots": 0,
    "majorWebsite": "https://www.ebs.ee/oppekava/rahvusvaheline-arijuhtimine",
    "type": "sotsiaalteadused",
    "modules": [
      {
        "name": "Semester I",
        "courses": [
          {
            "name": "Principles of Economics",
            "eapCount": 3
          },
          {
            "name": "English for Management and Marketing",
            "eapCount": 3
          },
          {
            "name": "Principles of Management",
            "eapCount": 3
          },
          {
            "name": "Principles of Marketing",
            "eapCount": 6
          },
          {
            "name": "Mathematics for Business",
            "eapCount": 6
          },
          {
            "name": "Computer Fundamentals for Business I",
            "eapCount": 3
          },
          {
            "name": "Development of Study Skills",
            "eapCount": 2
          },
          {
            "name": "Philosophy",
            "eapCount": 3
          },
          {
            "name": "Sociology",
            "eapCount": 3
          }
        ]
      },
      {
        "name": "Semester II",
        "courses": [
          {
            "name": "Microeconomics",
            "eapCount": 6
          },
          {
            "name": "Financial Accounting",
            "eapCount": 6
          },
          {
            "name": "Human Resource Management",
            "eapCount": 3
          },
          {
            "name": "English for Finance and Accounting",
            "eapCount": 3
          },
          {
            "name": "Introduction to Statistics",
            "eapCount": 3
          },
          {
            "name": "Communication and Presentation Skills",
            "eapCount": 3
          },
          {
            "name": "Social Psychology",
            "eapCount": 3
          },
          {
            "name": "Optional",
            "eapCount": 3
          }
        ]
      },
      {
        "name": "Semester III",
        "courses": [
          {
            "name": "Mobility window",
            "eapCount": 30
          }
        ]
      },
      {
        "name": "Semester IV",
        "courses": [
          {
            "name": "Business Planning",
            "eapCount": 3
          },
          {
            "name": "Macroeconomics",
            "eapCount": 6
          },
          {
            "name": "Managerial Accounting",
            "eapCount": 3
          },
          {
            "name": "English for Economics and Law",
            "eapCount": 3
          },
          {
            "name": "Law Encyclopedia",
            "eapCount": 3
          },
          {
            "name": "Project Management",
            "eapCount": 3
          },
          {
            "name": "Research Design",
            "eapCount": 3
          },
          {
            "name": "Qualitative Research Methods",
            "eapCount": 3
          },
          {
            "name": "Internship",
            "eapCount": 6
          }
        ]
      },
      {
        "name": "Semester V",
        "courses": [
          {
            "name": "International Business",
            "eapCount": 3
          },
          {
            "name": "Corporate Finance",
            "eapCount": 6
          },
          {
            "name": "Academic and Business Writing",
            "eapCount": 3
          },
          {
            "name": "Business Law",
            "eapCount": 6
          },
          {
            "name": "Quantitative Research Methods",
            "eapCount": 3
          },
          {
            "name": "Optional",
            "eapCount": 9
          }
        ]
      },
      {
        "name": "Semester VI",
        "courses": [
          {
            "name": "Strategic Management",
            "eapCount": 3
          },
          {
            "name": "Business Simulation DYNAMA",
            "eapCount": 5
          },
          {
            "name": "Business Ethics",
            "eapCount": 3
          },
          {
            "name": "Public Relations and Media Communication",
            "eapCount": 6
          },
          {
            "name": "Optional",
            "eapCount": 3
          },
          {
            "name": "Bachelor Thesis or Final Exam",
            "eapCount": 6
          }
        ]
      }
    ],
    "level": "bakalaureus",
    "outcomes": [
      "Oskab objektiivselt analüüsida tüüpiliste äritegevusega seonduvate ülesannete eetilisi ning juriidilisi aspekte",
      "On võimeline omandama, analüüsima ja tõlgendama informatsiooni, mis on vajalik konteksti arvestavate tõendipõhiste otsuste langetamiseks tüüpilistes äritegevuse situatsioonides",
      "On võimeline kriitiliselt rakendama laiapõhjalisi ja süsteemseid teadmisi ärivaldkonna alusteooriatest, kontseptsioonidest, praktilistest printsiipidest ja protsessidest",
      "Oskab kasutada analüüsi- ja otsustusvõimet selleks, et soovitada konteksti arvestavaid sobivaid lahendusi tüüpiliste äritegevusega seonduvate ülesannete lahendamiseks",
      "Oskab kommunikeerida ideesid ja tegevuskavasid hästi põhjendatud ning efektiivsel viisil nii üksikisiku kui grupi tasandil",
      "On võimeline töötama efektiivselt nii juhi kui ka meeskonnamängija rollis erinevates kultuurilistes kontekstides.",
      "Programmi lõpetajad töötavad turundus- ja finantsspetsialistide ning esmatasandi juhtidena rahvusvahelistes ettevõtetes või avaliku sektori asutustes. EBSi vilistlaste sissetulek äri- ja juhtimisvaldkonnas on võrreldes teiste ülikoolide lõpetanutega kõrgeim"
    ],
    "language": "inglise keel",
    "duration": 3,
    "requirements": [
      {
        "term": "Inglise keele oskus vähemalt B2 tasemel"
      },
      {
        "term": "Matemaatika riigieksami tulemus"
      },
      {
        "term": "Vestlus"
      }
    ],
    "name": "Rahvusvaheline ärijuhtimine",
    "cost": {
      "amount": 2300,
      "currency": "€",
      "interval": "semester"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Uuenduslik ingliskeelne õppekava ''Ettevõtlus digiajastul'' on välja töötatud tuginedes ühiskonna vajadustele, parimatele praktikatele ja EBSi 30-aastasele kogemusele ettevõtlusõppe rakendamisel. Õppeprotsessi loogika järgib reaalseid ettevõtlusprotsessi etappe ja valmistab Sind ette tegutsemiseks globaalsetel turgudel ning rahvusvahelises keskkonnas. Õppekava moodulid läbitakse meeskonnatööde formaadis ning lisaks lektoritele on õppeprotsessi käigus toeks ettevõtjad, mentorid ja coachid. Õppetöö käigus õpid looma seoseid ettevõtlusteooriate, praktikate ja ettevõtlusmeeskonnas töötamise kogemuste vahel digitaalajastul ning lahendama saadud teadmistele tuginedes loovalt probleeme, mis tekivad ettevõtte erinevates arenguetappides.",
      "Miks valida õppekava Ettevõtlus digiajastul?",
      "• Kolme aasta jooksul läbid ettevõtjana kogu elukaare, alustades oma äriidee otsingu ja ettevõtte loomisega ning lõpetades ettevõtte likvideerimisega",
      "• Õppetöö on üles ehitatud päriseluliste probleemide lahendamisele ja meeskonnatööle",
      "• Õppetöö käigus lood suhtevõrgustiku inimestest, kellega koos õpitut rakendada ja unistusi ellu viia",
      "• Kaasaegseid õppemeetodeid toetab pilvepõhine e-õppe platvorm Canvas, mida kasutavad paljud maailma tippülikoolid",
      "• EBSil on Eesti ülikoolidest kõige tugevam partnerülikoolide võrgustik, kuhu kuuluvad paljud Euroopa paremad ärikoolid (EMLyon Business School, Università Bocconi, BI Norwegian Business School, Kedge Business School, Copenhagen Business School jpt). Teise õppeaasta sügissemestril (mobiilsusaken) saad õppida meelepäraseid valikaineid ühes 60st EBSi partnerülikoolist või spetsialiseeruda rahanduse ja majandusarvestuse või turunduse ja kommunikatsiooni suunal.",
      "Pakume kõigile sisseastujatele võimalust kandideerida stipendiumitele. Kui oled ettevõtlik, Sul on head õpitulemused ja kogemused väljaspool õppetööd, on Sul suurepärased eeldused olla parimate kandidaatide hulgas. Stipendiumile kandideerimiseks kirjuta sooviavaldus EBSi stipendiumikomisjonile, kus kirjeldad oma seniseid tegemisi ning selgitad:",
      "• miks soovid just EBSis õppida ning millisel õppekaval",
      "• kuidas plaanid EBSis õpitut rakendada ning milliseid eesmärke oled endale seadnud",
      "• mida õpingukaaslaste jaoks väärtuslikku ja nende ülikoolikogemust rikastavat tood endaga EBSi kaasa."
    ],
    "eap": 180,
    "spots": 0,
    "majorWebsite": "https://www.ebs.ee/oppekava/uus-oppekava-ettevotlus-digiajastul",
    "type": "sotsiaalteadused",
    "modules": [
      {
        "name": "Ettevõtlusega alustmine",
        "courses": [
          {
            "name": "Ettevõtlusmaastiku ja võimaluste avastamine",
            "eapCount": 12
          },
          {
            "name": "Ärimudeli koostamine",
            "eapCount": 12
          },
          {
            "name": "Valikaine",
            "eapCount": 3
          },
          {
            "name": "Valikaine",
            "eapCount": 3
          },
          {
            "name": "Entrepreneurial Practices*",
            "eapCount": 3
          },
          {
            "name": "Ringmajandus*",
            "eapCount": 3
          },
          {
            "name": "English for Entrepreneurs*",
            "eapCount": 3
          },
          {
            "name": "Maksunduse alused*",
            "eapCount": 3
          },
          {
            "name": "Liidri professionaalne identiteet*",
            "eapCount": 3
          }
        ]
      },
      {
        "name": "Ettevõtte strateegia rakendamine",
        "courses": [
          {
            "name": "Ettevõtte käivitamine",
            "eapCount": 12
          },
          {
            "name": "Efektiivse äriorganisatsiooni disainimine",
            "eapCount": 12
          },
          {
            "name": "Observation Internship",
            "eapCount": 2
          },
          {
            "name": "Valikaine",
            "eapCount": 3
          },
          {
            "name": "Valikaine",
            "eapCount": 3
          },
          {
            "name": "Entrepreneurial Practices II*",
            "eapCount": 3
          },
          {
            "name": "Basic Digital Literacy*",
            "eapCount": 3
          }
        ]
      },
      {
        "name": "Ettevõtte tegevuse tõhustamine",
        "courses": [
          {
            "name": "Ettevõtte ettevalmistamine rahvusvahelistumiseks",
            "eapCount": 6
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 3
          }
        ]
      },
      {
        "name": "Ettevõtte laiendamine ja rahvusvahelistumine",
        "courses": [
          {
            "name": "Ettevõtte kasvu finantseerimine ja juhtimine",
            "eapCount": 12
          },
          {
            "name": "Muutuste juhtimine ettevõttes",
            "eapCount": 12
          },
          {
            "name": "Analysis Internship",
            "eapCount": 2
          },
          {
            "name": "Valikaine",
            "eapCount": 3
          },
          {
            "name": "Valikaine",
            "eapCount": 3
          }
        ]
      },
      {
        "name": " Ettevõtte ümberkujundamine",
        "courses": [
          {
            "name": "Ettevõtte hindamine",
            "eapCount": 12
          },
          {
            "name": "Ettevõttest väljumise strateegia loomine ja rakendamine",
            "eapCount": 12
          },
          {
            "name": "Valikaine",
            "eapCount": 3
          },
          {
            "name": "Valikaine",
            "eapCount": 3
          }
        ]
      },
      {
        "name": "Ettevõtte tulevikustrateegia loomine",
        "courses": [
          {
            "name": "Bakalaureusetöö",
            "eapCount": 6
          },
          {
            "name": "Õppekava lõpetamine ja tulevikusihtide seadmine",
            "eapCount": 9
          },
          {
            "name": "Alustava ettevõtte nõustamine",
            "eapCount": 9
          },
          {
            "name": "Counceling Internship",
            "eapCount": 2
          }
        ]
      }
    ],
    "level": "bakalaureus",
    "outcomes": [
      "Kasutab digitaalajastule kohaseid ettevõtluse ja juhtimisega seotud info- ja kommunikatsioonitehnoloogiaid",
      "Seostab ettevõtlusteooriaid ja praktikaid digitaalajastu kontekstis",
      "Lahendab probleeme, mis tekivad ettevõtte erinevatel arenguetappidel",
      "Nõustab ettevõtteid nende igapäevaste probleemide lahendamisel",
      "Parendab ettevõtlikku meeskonna tulemusi nii meeskonna liikmena kui juhina",
      "Koostab isikliku arengukava arvestades oma tugevusi ja arenguvaldkondi ettevõtjana või ettevõtliku töötajana",
      "Arendab edaspidiseks karjääriks vajalikke ülekantavaid pädevusi (pädevus on integreeritud kogum teadmistest, oskustest ja hoiakutest).",
      "Programmi vilistlasena oled omandanud vajalikud teadmised ja oskused oma ettevõtte loomiseks ja arendamiseks rahvusvahelises meeskonnas; samuti saad soovi korral rakendada end äriprojekti arendaja või spetsialistina ettevõtlikust ja majanduslikke teadmisi eeldatavatel ametikohtadel."
    ],
    "language": "inglise keel",
    "duration": 3,
    "requirements": [
      {
        "term": "Inglise keele oskus vähemalt B2 tasemel"
      },
      {
        "term": "Vestlus"
      }
    ],
    "name": "Ettevõtlus digiajastul",
    "cost": {
      "amount": 2300,
      "currency": "€",
      "interval": "semester"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Meie üheaastane MBA programm on Sulle kui Sul juba on mistahes erialal magistrikraad ja soovid oma juhtimisoskusi ja ettevõtlusalaseid teadmisi täiustada. Meie uuenduslik MBA programm arendab Sind juhiks, kes suudab olla kiiresti muutuvas keskkonnas püsiva kasvu algatajaks.",
      "Meie innovaatiline üheaastane MBA programm aitab Sul omandada magistrikraadi oma praegust karjääri katkestamata. Me aitame Sul kujundada võimalikult mugava õppekava, mis arvestab ühelt poolt Sinu võimalusi õppetöösse panustada ning teiselt poolt soovib täita Su ootused ja eesmärgid, arvestades Sinu isiklikku ja professionaalset arengut.",
      "Sobiv kandidaat:",
      "• omab magistrikraadi või 240 EAP-d bakalaureusekraadi ärijuhtimisega mitteseotud erialal või nendega võrdsustatud kvalifikatsiooni",
      "• omab vähemalt 3 - aastast juhtimise või tiimijuhtimise kogemust. Hindame nii inimeste kui protsesside juhtimise kogemust. Too see välja oma CV-s.",
      "• valdab piisaval tasemel inglise keelt (B2)",
      "• väljendab oma huvi ja entusiasmi silmapaistvas ning meeldejäävas avalduses.",
      "Õppemaks on 3100€ semestris. Euroopa Liidu kodanikel on võimalik õppemaks tasuda semestri kaupa või jagada see kaheks osamakseks semestris (lisandub 35 eurone menetlustasu). Euroopa Liidu mittekodanikud peavad tasuma õppemaksu täies ulatuses koheselt kogu programmi eest. Kui sa oled Eesti Vabariigi resident või Sul on pikaajalise elaniku elamisluba, siis on võimalik õppemaks tasuda osade kaupa kasutades õppeinvesteeringut.",
      "Pakume kõigile vastuvõetud tudengitele võimalust kandideerida stipendiumitele. Kui oled ettevõtlik ja omad kogemusi ning saavutusi väljaspool õppetööd, siis on Sul suurepärased eeldused olla parimate kandidaatide hulgas.  Stipendiumile kandideerimiseks kirjuta sooviavaldus EBSi stipendiumikomisjonile, kus kirjeldad oma seniseid tegemisi. Palun märgi kandideerimisavalduses:",
      "• Miks soovid õppida EBSis just sellel õppekaval?",
      "• Kuidas plaanid EBSis õpitut rakendada ning milliseid eesmärke oled endale seadnud?",
      "• Mida õpingukaaslaste jaoks väärtuslikku ja nende ülikoolikogemust rikastavat tood endaga EBSi kaasa?"
    ],
    "eap": 60,
    "spots": 0,
    "majorWebsite": "https://www.ebs.ee/mba-management-1-year-program",
    "type": "sotsiaalteadused",
    "modules": [
      {
        "name": "Semester I",
        "courses": [
          {
            "name": "Ettevõtte rahandus",
            "eapCount": 6
          },
          {
            "name": "Finants- ja juhtimisarvestus",
            "eapCount": 6
          },
          {
            "name": "Strateegiline juhtimine ja innovatsioon",
            "eapCount": 6
          },
          {
            "name": "Inimeste juhtimine ja organisatsioonid",
            "eapCount": 6
          },
          {
            "name": "Juhtimine je eetika",
            "eapCount": 3
          },
          {
            "name": "Turndus ja müük",
            "eapCount": 3
          },
          {
            "name": "Koondeksam I: Coaching",
            "eapCount": 4
          }
        ]
      },
      {
        "name": "Semester II",
        "courses": [
          {
            "name": "Juhtimisökonoomika",
            "eapCount": 3
          },
          {
            "name": "Uued tehnoloogiad äris",
            "eapCount": 6
          },
          {
            "name": "Operatsioonide ja projektijuhtimine",
            "eapCount": 6
          },
          {
            "name": "Koondeksam II: Juhtimismäng",
            "eapCount": 5
          },
          {
            "name": "Koondeksam III: Teoreetiline põhiõppe test",
            "eapCount": 3
          },
          {
            "name": "Koondeksam IV: Kaasusepõhine lõpueksam",
            "eapCount": 3
          }
        ]
      }
    ],
    "level": "magister",
    "outcomes": [
      "Teab, kuidas juhtida ning arendada organisatsiooni globaal- ja regionaalmajanduslikus kontekstis",
      "Tunneb juhtimisega seotud väljakutseid ja mõju, mida avaldavad keskkond, finantssuutlikkus ja organisatsiooni tehnoloogiline areng",
      "Mõistab piisavalt andmete haldamise olulisust ja rakendatavust selleks, et teha teadlikke ja objektiivseid juhtimisotsuseid",
      "On tuttav ettevõtte või organisatsiooni strateegilise ja innovatsiooni juhtimise mudelite ja metoodikatega",
      "Tunneb kõige uuemaid digi- ja äritehnoloogiaid ning on võimeline analüüsima tehnoloogilisi võimalusi ja väljakutseid, mis viivad ettevõtte või organisatsiooni kasvule ja suurema efektiivsuseni",
      "On võimeline süstemaatiliselt rakendama teadmisi ja arusaamu teooriast praktikasse, lahendama keerulisi probleeme ja tõstma organisatsiooni konkurentsivõimet",
      "Oskab rakendada probleemipõhist mõtlemist ja otsuste vastuvõtmist, arvestades lahenduste efektiivsust ülesannete ja reaalsusel põhinevate simulatsioonide lõpuleviimiseks",
      "On võimeline suhtlema tulemuslikult nii individuaaltasandil kui ka meeskonna koosseisus",
      "Omab piisavat meeskonnatöö kogemust ja on võimeline meeskonda juhtima",
      "Oskab juhina ja liidrina objektiivselt analüüsida erinevate olukordade eetilisi aspekte ja sellest tulenevalt tegutseda",
      "On võimeline oma teadmiste ja oskuste rakendamisel demonstreerima eneseteadlikkust ja -usku",
      "Tunneb rahvusvahelist konteksti ja oskab seda seostada strateegiliste otsuste tegemisega ja nõustamisega."
    ],
    "language": "inglise keel",
    "duration": 1,
    "requirements": [
      {
        "term": "Magistrikraadi või 240 EAP-d bakalaureusekraadi ärijuhtimisega mitteseotud erialal"
      },
      {
        "term": "Inglise keele oskus vähemalt B12 tasemel"
      },
      {
        "term": "Vestlus"
      },
      {
        "term": "3 aastane juhimise kogemus"
      }
    ],
    "name": "Rahvusvaheline ärijuhtimine (1a)",
    "cost": {
      "amount": 5500,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "EBSi 2-aastane MBA programm on mõeldud juhtidele, kes soovivad end üha kiiremini muutuvas ja arenevas keskkonnas pidevalt täiendada. Meie õpetamise põhimõtted ja fookusalad võimaldavad Sulle erakordsel tasemel väljaõpet pidevas koostöös oma ala parimate lektorite ja juhtimistreeneritega.",
      "• Omandad tugevad alused ettevõtluse põhivaldkondades",
      "• Õpid ja arened koos õpingukaaslastega",
      "• Õpid orienteeruma kõige uuemates juhtimisvõtetes",
      "• Saavutad täiesti uue taseme sinu poolt valitud ärijuhtimise valdkonnas",
      "• 2-aastase MBA programmi läbimiseks ei pea Sa oma karjääri katkestama ning Sul on võimalik valida, kas läbid õpingud aeglasemas või kiiremas tempos. Õpe toimub inglise keeles. Programm koosneb põhiõppeainetest (45 EAP), lõpetamise moodulist (15 EAP) ning tudengi poolt valitavatest nanokraadidest (60 EAP).",
      "Meie MBA põhiprogramm annab sulle tugeva põhja organisatsiooni ökonoomika ja finantstulemuste alal; õpetab, kuidas organisatsioone tegelikult korraldada ja hallata ning treenib vastutustundliku juhtimise ja inimsuhete alaseid oskusi. Sellele tugevale alustalale on võimalik ehitada põhjalikud oskused, valides kaks meie kuuest fookusalast.",
      "Meie programmi poolt pakutavad fookusalad, mida õpetavad tipptasemel õppejõud ja selle ala spetsialistid võimaldavad Sul saavutada täiesti uue taseme Sinu poolt valitud ärijuhtimise valdkonnas. Anname sulle oskused, vahendid, teadmised ja enesekindluse, et teha keerulises tehnoloogiapõhises globaalses ärikeskkonnas teadlikke otsuseid. Meeskonnakeskses õpetamis- ja õppimisprotsessis kasutatakse reaalse elu näiteid.",
      "Pakume kõigile vastuvõetud tudengitele võimalust kandideerida stipendiumitele. Kui oled ettevõtlik, Sul on kogemused ning saavutused väljaspool õppetööd, on Sul suurepärased eeldused olla parimate kandidaatide hulgas.  Stipendiumile kandideerimiseks kirjuta sooviavaldus EBSi stipendiumikomisjonile, kus kirjeldad oma seniseid tegemisi ning selgitad: "
    ],
    "eap": 120,
    "spots": 0,
    "majorWebsite": "https://www.ebs.ee/mba-management-2-year-program",
    "type": "sotsiaalteadused",
    "modules": [
      {
        "name": "Semester I",
        "courses": [
          {
            "name": "Ettevõtte rahandus",
            "eapCount": 6
          },
          {
            "name": "Finants- ja juhtimisarvestus",
            "eapCount": 6
          },
          {
            "name": "Strateegiline juhtimine ja innovatsioon",
            "eapCount": 6
          },
          {
            "name": "Inimeste juhtimine ja organisatsioonid",
            "eapCount": 6
          },
          {
            "name": "Juhtimine je eetika",
            "eapCount": 3
          },
          {
            "name": "Turndus ja müük",
            "eapCount": 3
          },
          {
            "name": "Koondeksam I: Coaching",
            "eapCount": 4
          }
        ]
      },
      {
        "name": "Semester II",
        "courses": [
          {
            "name": "Juhtimisökonoomika",
            "eapCount": 3
          },
          {
            "name": "Uued tehnoloogiad äris",
            "eapCount": 6
          },
          {
            "name": "Operatsioonide ja projektijuhtimine",
            "eapCount": 6
          }
        ]
      },
      {
        "name": "Semester III",
        "courses": [
          {
            "name": "Koondeksam II: Juhtimismäng",
            "eapCount": 5
          },
          {
            "name": "Koondeksam III: Teoreetiline põhiõppe test",
            "eapCount": 3
          },
          {
            "name": "Koondeksam IV: Kaasusepõhine lõpueksam",
            "eapCount": 3
          }
        ]
      }
    ],
    "level": "magister",
    "outcomes": [
      "Teab, kuidas juhtida ning arendada organisatsiooni globaal- ja regionaalmajanduslikus kontekstis",
      "Tunneb juhtimisega seotud väljakutseid ja mõju, mida avaldavad keskkond, finantssuutlikkus ja organisatsiooni tehnoloogiline areng",
      "Mõistab piisavalt andmete haldamise olulisust ja rakendatavust selleks, et teha teadlikke ja objektiivseid juhtimisotsuseid",
      "On tuttav ettevõtte või organisatsiooni strateegilise ja innovatsiooni juhtimise mudelite ja metoodikatega",
      "Tunneb kõige uuemaid digi- ja äritehnoloogiaid ning on võimeline analüüsima tehnoloogilisi võimalusi ja väljakutseid, mis viivad ettevõtte või organisatsiooni kasvule ja suurema efektiivsuseni",
      "On võimeline süstemaatiliselt rakendama teadmisi ja arusaamu teooriast praktikasse, lahendama keerulisi probleeme ja tõstma organisatsiooni konkurentsivõimet",
      "Oskab rakendada probleemipõhist mõtlemist ja otsuste vastuvõtmist, arvestades lahenduste efektiivsust ülesannete ja reaalsusel põhinevate simulatsioonide lõpuleviimiseks",
      "On võimeline suhtlema tulemuslikult nii individuaaltasandil kui ka meeskonna koosseisus",
      "Omab piisavat meeskonnatöö kogemust ja on võimeline meeskonda juhtima",
      "Oskab juhina ja liidrina objektiivselt analüüsida erinevate olukordade eetilisi aspekte ja sellest tulenevalt tegutseda",
      "On võimeline oma teadmiste ja oskuste rakendamisel demonstreerima eneseteadlikkust ja -usku",
      "Tunneb rahvusvahelist konteksti ja oskab seda seostada strateegiliste otsuste tegemisega ja nõustamisega."
    ],
    "language": "inglise keel",
    "duration": 2,
    "requirements": [
      {
        "term": "Bakalauruese krrad"
      },
      {
        "term": "CV"
      },
      {
        "term": "Inglise keele oskus vähemalt B2 tasemel"
      }
    ],
    "name": "Rahvusvaheline ärijuhtimine (2a)",
    "cost": {
      "amount": 6125,
      "currency": "€",
      "interval": "year"
    }
  },
  {
    "studyLocation": [
      "Tallinn",
      "Helsingi"
    ],
    "description": [
      "Globaliseerumine ja kultuuridevahelised konfliktid, digirevolutsioon ja asendustöö ning väärtuse loomise uued paradigmad on väljakutsed, millega seisame silmitsi praegu ja edaspidi. Meie magistriõppekavad on mõeldud juhtidele tulevikus tekkivate probleemide tundmaõppimiseks, mõistmiseks ja lahendamiseks ning isiklike ja erialaste oskuste arendamiseks järgmise karjäärihüppe jaoks.",
      "Rahvusvahelise ärijuhtimise magistriprogramm annab Sulle ainulaadse võimaluse kombineerida üldised ettevõtlus-ja ärivaldkonna teadmised valitud spetsialiseerumisvaldkonna pädevustega (rahandus ja majandusarvestus, turundus ning juhtimine ja eestvedamine). Usume, et kõigi ettevõtluse ja ärikorralduse funktsioonide aluste tundmine annab Sulle parema ettevalmistuse asuda tööle juhi või tippspetsialistina. Selle programmi lõpetajana oled oma valdkonna ekspert kuid samas ka võimeline panustama strateegiliste teemade arutellu organisatsioonis laiemalt.",
      "Õppekava eesmärk on anda Sulle laiapõhjaline erialane teadmistepagas, mida tasakaalustavad asjakohased äriteadmised ja professionaalsed oskused, mida rahvusvaheline tööturg tulevikus vajab. Erinevad õppemeetodid ja praktiline lähenemine aitavad arendada erialaseid oskusi, näiteks kriitilist mõtlemist, probleemide lahendamist, meeskonnatööd ja loovust. Rahanduse valdkonnas on osa õppekavast loodud ACCA nõuete järgi koostöös CFA Instituudiga. Digirevolutsioon kujundab organisatsioone ja ühiskonda tervikuna ning meie roll on mõista üldise äritegevuse ja konkreetsemalt rahanduse, turunduse, organisatsiooniarenduse ja juhtimise valdkonna muutuste võimalusi ja ulatust.",
      "EBS väärtustab interaktiivset õpet, praktilisi ülesandeid ja päriseluliste ettevõtlusalaste näidete sissetoomist õppetöösse. Mõningates ainetes esineb vähesel määral tavapäraseid loenguid; enamik õppetööst viiakse läbi meeskonnatööde, arutelude ja praktiliste tegevustena. Grupidünaamikad ja suhtlus on õppetöö lahutamatu osa ja seeõttu panemegi sellele suurt rõhku"
    ],
    "eap": 120,
    "spots": 0,
    "majorWebsite": "https://www.ebs.ee/international-business-administration-ma",
    "type": "sotsiaalteadused",
    "modules": [
      {
        "courses": [
          {
            "name": "Globaalne majandus ja poliitika",
            "eapCount": 6
          },
          {
            "name": "Juhtimisotsuste tegemine ja finantsid",
            "eapCount": 6
          },
          {
            "name": "Coaching",
            "eapCount": 3
          },
          {
            "name": "Strateegiline juhtimine",
            "eapCount": 3
          }
        ],
        "name": "Semester I",
        "submodules": [
          {
            "name": "Valikmoodul: Digitaalne turundus Google lahendustega",
            "courses": [
              {
                "name": "Sissejuhatus digiturundusse, trendid & Google tööriistad ja tooted",
                "eapCount": 3
              },
              {
                "name": "Otsingumootoriturundus",
                "eapCount": 3
              },
              {
                "name": "Digitaalse turunduse mõõtmine ja aruandlus",
                "eapCount": 3
              },
              {
                "name": "Bänner- ja videoreklaami turundus. Mobiil & äpid",
                "eapCount": 3
              },
              {
                "name": "Digitaalse turnuduse strateegia",
                "eapCount": 3
              }
            ]
          },
          {
            "name": "Valikmoodul: Data-Driven Sustainability in Business with Focus on Finance",
            "courses": [
              {
                "name": "Estonian Private Equity & Venture Capital",
                "eapCount": 3
              },
              {
                "name": "Sustainable and Circular Business Models",
                "eapCount": 3
              },
              {
                "name": "Introduction into Green Finance",
                "eapCount": 3
              },
              {
                "name": "Enablers and Barriers to Sustainable and Circular Business Transition",
                "eapCount": 3
              },
              {
                "name": "Artificial Intelligence in Energy and Environmental Applications",
                "eapCount": 3
              }
            ]
          }
        ]
      },
      {
        "name": "Semester II",
        "courses": [
          {
            "name": "Uurimistöö disain",
            "eapCount": 3
          },
          {
            "name": "Akadeemiline kirjutamine",
            "eapCount": 3
          },
          {
            "name": "Kvalitatiivsed ja kvantitatiivsed andmeanalüüsi meetodid",
            "eapCount": 6
          }
        ]
      },
      {
        "name": "Semester III",
        "courses": [
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 3
          }
        ]
      },
      {
        "name": "Semester IV",
        "courses": [
          {
            "name": "Magistritöö",
            "eapCount": 15
          }
        ]
      },
      {
        "name": "Valikmoodul: Eestvedamine digiajastul",
        "courses": [
          {
            "name": "Eestvedamise ja juhtimise kontseptsioonid",
            "eapCount": 3
          },
          {
            "name": "Loov ja mänguline juhtimine",
            "eapCount": 3
          },
          {
            "name": "Mõjuv suhtumine ja esitlemine",
            "eapCount": 3
          },
          {
            "name": "Mitmekülgsete ja globaalsete meeskondade juhtimine",
            "eapCount": 3
          },
          {
            "name": "Mooduli projekt",
            "eapCount": 3
          }
        ]
      }
    ],
    "level": "magister",
    "outcomes": [
      "Teadlik oma tegevuse eetilistest aspektidest, võimalustest, piiridest ja sotsiaalsest mõjust ning on võimeline eelpool toodut arvestama keerulistes olukordades",
      "Omandanud vajalikud teadmised ja teadusliku uurimistöö alased oskused, mis on vajalikud muudatuste juhtimises, turunduses või siis ettevõtte finantsjuhtimises",
      "Omandanud süsteemsed teadmised peamistest teoreetilistest kontseptsioonidest ja teadusliku uurimistöö meetoditest nii äri- kui ka juhtimisvaldkonnas",
      "Võimeline kriitiliselt rakendama laiapõhjalisi, süsteemseid ja põhjalikke teadmisi ärialastest alus- ja kaasaegsetest teooriatest, kontseptsioonidest, praktilistest printsiipidest ja protsessidest erinevatel juhtimisalastel positsioonidel rahvusvahelises kontekstis",
      "Võimeline lahendama probleeme, omades vajalikke oskusi komplitseeritud probleemide teadvustamiseks, formuleerimiseks ja lahendamiseks ning võimet tegutsema ebakindlas keskkonnas piiratud ressurssidega",
      "Võimeline end väljendama efektiivselt nii kirjalikult kui ka suuliselt paljudes erinevates valdkondades",
      "Võimeline analüüsima enda ja teiste inimeste edasiõppe- ja professionaalse arendamise vajadusi ning oma efektiivseid iseõppimise oskusi."
    ],
    "language": "inglise keel",
    "duration": 2,
    "requirements": [
      {
        "term": "Eelnev majandus-, äri- või juhtimisalane bakalaureusekraad, rakenduskõrgharidus, diplomiõppe diplom või kutsekõrgharidus."
      },
      {
        "term": "Vestlus"
      },
      {
        "term": "Inglise keele test"
      }
    ],
    "name": "Rahvusvaheline ärijuhtimine",
    "cost": {
      "amount": 6475,
      "currency": "€",
      "interval": "year"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "EBS doctoral programme in Management aims to broaden our understanding of the world by giving deep knowledge of organisational theories and society while developing critical and analytical thinking and research skills. Upon the successful competition of the programme, one has developed the ability to make continuous and logical arguments and synthesise new ideas. PhD degree in Management offers challenges and career opportunities in the academia as well as raises one’s value on the labour market.",
      "EBS PhD programme that focuses on the research of business, public and civil society organisations is the only doctoral programme in Management in Estonia and offers a comprehensive perspective on management and organisation studies. The programme is taught in English and has an international student body. On-going development activities and quality assurance of the programme is managed by the EBS Research and Development Council.",
      "The total volume of the programme is 240 ECTS, of which the studies give 60 ECTS and research activity 180 ECTS. Studies consist of compulsory and elective courses, doctoral/research seminars and teaching internship. The programme curriculum serves as a guideline for doctoral students, but each student has the right and obligation to put together an individual study plan. Research of the doctoral student is carried out according to individual study plan under the guidance of a supervisor. The progress of doctoral student is evaluated yearly by the evaluation committee formed by the EBS R&D Council.",
      "All doctoral students have an opportunity to go on exchange with the goal to pass part of their studies or conduct research in a foreign university. To exploit this opportunity is highly encouraged.",
      "The doctoral thesis presented to apply for the doctor’s degree may be in the form of an independent thesis, a series of publications provided with the summarising review article, or a published monograph."
    ],
    "eap": 240,
    "spots": 0,
    "majorWebsite": "https://ebs.ee/doctoral-studies",
    "type": "sotsiaalteadused",
    "modules": [
      {
        "name": "Semester I",
        "courses": [
          {
            "name": "Doktoriseminar I",
            "eapCount": 1.5
          },
          {
            "name": "Juhtimisteooriad",
            "eapCount": 3
          },
          {
            "name": "Teadusuuringu kavandamine",
            "eapCount": 3
          },
          {
            "name": "Teadusfilosoofia ja teadustöö metodoloogia",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Teadustöö strateegias ja innovatsioonis*",
            "eapCount": 3
          },
          {
            "name": "Eetika ja vastutustundlikkus juhtimises*",
            "eapCount": 3
          }
        ]
      },
      {
        "name": "Semester II",
        "courses": [
          {
            "name": "Doktoriseminar II",
            "eapCount": 1.5
          },
          {
            "name": "Institutsiooniökonoomika",
            "eapCount": 6
          },
          {
            "name": "Kvalitatiivsed uurimismeetodid",
            "eapCount": 3
          },
          {
            "name": "Kvantitatiivsed uurimismeetodid",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Research Design with Idea Puzzle*",
            "eapCount": 3
          }
        ]
      },
      {
        "name": "Semester III",
        "courses": [
          {
            "name": "Doktoriseminar III",
            "eapCount": 1.5
          },
          {
            "name": "Organisatsiooniteooriad: traditsiooniliste teooriate meta-teoreetiline vaade ning alternatiivsed lähenemised",
            "eapCount": 6
          },
          {
            "name": "Õppimise olemus ja alused",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "vabaaine",
            "eapCount": 1.5
          }
        ]
      },
      {
        "name": "Semester IV",
        "courses": [
          {
            "name": "Doktoriseminar IV",
            "eapCount": 1.5
          },
          {
            "name": "Kõrgkoolipedagoogika ja õpetamise planeerimine",
            "eapCount": 3
          },
          {
            "name": "Sotsiaalteaduse kaasaegsed paradigmad",
            "eapCount": 3
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          },
          {
            "name": "Vabaaine",
            "eapCount": 1.5
          }
        ]
      },
      {
        "name": "Semester V",
        "courses": [
          {
            "name": "Doktoriseminar V",
            "eapCount": 1.5
          }
        ]
      },
      {
        "name": "Semester VI",
        "courses": [
          {
            "name": "Doktoriseminar VI",
            "eapCount": 1.5
          }
        ]
      },
      {
        "name": "Määratlemata semester",
        "courses": [
          {
            "name": "Tasuvusanalüüs*",
            "eapCount": 3
          },
          {
            "name": "Süsteemiteooria*",
            "eapCount": 3
          },
          {
            "name": "Loogika*",
            "eapCount": 3
          },
          {
            "name": "Mitmekriteeriumilised otsuste tegemise meetodid*",
            "eapCount": 3
          },
          {
            "name": "Teadmusjuhtimine ja intellektuaalne kapital*",
            "eapCount": 3
          },
          {
            "name": "Organisatsiooniliste muudatuste juhtimisteooriad*",
            "eapCount": 3
          },
          {
            "name": "Häguskogumimeetodil tuginev võrdlev analüüs*",
            "eapCount": 3
          },
          {
            "name": "Struktuurivõrrandite mudelid*",
            "eapCount": 3
          },
          {
            "name": "Kultuuripsühholoogia*",
            "eapCount": 3
          },
          {
            "name": "Doktoriväitekiri",
            "eapCount": 180
          },
          {
            "name": "Erikursus erialakirjanduse baasil",
            "eapCount": 1.5
          },
          {
            "name": "Erikursus erialakirjanduse baasil",
            "eapCount": 3
          },
          {
            "name": "Erikursus erialakirjanduse baasil",
            "eapCount": 4.5
          },
          {
            "name": "Erikursus erialakirjanduse baasil",
            "eapCount": 6
          },
          {
            "name": "Pedagoogiline praktika",
            "eapCount": 3
          }
        ]
      }
    ],
    "level": "doktor",
    "outcomes": [
      "Omab laiapõhjalisi teadmisi ja süsteemset ülevaadet juhtimis- ja organisatsiooniteooriatest, organisatsioonide juhtimise õiguslikust ja majanduslikust keskkonnast",
      "Omab sügavaid ja ajakohaseid teadmisi juhtimisteaduse erinevates valdkondades",
      "Omab süsteemset ülevaadet sotsiaal- ja juhtumisuuringute metodoloogiast ning metoodilistest käsitlustest ja oskab teha põhjendatud valikuid nende kasutamisel erinevates valdkondades juhtimisprobleemide uurimisel",
      "Tunneb juhtimisteaduse erinevate valdkondade ja valdkondadevahelisi uurimismeetodeid ning oskab neid rakendada",
      "Oskab iseseisvalt ja kriitiliselt analüüsida, sünteesida ja hinnata uusi erialaspetsiifilisi ideid ja kontseptsioone ning loovalt ja teadusliku täpsusega identifitseerida ja formuleerida uurimis-teemasid",
      "Oskab algatada, kavandada, rakendada ja kriitiliselt hinnata uurimis- ja arendustöid, mis loovad uusi teadmisi ja rakenduslikke lahendusi",
      "Mõistab teaduse võimalusi ja piire, ühiskondlikku rolli ning vastutust teadustöö tulemuste avaldamisel ja kasutamisel",
      "Suudab analüüsida erinevate sotsiaalsete normide toimet ja hinnata nende mõju ja erisusi sotsiaalsete suhete reguleerimisel",
      "On võimeline suuliselt ja kirjalikult esitama ja argumenteerima oma uurimistööga seonduvaid probleeme, järeldusi ja nende aluseks olevaid teooriaid nii eriala asjatundjatele, kui ka erialavälistele inimestele inglise keeles",
      "Oskab iseseisvalt tegutseda mitmekülgses õpi-, töö- ja uurimiskeskkonnas rakendades omandatud juhtimis- ja meeskonnatöö oskusi",
      "Oskab identifitseerida uute teadmiste ja oskuste omandamise vajadusi ning toetada teiste õppimist ja erialast uurimuslikku tegevust ühiskonna muutuste kontekstis",
      "On võimeline edasi andma oma teadmisi õpetamise, juhendamise ning rakendus- ja tegevusuuringute või arendusprojektide juhtimise kaudu"
    ],
    "language": "inglise keel",
    "duration": 4,
    "requirements": [
      {
        "term": "CV"
      },
      {
        "term": "Magistrikraad"
      },
      {
        "term": "Doktoritöö kavand"
      },
      {
        "term": "Motivatsioonikiri"
      }
    ],
    "name": "Juhtimisteadus",
    "cost": {
      "amount": 2750,
      "currency": "€",
      "interval": "full"
    }
  }
]
