[
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "**Ülevaade** \n\nSee eestikeelne õppekava sobib Sulle, kui oled huvitatud ettevõtlusest, soovid astuda karjääriredelil järgmise sammu või viia ellu uue äriidee. Õpingute jooksul omandad põhjalikud ajakohased teadmised ja praktilised oskused ettevõtte või meeskonna juhtimiseks. Samuti leiad Eesti ainsas äriharidusele keskendunud ülikoolis õppides uusi sõpru ja mõttekaaslasi ning miks mitte ka tulevasi äripartnereid. Õppekaval saad õppida nii päeva- kui ka sessioonõppes. \n\n**Lõpetaja profiil** \n\nÕppekava lõpetajana tegutsed tulevikus väikeettevõtte juhi või ettevõtjana, äriprojektide arendaja või spetsialistina ettevõtlikkust ja majandusteadmisi eeldaval ametikohal. Sind tunnustatakse põhjalike erialaste teadmiste ja praktiliste oskuste eest. Oled ambitsioonikas ja tulevikku vaatav ebsikas, kelle üle tunnevad uhkust nii koduülikool, kolleegid kui ka koostööpartnerid. Väärtuslik kontaktvõrgustik aitab Sul oma ideid edukalt ellu viia. \n\nEBSile läheb väga korda meie üliõpilaste, vilistlaste ja nende tööandjate hea käekäik. Tegutseme selle nimel, et meie vilistlased oleksid edukad ning tunneme südamest rõõmu nende kordaminekute üle. \n\n**Miks valida just see õppekava?** \n\n**1.** Annab väga hea ülevaate ja põhjalikud alusteadmised ärimaailmas toimuvast; \n\n**2.** Sinust saab hinnatud praktik, kes orienteerub kõikides ettevõtlust- ja ärijuhtimist puudutavates valdkondades (turundus, müük, finantsjuhtimine, tootearendus inimeste juhtimine jne); \n\n**3.** Sind juhendavad oma ala vaieldamatud eksperdid ning kogenud juhid; \n\n**4.** Õpid väikestes gruppides ja Sind nõustab personaalne õppekonsultant - nii teame alati Sinu eesmärke ja oleme Sulle õpiteel igakülgselt toeks; \n\n**5.** Keskendume EBSis võimalikult palju üksteiselt õppimisele - rühmaarutelud, tiimitööd, praktiline õpe ja elulised näited. Nii leiad päriselt toimivaid lahendusi väljakutsetele, millega tööelus silmitsi seisad; \n\n**6.** Sinu õpingukaaslasteks on positiivsed, algatusvõimelised, ägedate ideedega ja ambitsioonikad kaastudengid. Innustav ja motiveeriv seltskond ning väärtuslikud kontaktid jäävad Sinuga aastateks; \n\n**7.** Sulle avaneb mobiilsusaken, mis võimaldab saada rahvusvahelise õpikogemuse välisriigi tippülikoolis; \n\n**8.** Ainult sellel õppekaval saad õppida eesti keeles ja valida päeva- ning sessioonõppe vahel, et ühendada vajadusel õpingud töö- ja pereeluga. \n\n**Mobiilsusaken** \n\nTeisel õppeaastal on Sul võimalik õppida semester või aasta ühes EBSi partnerülikoolis. EBSil on Eesti ülikoolidest kõige tugevam partnerülikoolide võrgustik, kuhu kuuluvad paljud Euroopa paremad ärikoolid EMLyon Business School, Università Bocconi, BI Norwegian Business School, Kedge Business School, Copenhagen Business School jpt). \n\nMobiilsusaken on välisõpingute semester, kus saad valida partnerülikooli kursuste seast endale meelepäraseid erialakursuseid. Sul on võimalus täiendada teadmisi ka valdkondades, mida ükski Eesti ülikool ei õpeta. \n\nEBSi partnerülikoolis õppides tasud vaid EBSi õppemaksu ning lisaks maksame Euroopa Liidu riikides õppijatele Erasmus+ stipendiumi. \n\nEBS tudengite väga positiivne tagasiside kinnitab, et välisõpingute semester avardab oluliselt maailmapilti ning annab väärt kontaktid ja hindamatu rahvusvahelise ülikoolikogemuse! \n\n**Praktika ja mentorlus** \n\nÕpingute jooksul tuleb Sul sooritada praktika, mille jooksul õpid tundma ettevõtte toimimist ja rakendad õpitut praktikaorganisatsioonis. EBSi bakalaureuseõppes jaguneb praktika kaheks. \n\n**Praktika I** \n\n**1.** Esimese praktika käigus õpid tundma ettevõtte juhtimis- ja otsustusprotsesse; \n**2.** Praktikakoha valikul toetab Sind EBSi magistritudengist mentor. Mentoriga saad läbi arutada erinevaid võimalusi karjääritee kujundamiseks ning paned paika tulevikueesmärgid. Kogenud juhina on mentor Sulle eeskujuks ning jagab ka näpunäiteid, kuidas teha esimesi samme soovitud karjääri suunas. \n\n**Praktika II** \n\n**1.** Teise praktika jooksul saad oma teadmisi ja oskusi veelgi rohkem   proovile panna, sest Sul tuleb lahendada juhtimisprobleem vastavalt praktikaettevõtte vajadusele; \n**2.** Viid läbi uuringu ja esitad selle tulemuste põhjal ettepanekud organisatsioonilise muutuse ellu kutsumiseks. \n**3.** Praktika toetab Sinu ettevalmistust lõputöö kirjutamiseks. \n\n**Tudengielamused EBSis** \n\nEt mälestused ülikooliaastatest oleksid meeldejäävad ja rõõmutoovad, kutsume Sind kaasa lööma EBS Üliõpilasesinduses ja osalema üliõpilastele korraldatud üritustel. Esinduses saad kaasa rääkida ülikoolielu puudutavatel teemadel ning korraldada ka ise- ise ebsikatele erinevaid meelelahutusüritusi. Vahvad üritused ja tegevused varieeruvad akadeemilistest seminaridest pidude ja suurejoonelise Haba Galani välja. Muusikahuvilised saavad laulda EBS Kammerkooris. \n\nSportlikele ebsikatele toimuvad EBS Spordiklubi eestvedamisel spordipäev, golfivõistlused, taliujumine  jpm. Samuti leiavad  iganädalaselt aset mitmed regulaarsed sporditreeningud ning käiakse kooli esindamas spordivõistlustel ka väljapool Eestit. \n\nMeie üritused on kohtumispaigaks nii tudengitele, töötajatele, koostööpartneritele kui ka vilistlastele."
        ],
        "descriptionEn": "**Overview** \n\nThis program in Estonian is for you if you are interested in entrepreneurship, wish to take the next career step or implement a new business idea. During the studies you will obtain in-depth contemporary knowledge and practical skills to run a company or a team. Additionally, the only university which concentrates on business education in Estonia will provide you with new friends and similar minds as well as potential future business partners. You can choose between full time- and session-based studies. \n\n**Profile of the graduate** \n\nOnce you graduate from this programme, you will be able to run a small business, develop business projects, or work as a specialist in a position which requires an entrepreneurial mind, coupled with knowledge in economics. You will be recognised for you in-depth specialised knowledge and practical skills.  You are an ambitious and forward-looking EBS graduate whom your home university,  colleagues and cooperation partners take pride in. Your invaluable network of contacts will help you successfully implement your ideas. \n\nEBS cares a lot about the success of its students, alumni, and their employers. We strive to make sure that our graduates do well, and we are genuinely happy about their success. \n\n**Why choose this programme?** \n\n**1.** Provides you with a comprehensive overview and in-depth fundamental knowledge of the world of business; \n\n**2.** You will become a valuable practitioner who finds one’s way in all areas of entrepreneurship and business administration (marketing, financial management, product development, human resource management, etc.); \n\n**3.** You will be guided by experts and experienced leaders in their field; \n\n**4.** You will learn in small groups of students and your personal study consultant will be there to advise you. Thus, we will always be on top of your goals and support you every step of the way; \n\n**5.** At EBS we focus, as much as possible, on learning from each other via group discussions, teamwork, practical studies, and „lessons from life“. This ensures that upon graduation you will have real solutions to challenges which you will face in your working life; \n\n**6.** Your fellow students will be positive and ambitious initiators with cool ideas. This inspiring and motivating company of people and valuable network will remain with you for years to come; \n\n**7.** You can take advantage of the mobility window which enables an international learning experience in a foreign top-tier university; \n\n**8.** This is the only program where you can study in Estonian and choose between daytime studies or session-based studies to match it with work- and family life, if needed. \n\n**Mobility Window** \n\nDuring your second study year, you will have the possibility to study in one of EBS partner universities for either one semester or one year. Of all universities in Estonia, EBS has the strongest network of partner universities – it includes some of the best business schools in Europe (EMLyon Business School, Università Bocconi, BI Norwegian Business School, Kedge Business School, Copenhagen Business School, Solbridge International School of Business and many more). \n\nThe Mobility Window is the semester intended for studying abroad. Studying abroad provides you with a unique experience and enables you to test yourself in a new academic and cultural environment, practice your language skills, make new friends, find possible future business partners, and gain a competitive advantage in the labour market. \n\nStudying abroad during Mobility Window means that you can choose the business-related courses to your own liking and the credits will be transferred. You also have the possibility to complement your knowledge in areas that no university in Estonia covers. \n\nWhen you study at an EBS partner university, you will only pay the EBS tuition fee. Additionally, if you choose mobility in one of the EU countries, EBS will pay to you the Erasmus+ scholarship. \n\nPositive feedback of EBS students confirms that a semester abroad significantly broadens your worldview and provides you with new contacts as well as invaluable international university experience! \n\n**Study Investment** \n\nIf you are a resident or a holder of a long-term residence permit in the Republic of Estonia you can pay in several instalments by using the Study Investment. \n\nIn cooperation with banks, EBS offers you a study investment solutions, so you can better plan the future and cash flows. Study investment is a financial service. You sign an agreement with LHV or Inbank. The bank pays your tuition fee to EBS and you will make monthly payments to the bank. \n\nAn instalments contract can be signed at the EBS Office of Academic Affairs quickly and conveniently without visiting the bank. \n\n**Scholarships** \n\nEBS awards the Scholarships to Bachelor, Master´s and Doctoral first-year students, whose previous academic achievements, study motivation, social engagement and ambition are considered particularly worth recognition.  EBS awards scholarships to the applicants, who enrich the learning experience of their fellow students.  All the applicants, who have received the positive admission decision (conditional acceptance/acceptance) are considered for outstanding applicants scholarship. \n\n**Student Experience at EBS** \n\nTo make your years at the university memorable and joyful, EBS Student Council organises many wonderful events for students. In the Student Council, you can have a say in topics related to university life and organise various entertainment events for EBSikas yourself. Great events and activities range from academic seminars to parties or community events like Haba Gala. Music lovers can sing in the EBS Chamber Choir. \n\nFor athletic students, sports day, golf competitions, winter swimming, etc. are organised by EBS Sports Club. Several regular sports trainings also take place on a weekly basis and the school is represented in sports competitions outside Estonia as well. \n\nOur events are a meeting place for students, employees, partners and alumni.",
        "eap": 180,
        "spots": 0,
        "majorWebsite": "https://www.ebs.ee/oppekava/ettevotlus-ja-arijuhtimine-tallinnas",
        "videoId": "5ZC44C4Yje8",
        "type": "",
        "personnel": [
            {
                "name": "Anto Liivat",
                "title": "Bakalaureuseõppe juht, lektor",
                "titleEn": "Head of Bachelor's Studies, lecturer",
                "email": "anto.liivat@ebs.ee",
                "photo": "https://www.ebs.ee/sites/default/files/styles/profilepic/public/2019-03/_MG_8828_edited.jpg?itok=IzeQ5SYm"
            }
        ],
        "studyType": "päevaõpe, sessioonõpe",
        "modules": [
            {
                "name": "Semester I",
                "courses": [
                    {
                        "name": "Ettevõtluse alused",
                        "eapCount": 3
                    },
                    {
                        "name": "Majandusteaduste alused",
                        "eapCount": 3
                    },
                    {
                        "name": "Inglise ärikeele keskastme kursus I",
                        "eapCount": 3
                    },
                    {
                        "name": "Liidri professionaalne identiteet",
                        "eapCount": 3
                    },
                    {
                        "name": "Turundus ja müük",
                        "eapCount": 6
                    },
                    {
                        "name": "Majandusmatemaatika ja statistika",
                        "eapCount": 6
                    },
                    {
                        "name": "Informaatika",
                        "eapCount": 3
                    },
                    {
                        "name": "Spetsialiseerumisplokk: müük",
                        "eapCount": 6
                    },
                    {
                        "name": "Spetsialiseerumisplokk: tehnoloogiaettevõtlus",
                        "eapCount": 6
                    },
                    {
                        "name": "Spetsialiseerumisplokk: loomeettevõtlus",
                        "eapCount": 6
                    }
                ]
            },
            {
                "name": "Semester II",
                "courses": [
                    {
                        "name": "Tudengiettevõtted",
                        "eapCount": 3
                    },
                    {
                        "name": "Mikroökonoomika",
                        "eapCount": 6
                    },
                    {
                        "name": "Fintantsarvestus",
                        "eapCount": 6
                    },
                    {
                        "name": "Inglise ärikeele keskastme kursus II",
                        "eapCount": 3
                    },
                    {
                        "name": "Õiguse entsüklopeedia",
                        "eapCount": 3
                    },
                    {
                        "name": "Juhtimise alused",
                        "eapCount": 3
                    },
                    {
                        "name": "Praktika: Kärjääriväljakutse 1",
                        "eapCount": 2
                    },
                    {
                        "name": "Spetsialiseerumisplokk: müük II",
                        "eapCount": 6
                    },
                    {
                        "name": "Spetsialiseerumisplokk: tehnoloogiaettevõtlus II",
                        "eapCount": 6
                    },
                    {
                        "name": "Spetsialiseerumisplokk: loomeettevõtlus II",
                        "eapCount": 6
                    }
                ]
            },
            {
                "name": "Semester III",
                "courses": [
                    {
                        "name": "Valikained",
                        "eapCount": 24
                    }
                ]
            },
            {
                "name": "Semester IV",
                "courses": [
                    {
                        "name": "Makroökonoomika",
                        "eapCount": 6
                    },
                    {
                        "name": "Juhtimisarvestus",
                        "eapCount": 3
                    },
                    {
                        "name": "Inglise ärikeele kursus edeasijõudnutele I",
                        "eapCount": 3
                    },
                    {
                        "name": "Designing Managerial Intervention",
                        "eapCount": 3
                    },
                    {
                        "name": "Digitaalne turundus",
                        "eapCount": 3
                    },
                    {
                        "name": "uurimistöö disain",
                        "eapCount": 3
                    },
                    {
                        "name": "Kvalitatiivsed uurimismeetodid",
                        "eapCount": 3
                    },
                    {
                        "name": "Ärialane suhtlemine",
                        "eapCount": 3
                    },
                    {
                        "name": "Filosoofia",
                        "eapCount": 3
                    }
                ]
            },
            {
                "name": "Semester V",
                "courses": [
                    {
                        "name": "Rahvusvaheline äri",
                        "eapCount": 3
                    },
                    {
                        "name": "Äritegevus Aasia riikides",
                        "eapCount": 3
                    },
                    {
                        "name": "Inglise ärikeele kursus edasijõudnutele",
                        "eapCount": 3
                    },
                    {
                        "name": "Äriõigus",
                        "eapCount": 6
                    },
                    {
                        "name": "Maksunduse alused",
                        "eapCount": 3
                    },
                    {
                        "name": "Eestvedamine",
                        "eapCount": 3
                    },
                    {
                        "name": "Kvantitatiivsed uurimismeetodid",
                        "eapCount": 3
                    },
                    {
                        "name": "Sotsiaalpsühholoogia",
                        "eapCount": 3
                    },
                    {
                        "name": "Sotsioloogia",
                        "eapCount": 3
                    }
                ]
            },
            {
                "name": "Semester VI",
                "courses": [
                    {
                        "name": "Äriplaan",
                        "eapCount": 3
                    },
                    {
                        "name": "E-äri",
                        "eapCount": 6
                    },
                    {
                        "name": "Juhtimissimulatsioon DYNAMA",
                        "eapCount": 5
                    },
                    {
                        "name": "Ärieetika",
                        "eapCount": 3
                    },
                    {
                        "name": "Lõpueksam",
                        "eapCount": 6
                    },
                    {
                        "name": "Bakalaureusetöö",
                        "eapCount": 6
                    },
                    {
                        "name": "Valikaine",
                        "eapCount": 3
                    }
                ]
            }
        ],
        "level": "bakalaureus",
        "outcomes": [
            "On võimeline omandama, analüüsima ja tõlgenda-ma informatsiooni, mis on vajalik konteksti arvestavate tõendipõhiste otsuste langetamiseks tüüpilistes ettevõtlussituatsioonides",
            "On võimeline kriitiliselt rakendama laiapõhjalisi ja süsteemseid teadmisi ärivaldkonna alusteooriatest, kontseptsioonidest, praktilistest printsiipidest ja protsessidest",
            "Oskab kasutada analüüsi- ja otsustusvõimet selleks, et rakendada konteksti arvestavaid sobivaid lahendusi ettevõtlusega seonduvate ülesannete lahendamiseks",
            "Oskab luua visiooni ning sõnastada ja edastada ideesid ja tegevuskavasid hästi põhjendatud ning efektiivsel viisil",
            "On võimeline töötama efektiivselt nii juhi kui ka meeskonnamängija rollis erinevates kultuurilistes kontekstides",
            "Omab süsteemset ülevaadet ettevõtluse ja ärijuhtimise põhimõistetest, teoreetilistest printsiipidest ja uurimismeetoditest.",
            "Programmi lõpetajad tegutsevad ettevõtjatena või väikeettevõtte juhtidena, samuti äriprojektide arendajate ning spetsialistidena ettevõtlikkust ja majandusteadmisi eeldavatel ametikohtadel. EBSi vilistlaste sissetulek äri- ja juhtimisvaldkonnas on võrreldes teiste ülikoolide lõpetanutega kõrgeim."
        ],
        "language": "eesti keel",
        "duration": 3,
        "requirements": [
            {
                "term": "Keskharidus või sellele vastav kvalifikatsioon",
                "termEn": "Holds a higher secondary education degree or an equivalent qualification"
            },
            {
                "term": "Inglise keelt B1 tasemel",
                "termEn": "Holds sufficient proficiency in Estonian (B2) and in English (B1)"
            },
            {
                "term": "Väljendab oma huvi, motivatsiooni ja ambitsiooni silmapaistvas ning meeldejäävas avalduses",
                "termEn": "Demonstrates their motivation, ambition and argumentation skills in a catchy application"
            },
            {
                "term": "Vestlus",
                "termEn": "Completes the admission interview at EBS."
            }
        ],
        "name": "Ettevõtlus ja ärijuhtimine",
        "nameEn": "Entrepreneurship and Business Administration",
        "cost": {
            "amount": 6077,
            "currency": "€",
            "interval": "year"
        }
    },
    {
        "studyLocation": [
            "Tallinn",
            "Helsingi"
        ],
        "description": [
            "**Ülevaade** \n\nSee õppekava sobib Sulle, kui unistad ärijuhi tööst suuremas rahvusvahelises ettevõttes. Õppekava muudab eriliseks võimalus süvendada teadmisi kas rahanduse ja majandusarvestuse või turunduse ja kommunikatsiooni spetsialiseerumissuunal. Tuues ühte klassiruumi eri rahvustest õppejõud ja üliõpilased, loome unikaalse kultuuriruumi, mis avardab maailmapilti ning julgustab suurelt mõtlema. Sinu karjäärile annavad hoogu mobiilsussemester välisriigi tippülikoolis ja praktika rahvusvahelises ettevõttes. \n\n**Lõpetaja profiil** \n\nÕppekava lõpetajana tegutsed tulevikus keskastmejuhi, turundaja või finantsspetsialistina rahvusvahelises ettevõttes või avaliku sektori asutuses. Sind tunnustatakse põhjalike erialaste teadmiste eest ja väärtuslik kontaktvõrgustik aitab Sul ärimaailmas läbi lüüa. Oled ambitsioonikas ja ettevõtlik ebsikas, kelle üle tunnevad uhkust nii koduülikool, tööandja kui ka kolleegid. \n\nEBSile läheb väga korda meie üliõpilaste, vilistlaste ja nende tööandjate hea käekäik. Tegutseme selle nimel, et meie vilistlased oleksid edukad ning tunneme südamest rõõmu nende kordaminekute üle. \n\n**Miks valida just see õppekava?** \n\n**•** Tegemist on maailma tippklassi kuuluva õppekavaga, mis on pälvinud  kõrgeima  rahvusvahelise tunnustuse ehk EFMD akrediteeringu! \n\n**•** Sinust saab hinnatud valdkonnaekspert, kes tunneb kaasaegset rahvusvahelist ärikeskkonda ning suudab leida lahendusi 21. sajandi organisatsioonide väljakutsetele; \n\n**•** Õpid põhjalikult tundma valitud spetsialiseerumisvaldkonda (rahandus ja majandusarvestus või turundus ja kommunikatsioon) ja ennast professionaalselt inglise keeles väljendama; \n\n**•** Samuti arendad digipädevusi ja omandad teadmised vastutustundlikust ärijuhtimisest; \n\n**•** Sind juhendavad rahvusvahelised eksperdid ning kogenud ärijuhid; \n\n**•** Toome klassiruumi kokku mitmetest rahvustest üliõpilased ja õppejõud. Kultuuriruumi ja maailmavaadete mitmekesisus annab Sulle oskuse töötada rahvusvahelistes meeskondades; \n\n**•** Õpid väikestes gruppides ja Sind nõustab personaalne õppekonsultant - nii teame alati Sinu eesmärke ja oleme Sulle õpiteel igakülgselt toeks; \n\n**•** Keskendume EBSis võimalikult palju üksteiselt õppimisele - rühmaarutelud, tiimitööd, praktiline õpe ja elulised näited. Nii leiad päriselt toimivaid lahendusi väljakutsetele, millega tööelus silmitsi seisad; \n\n**•** Sinu õpingukaaslasteks saavad olema positiivsed, algatusvõimelised, ägedate ideedega ja ambitsioonikad kaastudengid. Innustav ja motiveeriv seltskond ning väärtuslikud kontaktid jäävad Sinuga aastateks; \n\n**•** Sulle avaneb mobiilsusaken, mis võimaldab saada rahvusvahelise õpikogemuse välisriigi tippülikoolis; \n\nSul on võimalus omandada topeltdiplom Suurbritannia 2018. aasta ülikooliks valitud Lancaster University Management School’is; \n\n**Õppevorm** \n\nPäevaõppe loengud ja seminarid  toimuvad EBSis esmaspäevast reedeni tunniplaani alusel ajavahemikus 8.30-17.15. \n\nPäevaõppes on õppejõuga kontakttundide arv suurem, mis aitab teadmisi klassiruumis hõlpsamini omandada. Päevaõppes keskendutakse aktiivselt koos õppimisele, kus lisaks loenguformaadile on fookus rühmatöödel, aruteludel ning esitlustel. \n\n**Mobiilsusaken** \n\nTeisel õppeaastal on Sul võimalik õppida semester või aasta ühes EBSi partnerülikoolis. EBSil on Eesti ülikoolidest kõige tugevam partnerülikoolide võrgustik, kuhu kuuluvad paljud Euroopa paremad ärikoolid EMLyon Business School, Università Bocconi, BI Norwegian Business School, Kedge Business School, Copenhagen Business School jpt). \n\nMobiilsusaken on välisõpingute semester, kus saad valida partnerülikooli kursuste seast endale meelepäraseid erialakursuseid. Sul on võimalus täiendada teadmisi ka valdkondades, mida ükski Eesti ülikool ei õpeta. \n\nEBSi partnerülikoolis õppides tasud vaid EBSi õppemaksu ning lisaks maksame Euroopa Liidu riikides õppijatele Erasmus+ stipendiumi. \n\nEBS tudengite väga positiivne tagasiside kinnitab, et välisõpingute semester avardab oluliselt maailmapilti ning annab väärt kontaktid ja hindamatu rahvusvahelise ülikoolikogemuse! \n\n**Praktika ja mentorlus** \n\nÕpingute jooksul tuleb Sul sooritada praktika, mille jooksul õpid tundma ettevõtte toimimist ja rakendad õpitut praktikaorganisatsioonis. EBSi bakalaureuseõppes jaguneb praktika kaheks. \n\n**Praktika I** \n\n**1.** Esimese praktika käigus õpid tundma ettevõtte juhtimis- ja otsustusprotsesse; \n\n**2.** Praktikakoha valikul toetab Sind EBSi magistritudengist mentor. Mentoriga saad läbi arutada erinevaid võimalusi karjääritee kujundamiseks ning paned paika tulevikueesmärgid. Kogenud juhina on mentor Sulle eeskujuks ning jagab ka näpunäiteid, kuidas teha esimesi samme soovitud karjääri suunas. \n\n**Praktika II** \n\n**1.** Teise praktika jooksul saad oma teadmisi ja oskusi veelgi rohkem proovile panna, sest Sul tuleb lahendada juhtimisprobleem vastavalt praktikaettevõtte vajadusele; \n\n**2.** Viid läbi uuringu ja esitad selle tulemuste põhjal ettepanekud organisatsioonilise muutuse ellu kutsumiseks. \n\n**3.** Praktika toetab Sinu ettevalmistust lõputöö kirjutamiseks. \n\nEBSi praktikaprogramm on saanud head tagasisidet nii üliõpilastelt kui ka praktikaorganisatsioonidelt. Praktika eesmärgiks on rakendada õpingute käigus omandatud teadmisi elulistes töösituatsioonides ning pakkuda üliõpilastele tuge karjääri planeerimisel. \n\n**Tudengielamused EBSis** \n\nEt mälestused ülikooliaastatest oleksid meeldejäävad ja rõõmutoovad, kutsume Sind kaasa lööma EBS Üliõpilasesinduses ja osalema üliõpilastele korraldatud üritustel. Esinduses saad kaasa rääkida ülikoolielu puudutavatel teemadel ning korraldada ka ise- ise ebsikatele erinevaid meelelahutusüritusi. Vahvad üritused ja tegevused varieeruvad akadeemilistest seminaridest pidude ja suurejoonelise Haba Galani välja. Muusikahuvilised saavad laulda EBS Kammerkooris. \n\nSportlikele ebsikatele toimuvad EBS Spordiklubi eestvedamisel spordipäev, golfivõistlused, taliujumine  jpm. Samuti leiavad  iganädalaselt aset mitmed regulaarsed sporditreeningud ning käiakse kooli esindamas spordivõistlustel ka väljapool Eestit. \n\nMeie üritused on kohtumispaigaks nii tudengitele, töötajatele, koostööpartneritele kui ka vilistlastele. "
        ],
        "descriptionEn": "**Overview** \n\nThis program is for you if you dream about a managerial position in a larger international company. The program offers an opportunity for specialised knowledge in finance and accounting or marketing and communication. Faculty and students of different nationalities create a unique cultural space which broadens your worldview and encourages to think big. The mobility semester in a foreign top-tier university and internship in an international company boosts your career. \n\n**Profile of the graduate** \n\nAs an alumni of this programme you will act as a middle manager, marketer or specialist in finance in an international company or in public sector. You will be appreciated for your in-depth specialised knowledge and your valuable network of contacts will help you make it in the world of business. You are an ambitious and entrepreneurial EBS alumnus whom home university, employer, and colleagues take pride in. \n\nEBS cares a lot about the success of its students, alumni, and their employers. We strive to make sure that our graduates do well, and we are genuinely happy about their success. \n\n**Why choose this programme?** \n\n**1.** This is a worldwide recognised program which has received the highest international recognition amongst business schools - accredited by EFMD! \n\n**2.** You will be a valuable expert in your field who is familiar with the contemporary international business environment and is able to find solutions to challenged which 21st-century organisations face; \n\n**3.** You will gain an in-depth understanding in your field of specialisation (finance and accounting or marketing and communication) and will be able to professionally express yourself in English. Additionally, you will develop your digital competencies and gain knowledge in responsible business management; \n\n**4.** You will be guided by international experts and experienced business leaders; \n\n**5.** Faculty and students of different nationalities create a unique and diverse cultural space that broadens your worldview and encourages to think big; \n\n**6.** You will learn in small groups of students and your personal study consultant will be there to advise you. Thus, we will always be on top of your goals and support you every step of the way; \n\n**7.** At EBS we focus, as much as possible, on learning from each other via group discussions, teamwork, practical studies, and „lessons from life“. This ensures that upon graduation you will have real solutions to challenges which you will face in your working life; \n\n**8.** Your fellow students will be positive and ambitious initiators with cool ideas. This inspiring and motivating company of people and valuable network will remain with you for years to come; \n\n**9.** You can take advantage of the mobility window which enables an international learning experience in a foreign top-tier university; \n\n**10** You may choose to obtain a double-diploma from [Lancaster University Management School](https://www.lancaster.ac.uk/lums/) – the university of the year in 2018 in the UK. \n\n**Study format** \n\nStudies take place at EBS campus from Monday to Friday between 8.30 to 17.15 according to the timetable. \n\nDaytime study format includes more contact hours in the classroom, which helps to acquire knowledge more easily. At EBS we focus on peer-to-peer learning, so additionally to lectures, your studies will include group works and presentations, interactive seminars and classroom discussions. \n\n**Mobility Window** \n\nDuring your second study year, you will have the possibility to study in one of EBS partner universities for either one semester or one year. Of all universities in Estonia, EBS has the strongest network of partner universities – it includes some of the best business schools in Europe (EMLyon Business School, Università Bocconi, BI Norwegian Business School, Kedge Business School, Copenhagen Business School, Solbridge International School of Business and many more). \n\nThe Mobility Window is the semester intended for studying abroad. Studying abroad provides you with a unique experience and enables you to test yourself in a new academic and cultural environment, practice your language skills, make new friends, find possible future business partners, and gain a competitive advantage in the labour market. \n\nStudying abroad during Mobility Window means that you can choose the business-related courses to your own liking and the credits will be transferred. You also have the possibility to complement your knowledge in areas that no university in Estonia covers. \n\nWhen you study at an EBS partner university, you will only pay the EBS tuition fee. Additionally, if you choose mobility in one of the EU countries, EBS will pay to you the Erasmus+ scholarship. \n\nPositive feedback of EBS students confirms that a semester abroad significantly broadens your worldview and provides you with new contacts as well as invaluable international university experience! \n\n**Study Investment** \n\nIf you are a resident or a holder of a long-term residence permit in the Republic of Estonia you can pay in several instalments by using the Study Investment. \n\nIn cooperation with banks, EBS offers you a study investment solutions, so you can better plan the future and cash flows. Study investment is a financial service. You sign an agreement with LHV or Inbank. The bank pays your tuition fee to EBS and you will make monthly payments to the bank. \n\nAn instalments contract can be signed at the EBS Office of Academic Affairs quickly and conveniently without visiting the bank. \n\n**Scholarships** \n\nEBS awards the scholarships to Bachelor, Master´s and Doctoral first-year students, whose previous academic achievements, study motivation, social engagement and ambition are considered particularly worth recognition.  EBS awards scholarships to the applicants, who enrich the learning experience of their fellow students.  All the applicants, who have received the positive admission decision (conditional acceptance/acceptance) are considered for outstanding applicants scholarship. \n\n**Student Experience at EBS** \n\nTo make your years at the university memorable and joyful, EBS Student Council organises many wonderful events for students. In the Student Council, you can have a say in topics related to university life and organise various entertainment events for EBSikas yourself. Great events and activities range from academic seminars to parties or community events like Haba Gala. Music lovers can sing in the EBS Chamber Choir. \n\nFor athletic students, sports day, golf competitions, winter swimming, etc. are organised by EBS Sports Club. Several regular sports trainings also take place on a weekly basis and the school is represented in sports competitions outside Estonia as well. \n\nOur events are a meeting place for students, employees, partners and alumni.",
        "eap": 180,
        "spots": 0,
        "majorWebsite": "https://www.ebs.ee/oppekava/rahvusvaheline-arijuhtimine",
        "videoId": "5ZC44C4Yje8",
        "type": "sotsiaalteadused",
        "personnel": [
            {
                "name": "Anto Liivat",
                "title": "Bakalaureuseõppe juht, lektor",
                "titleEn": "Head of Bachelor's Studies, lecturer",
                "email": "anto.liivat@ebs.ee",
                "photo": "https://www.ebs.ee/sites/default/files/styles/profilepic/public/2019-03/_MG_8828_edited.jpg?itok=IzeQ5SYm"
            }
        ],
        "studyType": "päevaõpe",
        "modules": [
            {
                "name": "Semester I",
                "courses": [
                    {
                        "name": "Principles of Economics",
                        "eapCount": 3
                    },
                    {
                        "name": "English for Management and Marketing",
                        "eapCount": 3
                    },
                    {
                        "name": "Principles of Management",
                        "eapCount": 3
                    },
                    {
                        "name": "Principles of Marketing",
                        "eapCount": 6
                    },
                    {
                        "name": "Mathematics for Business",
                        "eapCount": 6
                    },
                    {
                        "name": "Computer Fundamentals for Business I",
                        "eapCount": 3
                    },
                    {
                        "name": "Development of Study Skills",
                        "eapCount": 2
                    },
                    {
                        "name": "Philosophy",
                        "eapCount": 3
                    },
                    {
                        "name": "Sociology",
                        "eapCount": 3
                    }
                ]
            },
            {
                "name": "Semester II",
                "courses": [
                    {
                        "name": "Microeconomics",
                        "eapCount": 6
                    },
                    {
                        "name": "Financial Accounting",
                        "eapCount": 6
                    },
                    {
                        "name": "Human Resource Management",
                        "eapCount": 3
                    },
                    {
                        "name": "English for Finance and Accounting",
                        "eapCount": 3
                    },
                    {
                        "name": "Introduction to Statistics",
                        "eapCount": 3
                    },
                    {
                        "name": "Communication and Presentation Skills",
                        "eapCount": 3
                    },
                    {
                        "name": "Social Psychology",
                        "eapCount": 3
                    },
                    {
                        "name": "Optional",
                        "eapCount": 3
                    }
                ]
            },
            {
                "name": "Semester III",
                "courses": [
                    {
                        "name": "Mobility window",
                        "eapCount": 30
                    }
                ]
            },
            {
                "name": "Semester IV",
                "courses": [
                    {
                        "name": "Business Planning",
                        "eapCount": 3
                    },
                    {
                        "name": "Macroeconomics",
                        "eapCount": 6
                    },
                    {
                        "name": "Managerial Accounting",
                        "eapCount": 3
                    },
                    {
                        "name": "English for Economics and Law",
                        "eapCount": 3
                    },
                    {
                        "name": "Law Encyclopedia",
                        "eapCount": 3
                    },
                    {
                        "name": "Project Management",
                        "eapCount": 3
                    },
                    {
                        "name": "Research Design",
                        "eapCount": 3
                    },
                    {
                        "name": "Qualitative Research Methods",
                        "eapCount": 3
                    },
                    {
                        "name": "Internship",
                        "eapCount": 6
                    }
                ]
            },
            {
                "name": "Semester V",
                "courses": [
                    {
                        "name": "International Business",
                        "eapCount": 3
                    },
                    {
                        "name": "Corporate Finance",
                        "eapCount": 6
                    },
                    {
                        "name": "Academic and Business Writing",
                        "eapCount": 3
                    },
                    {
                        "name": "Business Law",
                        "eapCount": 6
                    },
                    {
                        "name": "Quantitative Research Methods",
                        "eapCount": 3
                    },
                    {
                        "name": "Optional",
                        "eapCount": 9
                    }
                ]
            },
            {
                "name": "Semester VI",
                "courses": [
                    {
                        "name": "Strategic Management",
                        "eapCount": 3
                    },
                    {
                        "name": "Business Simulation DYNAMA",
                        "eapCount": 5
                    },
                    {
                        "name": "Business Ethics",
                        "eapCount": 3
                    },
                    {
                        "name": "Public Relations and Media Communication",
                        "eapCount": 6
                    },
                    {
                        "name": "Optional",
                        "eapCount": 3
                    },
                    {
                        "name": "Bachelor Thesis or Final Exam",
                        "eapCount": 6
                    }
                ]
            }
        ],
        "level": "bakalaureus",
        "outcomes": [
            "Oskab objektiivselt analüüsida tüüpiliste äritegevusega seonduvate ülesannete eetilisi ning juriidilisi aspekte",
            "On võimeline omandama, analüüsima ja tõlgendama informatsiooni, mis on vajalik konteksti arvestavate tõendipõhiste otsuste langetamiseks tüüpilistes äritegevuse situatsioonides",
            "On võimeline kriitiliselt rakendama laiapõhjalisi ja süsteemseid teadmisi ärivaldkonna alusteooriatest, kontseptsioonidest, praktilistest printsiipidest ja protsessidest",
            "Oskab kasutada analüüsi- ja otsustusvõimet selleks, et soovitada konteksti arvestavaid sobivaid lahendusi tüüpiliste äritegevusega seonduvate ülesannete lahendamiseks",
            "Oskab kommunikeerida ideesid ja tegevuskavasid hästi põhjendatud ning efektiivsel viisil nii üksikisiku kui grupi tasandil",
            "On võimeline töötama efektiivselt nii juhi kui ka meeskonnamängija rollis erinevates kultuurilistes kontekstides.",
            "Programmi lõpetajad töötavad turundus- ja finantsspetsialistide ning esmatasandi juhtidena rahvusvahelistes ettevõtetes või avaliku sektori asutustes. EBSi vilistlaste sissetulek äri- ja juhtimisvaldkonnas on võrreldes teiste ülikoolide lõpetanutega kõrgeim"
        ],
        "language": "inglise keel",
        "duration": 3,
        "requirements": [
            {
                "term": "Omab keskharidust või sellele vastavat kvalifikatsiooni",
                "termEn": "Holds a higher secondary education degree or an equivalent qualification"
            },
            {
                "term": "Inglise keele oskus vähemalt B2 tasemel",
                "termEn": "Holds sufficient proficiency in English (B2)"
            },
            {
                "term": "Omab piisaval tasemel matemaatika teadmisi",
                "termEn": "Has sufficient skills in Mathematics"
            },
            {
                "term": "Väljendab oma huvi, motivatsiooni ja ambitsiooni silmapaistvas ning meeldejäävas avalduses",
                "termEn": "Demonstrates their motivation, ambition and argumentation skills in a catchy application"
            },
            {
                "term": "Vestlus",
                "termEn": "Completes the admission interview at EBS"
            }
        ],
        "name": "Rahvusvaheline ärijuhtimine",
        "nameEn": "International Business Administration",
        "cost": {
            "amount": 5797,
            "currency": "€",
            "interval": "year"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "**Ülevaade** \n\nSee ettevõtluse õppekava on maailmas unikaalne - tegemist on kaasaegse ja uuendusliku ärisimulaatori põhimõttel toimuva õppega. Õppekava sobib Sulle, kui oled ettevõtlushuviline, unistad ettevõtjaks saamisest või soovid viia ellu äriidee, mis muudab maailma paremaks. Õpingute jooksul koged kõiki ettevõtte arenguetappe ning saad väärt teadmised vastutustundlikust ettevõtlusest, kaasaegsetest digilahendustest ja meeskonna juhtimisest. \n\n**Lõpetaja profiil** \n\nÕppekava lõpetajana oled valmis tegutsema ettevõtjana. Soovi korral saad end rakendada ka äriprojektide eestvedajana või spetsialistina ettevõtlikkust eeldatavatel ametikohtadel. Pole ime, kui jätkad õpingute ajal loodud ettevõtte arendamist ja juhtimist ka edaspidi! Omad häid teadmisi ja praktilisi oskusi kõikides ettevõtte eduks vajalikes valdkondades, näiteks tootearendus, turundus, inimeste ja protsesside juhtimine, finantsid ja äriõigus. \n\nEBSile läheb väga korda meie üliõpilaste, vilistlaste ja nende tööandjate hea käekäik. Tegutseme selle nimel, et meie vilistlased oleksid edukad ning tunneme südamest rõõmu nende kordaminekute üle. \n\n**Miks valida just see õppekava?** \n\n**•** Annab unikaalse võimaluse saada ülikoolikraad äriidee arendamise käigus; \n\n**•** Praktilise meeskonnatöö käigus läbid kõik ettevõtte arenguetapid ning saad teadmisi ja kogemusi koheselt rakendada. Õpingute ajal lahendad päriselulisi väljakutseid, millega start-upid ning mõjuettevõtted igapäevaselt silmitsi seisavad; \n\n**•** Omandad parimad võimalikud teadmised ja praktilised oskused ettevõtluse võtmevaldkondades - tootearendus, vastutustundlik ettevõtlus, meeskonna juhtimine, turundus, finantsid, digilahendused ja rahvusvaheline äri; \n\n**•** Kohtud paljude tipptegijatega ning Sind juhendavad oma ala vaieldamatud eksperdid, juhid ja ettevõtjad; \n\n**•** Olulise osana õppetöös keskendume Sinu isiklikule arengule – mõtestad kogetut läbi eneseanalüüsi ja üks ühele mentorkohtumiste; \n\n**•** Õpid väikestes gruppides ja Sind nõustab personaalne õppekonsultant - nii teame alati Sinu eesmärke ja arenguplaane ning oleme Sulle õpiteel igakülgselt toeks; \n\n**•** Keskendume EBSis võimalikult palju üksteiselt õppimisele - rühmaarutelud, tiimitööd, praktiline õpe ja elulised näited. Nii saame olla kindlad, et ülikooli lõpetades oled vilistlasena elus läbilööv, ettevõtlik ja edukas oma valdkonna tegija; \n\n**•** Sinu õpingukaaslasteks saavad olema positiivsed, algatusvõimelised, ägedate ideedega ja ambitsioonikad kaastudengid. Innustav ja motiveeriv seltskond ning väärtuslikud kontaktid jäävad Sinuga aastateks; \n\nSulle avaneb mobiilsusaken, mis võimaldab saada rahvusvahelise õpikogemuse välisriigi tippülikoolis. \n\n**Õppekava sisu** \n\nKolme aasta jooksul koged ettevõtlusprotsessi jätkusuutliku äriidee loomisest kuni ettevõtte müügini. Igas loengus ja seminaris omandad ettevõtte konkreetses arenguetapis vajalikud teadmised ja oskused. \n\nEttevõtte arenguetapid: ärivõimaluste avastamine ja ettevõtlusega alustamine, ettevõtte arendamine ja protsesside tõhustamine, ettevõtte laienemine ja rahvusvahelistumine, ettevõtte müük ja/või tegevuse lõpetamine. \n\nÕppekavas keskendutakse läbivalt seitsmele teemavaldkonnale: ettevõtlus ja turundus, majanduskeskkond ja finantsjuhtimine, õigus ja eetika, jätkusuutlikus ja rohemajandus, organisatsioonikäitumine, juhtimine ja meeskonnatöö, ettevõtja isiklik areng. \n\nÕpingute ajal on Sul toeks ettevõtjad, mentorid ja eksperdid. \n\n**Õppevorm** \n\nSeminarid toimuvad EBSis teisipäevast neljapäevani vastavalt tunniplaanile (ajavahemikus 10.00-16.00). Valikainete loengud ja seminarid võivad toimuda ka esmaspäevast reedeni 8.30-17.00 tunniplaani alusel. \n\nPäevaõppes on õppejõuga kontakttundide arv suurem, mis aitab teadmisi klassiruumis hõlpsamini omandada. Päevaõppes keskendutakse aktiivselt koos õppimisele, kus lisaks loenguformaadile on fookus rühmatöödel, aruteludel ning esitlustel. \n\n**Mobiilsusaken** \n\nTeisel õppeaastal on Sul võimalik õppida semester või aasta ühes EBSi partnerülikoolis. EBSil on Eesti ülikoolidest kõige tugevam partnerülikoolide võrgustik, kuhu kuuluvad paljud Euroopa paremad ärikoolid EMLyon Business School, Università Bocconi, BI Norwegian Business School, Kedge Business School, Copenhagen Business School jpt). \n\nMobiilsusaken on välisõpingute semester, kus saad valida partnerülikooli kursuste seast endale meelepäraseid erialakursuseid. Sul on võimalus täiendada teadmisi ka valdkondades, mida ükski Eesti ülikool ei õpeta. \n\nEBSi partnerülikoolis õppides tasud vaid EBSi õppemaksu ning lisaks maksame Euroopa Liidu riikides õppijatele Erasmus+ stipendiumi. \n\nEBS tudengite väga positiivne tagasiside kinnitab, et välisõpingute semester avardab oluliselt maailmapilti ning annab väärt kontaktid ja hindamatu rahvusvahelise ülikoolikogemuse! \n\n**Praktika ja mentorlus** \n\nÕpingute jooksul tuleb Sul sooritada praktika, mille jooksul õpid tundma ettevõtte toimimist ja rakendad õpitut praktikaorganisatsioonis. EBSi bakalaureuseõppes jaguneb praktika kaheks. \n\n**Praktika I** \n\n**1.** Esimese praktika käigus õpid tundma ettevõtte juhtimis- ja otsustusprotsesse; \n**2.** Praktikakoha valikul toetab Sind EBSi magistritudengist mentor. Mentoriga saad läbi arutada erinevaid võimalusi karjääritee kujundamiseks ning paned paika tulevikueesmärgid. Kogenud juhina on mentor Sulle eeskujuks ning jagab ka näpunäiteid, kuidas teha esimesi samme soovitud karjääri suunas. \n\n**Praktika II** \n\n**1.** Teise praktika jooksul saad oma teadmisi ja oskusi veelgi rohkem   proovile panna, sest Sul tuleb lahendada juhtimisprobleem vastavalt praktikaettevõtte vajadusele; \n**2.** Viid läbi uuringu ja esitad selle tulemuste põhjal ettepanekud organisatsioonilise muutuse ellu kutsumiseks. \n**3.** Praktika toetab Sinu ettevalmistust lõputöö kirjutamiseks. \n\n\n\n**Tudengielamused EBSis** \n\nEt mälestused ülikooliaastatest oleksid meeldejäävad ja rõõmutoovad, kutsume Sind kaasa lööma EBS Üliõpilasesinduses ja osalema üliõpilastele korraldatud üritustel. Esinduses saad kaasa rääkida ülikoolielu puudutavatel teemadel ning korraldada ka ise- ise ebsikatele erinevaid meelelahutusüritusi. Vahvad üritused ja tegevused varieeruvad akadeemilistest seminaridest pidude ja suurejoonelise Haba Galani välja. Muusikahuvilised saavad laulda EBS Kammerkooris. \n\nSportlikele ebsikatele toimuvad EBS Spordiklubi eestvedamisel spordipäev, golfivõistlused, taliujumine  jpm. Samuti leiavad  iganädalaselt aset mitmed regulaarsed sporditreeningud ning käiakse kooli esindamas spordivõistlustel ka väljapool Eestit. \n\nMeie üritused on kohtumispaigaks nii tudengitele, töötajatele, koostööpartneritele kui ka vilistlastele."
        ],
        "descriptionEn": "**Overview** \n\nThis is a unique programme in the whole world where learning is based on the modern and innovative business simulator principle. This programme is for you if you are interested in entrepreneurship, dream about becoming an entrepreneur or wish to implement a business idea which will make the world a better place. During your studies, you will experience all the development stages of a company and will be equipped with knowledge of responsible entrepreneurship, contemporary digital solutions, and team leadership. \n\n**Profile of the graduate** \n\nOnce you graduate from this program, you are ready to be an entrepreneur. However, you will also be able to act as a leader of business projects or as a specialist in positions which require entrepreneurial skills. Most likely you will keep developing and managing the company which you started during your studies. You will have relevant knowledge and practical skills in all the areas needed for the successful running of a business – product development, marketing, management of people and processes, financing, and business law. \n\nEBS cares a lot about the success of its students, alumni, and their employers. We strive to make sure that our graduates do well, and we are genuinely happy about their success. \n\n**Why choose this programme?** \n\n**1.** It offers a unique opportunity for a university degree while developing a business idea; \n\n**2.** You will walk through all the development stages of a company and will be able to immediately implement your knowledge and experience as a team member. During the studies you will solve real-life challenges which start-ups and companies of impact face on a daily basis; \n\n**3.** You will obtain the best possible knowledge and practical skills in key areas of entrepreneurship – product development, responsible entrepreneurship, team leadership, marketing, financing, digital solutions, and international business; \n\n**4.** You will meet a number of top talent and will be guided by experts, managers, and entrepreneurs in their field; \n\n**5.** Your personal development will be an integral part of the studies – you will introspectively analyse what you have experienced in one-on-one meetings with your mentor; \n\n**6.** You will learn in small groups of students and your personal study consultant will be there to advise you. Thus, we will always be on top of your goals and support you every step of the way; \n\n**7.** At EBS we focus, as much as possible, on learning from each other via group discussions, teamwork, practical studies, and „lessons from life“. This will ensure that upon graduation you will break through, will be entrepreneurial and successful in your area of business; \n\n**8.** Your fellow students will be positive and ambitious initiators with cool ideas. This inspiring and motivating company of people and valuable network will remain with you for years to come; \n\n**9** You can take advantage of the mobility window which enables an international learning experience in a foreign top-tier university. \n\n**Programme overview** \n\nDuring three years you will experience the entrepreneurship process from the creation of the business idea until the selling of the business. You will be provided with knowledge and skills relevant for each development stage of a company in every lecture and seminar. \n\nDevelopment stages of a company: discovery of business opportunities and starting a company, company development and optimization of processes, expanding and internationalising the company, sale of and/or closing down the company. \n\nThis program will concentrate on seven specific areas (thematic streams): Entrepreneurship & Marketing, Finance & Economics, Law & Ethics, Sustainability & Green, Leadership & Team, Organisation & Network, and Individual & Transferrable (personal development of an entrepreneur). \n\nYour studies will be supported by entrepreneurs, mentors, and experts. \n\n**Study format** \n\nSeminars take place at EBS campus from Tuesday to Thursday between 10.00 to 16.00 according to the timetable. According to the choice of elective courses, they can take place also on Mondays or Fridays between 8.30 to 17.15 according to the timetable. \n\nDaytime study format includes more contact hours in the classroom, which helps to acquire knowledge more easily. At EBS we focus on peer-to-peer learning, so your studies will include group works and presentations, interactive seminars and classroom discussions. \n\n**Mobility Window** \n\nDuring fifth semester, you will have the possibility to study in one of EBS partner universities for either one semester or one year. Of all universities in Estonia, EBS has the strongest network of partner universities – it includes some of the best business schools in Europe (EMLyon Business School, Università Bocconi, BI Norwegian Business School, Kedge Business School, Copenhagen Business School, Solbridge International School of Business and many more). \n\nThe Mobility Window is the semester intended for studying abroad. Studying abroad provides you with a unique experience and enables you to test yourself in a new academic and cultural environment, practice your language skills, make new friends, find possible future business partners, and gain a competitive advantage in the labour market. \n\nStudying abroad during Mobility Window means that you can choose the business-related courses to your own liking and the credits will be transferred. You also have the possibility to complement your knowledge in areas that no university in Estonia covers. \n\nWhen you study at an EBS partner university, you will only pay the EBS tuition fee. Additionally, if you choose mobility in one of the EU countries, EBS will pay to you the Erasmus+ scholarship. \n\nPositive feedback of EBS students confirms that a semester abroad significantly broadens your worldview and provides you with new contacts as well as invaluable international university experience! \n\n**Study Investment** \n\nIf you are a resident or a holder of a long-term residence permit in the Republic of Estonia you can pay in several instalments by using the Study Investment. \n\nIn cooperation with banks, EBS offers you a study investment solutions, so you can better plan the future and cash flows. Study investment is a financial service. You sign an agreement with LHV or Inbank. The bank pays your tuition fee to EBS and you will make monthly payments to the bank. \n\nAn instalments contract can be signed at the EBS Office of Academic Affairs quickly and conveniently without visiting the bank. \n\n**Scholarships** \n\nEBS awards the scholarships to Bachelor, Master´s and Doctoral first-year students, whose previous academic achievements, study motivation, social engagement and ambition are considered particularly worth recognition.  EBS awards scholarships to the applicants, who enrich the learning experience of their fellow students.  All the applicants, who have received the positive admission decision (conditional acceptance/acceptance) are considered for outstanding applicants scholarship. \n\n**Student Experience at EBS** \n\nTo make your years at the university memorable and joyful, EBS Student Council organises many wonderful events for students. In the Student Council, you can have a say in topics related to university life and organise various entertainment events for EBSikas yourself. Great events and activities range from academic seminars to parties or community events like Haba Gala. Music lovers can sing in the EBS Chamber Choir. \n\nFor athletic students, sports day, golf competitions, winter swimming, etc. are organised by EBS Sports Club. Several regular sports trainings also take place on a weekly basis and the school is represented in sports competitions outside Estonia as well. \n\nOur events are a meeting place for students, employees, partners and alumni.",
        "eap": 180,
        "spots": 0,
        "majorWebsite": "https://www.ebs.ee/mojuettevotlus",
        "videoId": "5ZC44C4Yje8",
        "type": "sotsiaalteadused",
        "studyType": "päevaõpe",
        "personnel": [
            {
                "name": "Anto Liivat",
                "title": "Bakalaureuseõppe juht, lektor",
                "titleEn": "Head of Bachelor's Studies, lecturer",
                "email": "anto.liivat@ebs.ee",
                "photo": "https://www.ebs.ee/sites/default/files/styles/profilepic/public/2019-03/_MG_8828_edited.jpg?itok=IzeQ5SYm"
            }
        ],
        "level": "bakalaureus",
        "outcomes": [
            "Oskab kasutada ettevõtluse ja juhtimisega seotud info- ja kommunikatsiooni¬tehnoloogiaid",
            "Oskab seostada ettevõtlusteooriaid ja praktikaid",
            "Oskab lahendada probleeme, mis tekivad ettevõtte erinevatel arenguetappidel",
            "Oskab nõustada ettevõtteid nende igapäevaste probleemide lahendamisel",
            "Oskab parendada ettevõtlikku meeskonna tulemusi nii meeskonna liikmena kui juhina",
            "Oskab koostada isikliku arengukava arvestades oma tugevusi ja arenguvaldkondi ettevõtjana või ettevõtliku töötajana",
            "Oskab arendada edaspidiseks karjääriks vajalikke ülekantavaid pädevusi (pädevus on integreeritud kogum teadmistest, oskustest ja hoiakutest)"
        ],
        "language": "inglise keel",
        "duration": 3,
        "requirements": [
            {
                "term": "Omab keskharidust või sellele vastavat kvalifikatsiooni",
                "termEn": "Holds a higher secondary education degree or an equivalent qualification"
            },
            {
                "term": "Valdab piisaval tasemel inglise keelt (B2)",
                "termEn": "Holds sufficient proficiency in English (B2)"
            },
            {
                "term": "Väljendab oma huvi, motivatsiooni ja ambitsiooni silmapaistvas ning meeldejäävas avalduses",
                "termEn": "Demonstrates their motivation, ambition and argumentation skills in a catchy application"
            },
            {
                "term": "Läbib EBSis sisseastumisvestluse",
                "termEn": "Completes the admission interview at EBS"
            }
        ],
        "name": "Mõjuettevõtlus",
        "nameEn": "Impactful Entrepreneurship",
        "cost": {
            "amount": 5797,
            "currency": "€",
            "interval": "year"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "**Ülevaade** \n\nMeie innovaatiline üheaastane MBA õppekava aitab Sul omandada magistrikraadi oma praegust karjääri katkestamata. See õppekava sobib Sulle, kui soovid juhtimisalaseid teadmisi täiustada, oma ettevõtte uuele tasemele viia või plaanid aastaga karjääriredelil tõusta. Meie uuenduslik MBA arendab Sind juhiks, kes suudab olla kiiresti muutuvas keskkonnas püsiva kasvu algatajaks. \n\nÕpinguid alustada kaks korda aastas: augustis (inglisekeelne õpperühm) ja jaanuaris (eestikeelne õpperühm). \n\n**Miks valida üheaastane MBA?** \n\n**•** Jõuad uuele tasemele ning saad magistrikraadi kõigest aastaga \n\n**•** MBA annab Sulle tugeva vundamendi äritegevuse võtmevaldkondades - saad põhjaliku ülevaate vastutustundlikust organisatsiooni- ja inimeste juhtimisest, ettevõtte finatsasjadest, uue aja juhtimistööriistadest, turundusest, äriprotsesside juhtimisest ja uute tehnoloogiate rakendamisest äris; \n\n**•** Anname Sulle teadmised, oskused, tööriistad ja enesekindluse, et teha keerulises tehnoloogiapõhises globaalses ärikeskkonnas teadlikke otsuseid; \n\n**•** Töötame reaalse elu näidetega meeskonnakeskses õppimis- ja õpetamiskeskkonnas. Keskendume EBSis võimalikult palju üksteiselt õppimisele - rühmaarutelud, tiimitööd ja praktiline õpe. Nii leiad päriselt toimivaid lahendusi väljakutsetele, millega tööelus silmitsi seisad; \n\n**•** Avardad silmaringi ja ärivõrgustikku - õpid koos erinevate valdkondade tippspetsialistide, ettevõtjate ja kogenud juhtidega. Innustav ja motiveeriv seltskond ning väärtuslikud kontaktid jäävad Sinuga aastateks; \n\n**•** MBAsse investeeritud aeg ja raha teenivad Sulle tulevikus intresse. \n\n**Mis kasu saab Sinu ettevõte?** \n\n**•** Kaasaegsete oskustega töötaja või juht on ettevõtte jaoks väärtuslik investeering, seda nii olemasolevate oskuste uuendamise kui uute oskuste omandamise puhul; \n\n**•** Uued teadmised ja oskused võimaldavad rakendada uuenduslikke meetodeid ja lahendusi, et luua ja tugevdada konkurentsieelist; \n\n**•** Toome kokku erinevatest valdkondadest juhid ning tippspetsialistid, kellega koos leitakse lahendusi reaalsetele ärialastele väljakutsetele. Erinevate valdkondade põimumine rikastab õpikogemust ja vaatenurka; \n\n**•** Töötajate arendamine on olulisel kohal ettevõtte väärtuspakkumises. \n\n**Õppevorm** \n\nÕppetöö toimub sessioonõppes, mis võimaldab magistrikraadi omandada karjääri katkestamata. Loengud ja seminarid toimuvad üle nädala reedeti ja laupäeviti 10:00-17:15. Erandina võib esineda üksikuid loenguid neljapäeval. \n\nOleme oma magistriprogrammi üles ehitanud nii, et klassiruumis toimub aktiivne õpe läbi arutelude, grupitööde ja praktiliste ülesannete. Kohtumiste vahele tuleb Sul õpingutesse panustada loenguteks või seminarideks ette valmistudes. \n\n**Tudengielamused EBSis** \n\nEt mälestused ülikooliaastatest oleksid meeldejäävad ja rõõmutoovad, kutsume Sind kaasa lööma EBS Üliõpilasesinduses ja osalema üliõpilastele korraldatud üritustel. Esinduses saad kaasa rääkida ülikoolielu puudutavatel teemadel ning korraldada ka ise- ise ebsikatele erinevaid meelelahutusüritusi. Vahvad üritused ja tegevused varieeruvad akadeemilistest seminaridest pidude ja suurejoonelise Haba Galani välja. Muusikahuvilised saavad laulda EBS Kammerkooris. \n\nSportlikele ebsikatele toimuvad EBS Spordiklubi eestvedamisel spordipäev, golfivõistlused, taliujumine  jpm. Samuti leiavad iganädalaselt aset mitmed regulaarsed sporditreeningud ning käiakse kooli esindamas spordivõistlustel ka väljapool Eestit. \n\nMeie üritused on kohtumispaigaks nii tudengitele, töötajatele, koostööpartneritele kui ka vilistlastele. \n\n**Lõpetaja profiil** \n\nÄrijuhtimise magistrikraad annab laiapõhjalise vundamendi, et saaksid karjääriteel tõusta ning tõsta oma konkurentsivõimet tööturul. \n\nEBSi vilistlasena tunnustatakse Sind põhjalike erialaste teadmiste eest ja väärtuslik kontaktvõrgustik aitab Sul ärimaailmas läbi lüüa. Oled ambitsioonikas ja ettevõtlik ebsikas, kelle üle tunnevad uhkust nii koduülikool, tööandja kui ka kolleegid. "
        ],
        "descriptionEn": "**Overview** \n\nOur innovative one-year MBA programme helps you earn a master's degree without interrupting your current career. This study program is suitable for you if you want to improve your management skills, take your company to a new level, or plan to move up the career ladder in a year. Our innovative MBA develops you into a leader who can initiate sustainable growth in a rapidly changing environment. \n\nYou can start studies twice a year: in August (in English) and in January (in Estonian). \n\n**Why choose this programme?** \n\n**1.** Master's degree within a year; \n\n**2.** Core programme of our MBA helps you build a strong foundation in key areas of business - you will get a comprehensive overview of the responsible organisation and people management, a solid foundation in organisational economics and financial performance, learn how to navigate through the latest management tools, marketing, business process management and application of new technologies in business; \n\n**3.** We will provide you with skills, tools, knowledge and confidence to make informed decisions in the challenging technology-driven global business setting. We work with real-life examples in a team-centred learning and teaching setting; \n\n**4.** You will learn and grow with peers – you will study together with top specialists, managers and entrepreneurs from different fields. An inspiring and motivating network of like-minded people and valuable contacts will remain with you for years to come; \n\n**5.** Faculty and students from different nationalities create a unique and diverse cultural space that broadens your worldview and encourages to think big; \n\n**6.** The programme is taught by top-tier faculty and established industry professionals, who additionally to their academic background bring practical business experience to the classroom. \n\n**7.** At EBS we focus, as much as possible, on learning from each other via group discussions, teamwork, practical studies, and „lessons from life“. This ensures that you have real solutions to challenges which you will face in your working life; \n\n**8.** The time and money invested in MBA will earn you interest in the future. \n\n**How will your company benefit?** \n\n**1.** An employee or a manager, who is updating or acquiring new skills is a valuable asset for the company; \n\n**2.** New knowledge, skills, and innovative methods create and strengthen competitive advantage of the company; \n\n**3.** We bring together managers and top specialists from various fields, with whom we solve real business challenges in the classroom. Combining experiences and perspectives from different fields enriches the learning experience and helps to come up with innovative solutions; \n\n**4.** Talent management and employee development play an important role in the company's value proposition. \n\n**Study format** \n\nStudies are in a session-based format, which allows to study without interrupting your professional life. Lectures and seminars take place every second week on Fridays and Saturdays between 10:00-17:15. As an exception some lectures can take place on Thursdays. \n\nWe have structured our master's program in such a way that active learning takes place in the classroom through discussions, groupworks and practical tasks. Group dynamics and communication are an integral part of learning, and that's why we put a lot of emphasis on it. In between meetings, you need to contribute to your studies by preparing for lectures or seminars. \n\n**Study Investment** \n\nIf you are a resident or a holder of a long-term residence permit in the Republic of Estonia you can pay in several instalments by using the Study Investment. \n\nIn cooperation with banks, EBS offers you a study investment solutions, so you can better plan the future and cash flows. Study investment is a financial service. You sign an agreement with LHV or Inbank. The bank pays your tuition fee to EBS and you will make monthly payments to the bank. \n\nAn instalments contract can be signed at the EBS Office of Academic Affairs quickly and conveniently without visiting the bank. \n\n**Scholarships** \n\nEBS awards the Scholarships to Bachelor, Master´s and Doctoral first-year students, whose previous academic achievements, study motivation, social engagement and ambition are considered particularly worth recognition.  EBS awards scholarships to the applicants, who enrich the learning experience of their fellow students. \n\nAll the applicants, who have received the positive admission decision (conditional acceptance or acceptance) are considered for outstanding applicants scholarship. \n\n**Student Experience at EBS** \n\nTo make your years at the university memorable and joyful, EBS Student Council organises many wonderful events for students. In the Student Council, you can have a say in topics related to university life and organise various entertainment events for EBSikas yourself. Great events and activities range from academic seminars to parties or community events like Haba Gala. Music lovers can sing in the EBS Chamber Choir. \n\nFor athletic students, sports day, golf competitions, winter swimming, etc. are organised by EBS Sports Club. Several regular sports trainings also take place on a weekly basis and the school is represented in sports competitions outside Estonia as well. \n\nOur events are a meeting place for students, employees, partners and alumni. \n\n**Profile of the graduate** \n\nAfter completing this programme you will be an innovative leader with advanced management skills. You will have a holistic understanding of global business, strategic decision-making and how to lead teams through changes or complex business challenges. Our MBA offers diverse career paths depending on your goals, talents and interest. EBS MBA graduates are well-prepared for top-tier positions in today's competitive business landscape. \n\nYou will be appreciated for your in-depth specialised knowledge and your valuable network of contacts will help you make it in the world of business. You are an ambitious and entrepreneurial EBS alumnus whom home university, employer, and colleagues take pride in.",
        "eap": 60,
        "spots": 0,
        "majorWebsite": "https://www.ebs.ee/mba-management-1-year-program",
        "type": "",
        "studyType": "sessioonõpe",
        "modules": [
            {
                "name": "Semester I",
                "courses": [
                    {
                        "name": "Ettevõtte rahandus",
                        "eapCount": 6
                    },
                    {
                        "name": "Finants- ja juhtimisarvestus",
                        "eapCount": 6
                    },
                    {
                        "name": "Strateegiline juhtimine ja innovatsioon",
                        "eapCount": 6
                    },
                    {
                        "name": "Inimeste juhtimine ja organisatsioonid",
                        "eapCount": 6
                    },
                    {
                        "name": "Juhtimine je eetika",
                        "eapCount": 3
                    },
                    {
                        "name": "Turndus ja müük",
                        "eapCount": 3
                    },
                    {
                        "name": "Koondeksam I: Coaching",
                        "eapCount": 4
                    }
                ]
            },
            {
                "name": "Semester II",
                "courses": [
                    {
                        "name": "Juhtimisökonoomika",
                        "eapCount": 3
                    },
                    {
                        "name": "Uued tehnoloogiad äris",
                        "eapCount": 6
                    },
                    {
                        "name": "Operatsioonide ja projektijuhtimine",
                        "eapCount": 6
                    },
                    {
                        "name": "Koondeksam II: Juhtimismäng",
                        "eapCount": 5
                    },
                    {
                        "name": "Koondeksam III: Teoreetiline põhiõppe test",
                        "eapCount": 3
                    },
                    {
                        "name": "Koondeksam IV: Kaasusepõhine lõpueksam",
                        "eapCount": 3
                    }
                ]
            }
        ],
        "personnel": [
            {
                "name": "Jim Seltenrijch",
                "title": "Magistriõppe juht, lektor",
                "titleEn": "Head of Master's Studies, Lecturer",
                "email": "jim.seltenrijch@ebs.ee",
                "photo": "https://www.ebs.ee/sites/default/files/styles/profilepic/public/2021-12/O27A1874-Edit.jpg?itok=w9EsrLmb"
            }
        ],
        "level": "magister",
        "outcomes": [
            "Teab, kuidas juhtida ning arendada organisatsiooni globaal- ja regionaalmajanduslikus kontekstis",
            "Tunneb juhtimisega seotud väljakutseid ja mõju, mida avaldavad keskkond, finantssuutlikkus ja organisatsiooni tehnoloogiline areng",
            "Mõistab piisavalt andmete haldamise olulisust ja rakendatavust selleks, et teha teadlikke ja objektiivseid juhtimisotsuseid",
            "On tuttav ettevõtte või organisatsiooni strateegilise ja innovatsiooni juhtimise mudelite ja metoodikatega",
            "Tunneb kõige uuemaid digi- ja äritehnoloogiaid ning on võimeline analüüsima tehnoloogilisi võimalusi ja väljakutseid, mis viivad ettevõtte või organisatsiooni kasvule ja suurema efektiivsuseni",
            "On võimeline süstemaatiliselt rakendama teadmisi ja arusaamu teooriast praktikasse, lahendama keerulisi probleeme ja tõstma organisatsiooni konkurentsivõimet",
            "Oskab rakendada probleemipõhist mõtlemist ja otsuste vastuvõtmist, arvestades lahenduste efektiivsust ülesannete ja reaalsusel põhinevate simulatsioonide lõpuleviimiseks",
            "On võimeline suhtlema tulemuslikult nii individuaaltasandil kui ka meeskonna koosseisus",
            "Omab piisavat meeskonnatöö kogemust ja on võimeline meeskonda juhtima",
            "Oskab juhina ja liidrina objektiivselt analüüsida erinevate olukordade eetilisi aspekte ja sellest tulenevalt tegutseda",
            "On võimeline oma teadmiste ja oskuste rakendamisel demonstreerima eneseteadlikkust ja -usku",
            "Tunneb rahvusvahelist konteksti ja oskab seda seostada strateegiliste otsuste tegemisega ja nõustamisega."
        ],
        "language": "inglise keel",
        "duration": 1,
        "requirements": [
            {
                "term": "Omab mistahes erialal magistrikraadi/bakalaureusekraadi (240 EAP mahus)/rakenduskõrgharidust (240 EAP mahus)",
                "termEn": "Non-business master's degree, 240 ECTS bachelor's degree or an equivalent qualification"
            },
            {
                "term": "Omab vähemalt 3 - aastast juhtimise või tiimijuhtimise kogemust ning toob selle välja CV-s. Hindame nii inimeste kui ka protsesside juhtimise kogemust",
                "termEn": "Has at least 3 years of management or team-lead experience. We value both people and process management experience. Show us that in your submitted CV",
            },
            {
                "header": "Valdab piisaval tasemel võõrkeeli",
                "term": "inglisekeelne õpperühm: inglise keelt (B2) \neestikeelne õpperühm: eesti keelt (B2)",
                "termEn": "Has sufficient proficiency in English (B2). We offer some courses both in English and Estonian but we expect you to be ready to study in English",
            },
            {
                "term": "Väljendab oma huvi ja entusiasmi silmapaistvas ning meeldejäävas avalduses",
                "termEn": "Demonstrate their drive in a catchy application"
            },
            {
                "term": "Läbib edukalt EBSis sisseastumisvestluse",
                "termEn": "Completes admission interview at EBS."
            }
        ],
        "name": "MBA (1 aasta)",
        "nameEn": "MBA (1 year)",
        "cost": {
            "amount": 8000,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "**Ülevaade** \n\nKaheaastane MBA on veel põhjalikuma ja rikkalikuma valikuga õppekava, mis annab Sulle lisaks ärihariduse vundamendile ka konkreetse valdkonna süvateadmised. See õppekava sobib Sulle, kui soovid end üha kiiremini muutuvas ja arenevas keskkonnas pidevalt täiendada. MBA õppekava läbides õpid orienteeruma kõige uuemates juhtimisvõtetes ja saavutad täiesti uue taseme Sinu poolt valitud ärijuhtimise valdkonnas. \n\nMBA õppekava annab võimaluse omandada magistrikraadi oma praegust karjääri katkestamata. Õpe toimub inglise keeles. \n\n**Miks valida kaheaastane MBA?** \n\n**•** MBA annab Sulle tugeva vundamendi äritegevuse võtmevaldkondades - saad põhjaliku ülevaate vastutustundlikust organisatsiooni- ja inimeste juhtimisest, ettevõtte finatsasjadest, uue aja juhtimistööriistadest, turundusest, äriprotsesside juhtimisest ja uute tehnoloogiate rakendamisest äris; \n\n**•** Teisel õppeaastal saad valida neli meelepärast mikrokraadi ehk valikmoodulit, et täiendada oma teadmisi ja oskusi konkreetses valdkonnas; \n\n**•** Anname Sulle teadmised, oskused, tööriistad ja enesekindluse, et teha keerulises tehnoloogiapõhises globaalses ärikeskkonnas teadlikke otsuseid; \n\n**•** Avardad silmaringi ja ärivõrgustikku - õpid koos erinevate valdkondade tippspetsialistide, ettevõtjate ja juhtidega, kellega jagad sarnaseid väärtusi.  Innustav ja motiveeriv seltskond ning väärtuslikud kontaktid jäävad Sinuga aastateks; \n\n**•** Töötame reaalse elu näidetega meeskonnakeskses õppimis- ja õpetamiskeskkonnas. Keskendume EBSis võimalikult palju üksteiselt õppimisele - rühmaarutelud, tiimitööd ja praktiline õpe. Nii leiad päriselt toimivaid lahendusi väljakutsetele, millega tööelus silmitsi seisad ja saad neid koheselt tööelus rakendada; \n\n**•** Õppejõud on oma alal rahvusvaheliselt tunnustatud eksperdid, kellel on lisaks akadeemilisele taustale ka praktiline ettevõtluskogemus. EBSis on nii täiskohaga õppejõud, lektoritest praktikud kui ka professorid maailma erinevatest ülikoolidest; \n\n**•** Toome klassiruumi kokku mitmetest rahvustest üliõpilased ja õppejõud. Kultuuriruumi ja maailmavaadete mitmekesisus annab Sulle oskuse töötada rahvusvahelistes meeskondades; \n\n**•** MBAsse investeeritud aeg ja raha teenivad Sulle tulevikus intresse. \n\n**Mis kasu saab Sinu ettevõte?** \n\n**•** Kaasaegsete oskustega töötaja või juht on ettevõtte jaoks väärtuslik investeering, seda nii olemasolevate oskuste uuendamise kui uute oskuste omandamise puhul; \n\n**•** Uued teadmised ja oskused võimaldavad rakendada uuenduslikke meetodeid ja lahendusi, et luua ja tugevdada konkurentsieelist; \n\n**•** Toome kokku erinevatest valdkondadest juhid ning tippspetsialistid, kellega koos leitakse lahendusi reaalsetele ärialastele väljakutsetele. Erinevate valdkondade põimumine rikastab õpikogemust ja vaatenurka; \n\n**•** Töötajate arendamine on olulisel kohal ettevõtte väärtuspakkumises. \n\n**Mikrokraadid** \n\nEstonian Business School on Eesti ülikoolidest esimene, kes hakkas pakkuma mikrokraade. EBSi mikrokraadid on magistriõppe valikmoodulid, mis keskenduvad kindlale valdkonnale: näiteks näiteks rohemajandus ja digitaalne transformatsioon, juhtimine, andmehaldus, kommunikatsioon ja turundus, rahandus ja majandusarvestus. \n\nEBSi mikrokraadid annavad sulle alati värskeimad teadmised ning aitavad tõsta konkurentsivõimet tööturul. Uuendame oma valikut pidevalt ning vastavalt ärimaailmas ja ühiskonnas olukorrale. \n\n**Õppevorm** \n\nÕppetöö toimub sessioonõppes, mis võimaldab magistrikraadi omandada karjääri katkestamata. Loengud ja seminarid toimuvad üle nädala reedeti ja laupäeviti 10:00-17:15. Erandina võib esineda üksikuid loenguid neljapäeval. \n\nTeisel õppeaastal kujuneb lõplik tunniplaan vastavalt valitud mikrokraadile. \n\nOleme oma magistriprogrammi üles ehitanud nii, et klassiruumis toimub aktiivne õpe läbi arutelude, grupitööde ja praktiliste ülesannete. Grupidünaamika ja suhtlus on õppetöö lahutamatu osa ja seeõttu panemegi sellele suurt rõhku. Kohtumiste vahele tuleb Sul õpingutesse panustada loenguteks või seminarideks ette valmistudes. \n\n**Välisõpingud** \n\nSoovi korral on Sul võimalik õppida kolmandal semestril ühes EBSi partnerülikoolis. EBSil on Eesti ülikoolidest kõige tugevam partnerülikoolide võrgustik, kuhu kuuluvad paljud Euroopa paremad ärikoolid EMLyon Business School, Università Bocconi, BI Norwegian Business School, Kedge Business School, Copenhagen Business School jpt). \n\nMobiilsusaken on välisõpingute semester, kus saad valida partnerülikooli kursuste seast endale meelepäraseid erialakursuseid. Sul on võimalus täiendada teadmisi ka valdkondades, mida ükski Eesti ülikool ei õpeta. EBSi partnerülikoolis õppides tasud vaid EBSi õppemaksu ning lisaks maksame Euroopa Liidu riikides õppijatele Erasmus+ stipendiumi. \n\nEBSi üliõpilaste positiivne tagasiside kinnitab, et välisõpingute semester avardab oluliselt maailmapilti, annab väärt kontaktid ja hindamatu rahvusvahelise ülikoolikogemuse! \n\n**Tudengielamused EBSis** \n\nEt mälestused ülikooliaastatest oleksid meeldejäävad ja rõõmutoovad, kutsume Sind kaasa lööma EBS Üliõpilasesinduses ja osalema üliõpilastele korraldatud üritustel. Esinduses saad kaasa rääkida ülikoolielu puudutavatel teemadel ning korraldada ka ise- ise ebsikatele erinevaid meelelahutusüritusi. Vahvad üritused ja tegevused varieeruvad akadeemilistest seminaridest pidude ja suurejoonelise Haba Galani välja. Muusikahuvilised saavad laulda EBS Kammerkooris. \n\nSportlikele ebsikatele toimuvad EBS Spordiklubi eestvedamisel spordipäev, golfivõistlused, taliujumine  jpm. Samuti leiavad iganädalaselt aset mitmed regulaarsed sporditreeningud ning käiakse kooli esindamas spordivõistlustel ka väljapool Eestit. \n\nMeie üritused on kohtumispaigaks nii tudengitele, töötajatele, koostööpartneritele kui ka vilistlastele. \n\n**Lõpetaja profiil** \n\nÄrijuhtimise magistrikraad annab laiapõhjalise vundamendi, et saaksid karjääriteel tõusta ning tõsta oma konkurentsivõimet tööturul. \n\nEBSi vilistlasena tunnustatakse Sind põhjalike erialaste teadmiste eest ja väärtuslik kontaktvõrgustik aitab Sul ärimaailmas läbi lüüa. Oled ambitsioonikas ja ettevõtlik ebsikas, kelle üle tunnevad uhkust nii koduülikool, tööandja kui ka kolleegid. "
        ],
        "descriptionEn": "**Overview** \n\nOur innovative two-year MBA programme develops managers and leaders who ignite and inspire lasting growth in a ever-changing business environment. Our teaching approach and elective microdegrees provide immersive experience with exceptional education. \n\n**Why choose this programme?** \n\n**1.** Core programme of our MBA helps you build a strong foundation in key areas of business - you will get a comprehensive overview of the responsible organisation and people management, a solid foundation in organisational economics and financial performance, learn how to navigate through the latest management tools, marketing, business process management and application of new technologies in business; \n\n**2.** On top of that solid backbone, you can build solid muscle by choosing elective microdegrees from a wide selection and design the path of your curriculum yourself; \n\n**3.** We will provide you with skills, tools, knowledge and confidence to make informed decisions in the challenging technology-driven global business setting. We work with real-life examples in a team-centred learning and teaching setting; \n\n**4.** You will learn and grow with peers – you will study together with top specialists, managers and entrepreneurs from different fields. An inspiring and motivating network of like-minded people and valuable contacts will remain with you for years to come; \n\n**3.** At EBS we focus, as much as possible, on learning from each other via group discussions, teamwork, practical studies, and „lessons from life“. This ensures that you have real solutions to challenges which you will face in your working life; \n\n**4.** Faculty and students from different nationalities create a unique and diverse cultural space that broadens your worldview and encourages to think big; \n\n**5.** The programme is taught by top-tier faculty and established industry professionals, who in addition to their academic background bring practical business experience to the classroom; \n\n**6.** The time and money invested in MBA will earn you interest in the future. \n\n**How will your company benefit?** \n\n**1.** An employee or a manager, who is updating or acquiring new skills is a valuable asset for the company; \n\n**2.** New knowledge, skills, and innovative methods create and strengthen competitive advantage of the company; \n\n**3.** We bring together managers and top specialists from various fields, with whom we solve real business challenges in the classroom. Combining experiences and perspectives from different fields enriches the learning experience and helps to come up with innovative solutions; \n\n**4.** Talent management and employee development play an important role in the company's value proposition. \n\n**Study format** \n\nStudies are in a session-based format, which allows to study without interrupting your professional life. Lectures and seminars take place every second week on Fridays and Saturdays between 10:00-17:15. As an exception some lectures can take place on Thursdays. \n\nThe final schedule of the second year depends on the chosen microdegrees. \n\nWe have structured our master's program in such a way that active learning takes place in the classroom through discussions, groupworks and practical tasks. Group dynamics and communication are an integral part of learning, and that's why we put a lot of emphasis on it. In between meetings, you need to contribute to your studies by preparing for lectures or seminars. \n\n**Studies abroad** \n\nDuring your second study year, you will have the possibility to study in one of EBS partner universities for either one semester or one year. Of all universities in Estonia, EBS has the strongest network of partner universities – it includes some of the best business schools in Europe (EMLyon Business School, Università Bocconi, BI Norwegian Business School, Kedge Business School, Copenhagen Business School, Solbridge International School of Business and many more). \n\nThe Mobility Window is the semester intended for studying abroad. Studying abroad provides you with a unique experience and enables you to test yourself in a new academic and cultural environment, practice your language skills, make new friends, find possible future business partners, and gain a competitive advantage in the labour market. \n\nStudying abroad during Mobility Window means that you can choose the business-related courses to your own liking and the credits will be transferred. You also have the possibility to complement your knowledge in areas that no university in Estonia covers. When you study at an EBS partner university, you will only pay the EBS tuition fee. Additionally, if you choose mobility in one of the EU countries, EBS will pay to you the Erasmus+ scholarship. \n\nPositive feedback of EBS students confirms that a semester abroad significantly broadens your worldview and provides you with new contacts as well as invaluable international university experience! \n\n**Study Investment** \n\nIf you are a resident or a holder of a long-term residence permit in the Republic of Estonia you can pay in several instalments by using the Study Investment. \n\nIn cooperation with banks, EBS offers you a study investment solutions, so you can better plan the future and cash flows. Study investment is a financial service. You sign an agreement with LHV or Inbank. The bank pays your tuition fee to EBS and you will make monthly payments to the bank. \n\nAn instalments contract can be signed at the EBS Office of Academic Affairs quickly and conveniently without visiting the bank. \n\n**Scholarships** \n\nEBS awards the Scholarships to Bachelor, Master´s and Doctoral first-year students, whose previous academic achievements, study motivation, social engagement and ambition are considered particularly worth recognition.  EBS awards scholarships to the applicants, who enrich the learning experience of their fellow students. \n\nAll the applicants, who have received the positive admission decision (conditional acceptance or acceptance) are considered for outstanding applicants scholarship. \n\n**Student Experience at EBS** \n\nTo make your years at the university memorable and joyful, EBS Student Council organises many wonderful events for students. In the Student Council, you can have a say in topics related to university life and organise various entertainment events for EBSikas yourself. Great events and activities range from academic seminars to parties or community events like Haba Gala. Music lovers can sing in the EBS Chamber Choir. \n\nFor athletic students, sports day, golf competitions, winter swimming, etc. are organised by EBS Sports Club. Several regular sports trainings also take place on a weekly basis and the school is represented in sports competitions outside Estonia as well. \n\nOur events are a meeting place for students, employees, partners and alumni. \n\n**Profile of the graduate** \n\nAfter completing this programme you will be an innovative leader with advanced management skills. You will have a holistic understanding of global business, strategic decision-making and how to lead teams through changes or complex business challenges. Our MBA offers diverse career paths depending on your goals, talents and interest. EBS MBA graduates are well-prepared for top-tier positions in today's competitive business landscape. \n\nYou will be appreciated for your in-depth specialised knowledge and your valuable network of contacts will help you make it in the world of business. You are an ambitious and entrepreneurial EBS alumnus whom home university, employer, and colleagues take pride in.",
        "eap": 120,
        "spots": 0,
        "majorWebsite": "https://www.ebs.ee/mba-management-2-year-program",
        "type": "",
        "studyType": "sessioonõpe",
        "modules": [
            {
                "name": "Semester I",
                "courses": [
                    {
                        "name": "Ettevõtte rahandus",
                        "eapCount": 6
                    },
                    {
                        "name": "Finants- ja juhtimisarvestus",
                        "eapCount": 6
                    },
                    {
                        "name": "Strateegiline juhtimine ja innovatsioon",
                        "eapCount": 6
                    },
                    {
                        "name": "Inimeste juhtimine ja organisatsioonid",
                        "eapCount": 6
                    },
                    {
                        "name": "Juhtimine je eetika",
                        "eapCount": 3
                    },
                    {
                        "name": "Turndus ja müük",
                        "eapCount": 3
                    },
                    {
                        "name": "Koondeksam I: Coaching",
                        "eapCount": 4
                    }
                ]
            },
            {
                "name": "Semester II",
                "courses": [
                    {
                        "name": "Juhtimisökonoomika",
                        "eapCount": 3
                    },
                    {
                        "name": "Uued tehnoloogiad äris",
                        "eapCount": 6
                    },
                    {
                        "name": "Operatsioonide ja projektijuhtimine",
                        "eapCount": 6
                    }
                ]
            },
            {
                "name": "Semester III",
                "courses": [
                    {
                        "name": "Koondeksam II: Juhtimismäng",
                        "eapCount": 5
                    },
                    {
                        "name": "Koondeksam III: Teoreetiline põhiõppe test",
                        "eapCount": 3
                    },
                    {
                        "name": "Koondeksam IV: Kaasusepõhine lõpueksam",
                        "eapCount": 3
                    }
                ]
            }
        ],
        "personnel": [
            {
                "name": "Jim Seltenrijch",
                "title": "Magistriõppe juht, lektor",
                "titleEn": "Head of Master's Studies, Lecturer",
                "email": "jim.seltenrijch@ebs.ee",
                "photo": "https://www.ebs.ee/sites/default/files/styles/profilepic/public/2021-12/O27A1874-Edit.jpg?itok=w9EsrLmb"
            }
        ],
        "level": "magister",
        "outcomes": [
            "Teab, kuidas juhtida ning arendada organisatsiooni globaal- ja regionaalmajanduslikus kontekstis",
            "Tunneb juhtimisega seotud väljakutseid ja mõju, mida avaldavad keskkond, finantssuutlikkus ja organisatsiooni tehnoloogiline areng",
            "Mõistab piisavalt andmete haldamise olulisust ja rakendatavust selleks, et teha teadlikke ja objektiivseid juhtimisotsuseid",
            "On tuttav ettevõtte või organisatsiooni strateegilise ja innovatsiooni juhtimise mudelite ja metoodikatega",
            "Tunneb kõige uuemaid digi- ja äritehnoloogiaid ning on võimeline analüüsima tehnoloogilisi võimalusi ja väljakutseid, mis viivad ettevõtte või organisatsiooni kasvule ja suurema efektiivsuseni",
            "On võimeline süstemaatiliselt rakendama teadmisi ja arusaamu teooriast praktikasse, lahendama keerulisi probleeme ja tõstma organisatsiooni konkurentsivõimet",
            "Oskab rakendada probleemipõhist mõtlemist ja otsuste vastuvõtmist, arvestades lahenduste efektiivsust ülesannete ja reaalsusel põhinevate simulatsioonide lõpuleviimiseks",
            "On võimeline suhtlema tulemuslikult nii individuaaltasandil kui ka meeskonna koosseisus",
            "Omab piisavat meeskonnatöö kogemust ja on võimeline meeskonda juhtima",
            "Oskab juhina ja liidrina objektiivselt analüüsida erinevate olukordade eetilisi aspekte ja sellest tulenevalt tegutseda",
            "On võimeline oma teadmiste ja oskuste rakendamisel demonstreerima eneseteadlikkust ja -usku",
            "Tunneb rahvusvahelist konteksti ja oskab seda seostada strateegiliste otsuste tegemisega ja nõustamisega."
        ],
        "language": "inglise keel",
        "duration": 2,
        "requirements": [
            {
                "term": "Omab mistahes erialal bakalaureusekraadi, rakenduskõrgharidust või sellega võrdsustatud kvalifikatsiooni",
                "termEn": "Non-business 180 ECTS bachelor degree or an equivalent qualification"
            },
            {
                "term": "omab vähemalt 3-aastast juhtimise või tiimijuhtimise kogemust ning toob selle välja CV-s. Hindame nii inimeste kui ka protsesside juhtimise kogemust",
                "termEn": "Has at least 3 years of management or team-lead experience. We value both people and process management experience. Show us that in your submitted CV"
            },
            {
                "term": "Inglise keele oskus vähemalt B2 tasemel",
                "termEn": "Has sufficient proficiency in English (B2). We offer some courses both in English and Estonian but we expect you to be ready to study in English"
            },
            {
                "term": "Väljendab oma huvi ja entusiasmi silmapaistvas ning meeldejäävas avalduses",
                "termEn": "Demonstrate their drive in a catchy application"
            },
            {
                "term": "Läbib edukalt EBSis sisseastumisvestluse",
                "termEn": "Completes admission interview at EBS"
            }
        ],
        "name": "MBA (2 aastat)",
        "nameEn": "MBA (2 years)",
        "cost": {
            "amount": 17500,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "**Ülevaade** \n\nLoome koos parema maailma! See õppekava on mõeldud Sulle, kui oled valmis lahendama tulevikumaailma väljakutseid. Lisaks suurepärastele juhi- ja ärioskustele õpid silmitsi seisma muutuva majanduse probleemidega, panustama ühiskonda ja elukeskkonda. Meie magistriõppekava on annab Sulle pädevused, et leida innovatiivseid ja edasiviivaid lahendusi ülemaailmsetele väljakutsetele. Õppekava lõpetajad on uue põlvkonna juhid, kellel on olemas vajalik äriteadmistepagas, profesionaalsed oskused ning tulevikuvaatav hoiak. \n\nMA õppekava eelduseks majandus-, äri või juhtimisalane bakalaureusekraad. Õpe toimub inglise keeles. \n\n**Miks valida äriinnovatsiooni õppekava?** \n\n**•** Õpid muutuvas ärimaailmas edukalt toime tulema; \n\n**•** Magistrikraad aitab kaasa karjääripüüdluste täitmisele ja annab võimaluse teiste hulgast silma paista. Aina suurema konkurentsiga ja kiirelt muutuval tööturul annavad eksperditeadmised oma erialal suure eelise; \n\n**•** Õpingute käigus arendad kriitilist mõtlemist ja juhtimisoskust. Samuti õpid leidma loovaid lahendusi, mida saad rakendada rahvusvahelistes ettevõttetes ja tänapäeva juhtimismudelites; \n\n**•** Õpid põhjalikult tundma valitud spetsialiseerumisvaldkonda: rohemajanduse innovatsiooni võimendamine või digitaliseerumise ja start-up majanduse juhtimine; \n\n**•** Toome klassiruumi kokku mitmetest rahvustest üliõpilased ja õppejõud. Kultuuriruumi ja maailmavaadete mitmekesisus annab Sulle oskuse töötada rahvusvahelistes meeskondades; \n\n**•** Õppejõud on oma alal rahvusvaheliselt tunnustatud eksperdid, kellel on lisaks akadeemilisele taustale ka praktiline ettevõtluskogemus. EBSis on nii täiskohaga õppejõud, lektoritest praktikud kui ka professorid maailma erinevatest ülikoolidest. \n\n**•** Keskendume EBSis võimalikult palju üksteiselt õppimisele - rühmaarutelud, tiimitööd ja praktiline õpe. Nii leiad päriselt toimivaid lahendusi väljakutsetele, millega tööelus silmitsi seisad; \n\n**•** Sulle avaneb mobiilsusaken, mis võimaldab saada rahvusvahelise õpikogemuse välisriigi tippülikoolis. \n\n**Digitaliseerumine ja idufirmade majandus** \n\nDigitaliseerimise ja idufirmade majanduse suunal tegeldakse mitte ainult protsesside tegeliku automatiseerimise ja digitaliseerimisega, vaid ka ettevõtete inimliku poolega, kes need jõupingutused läbi teeb. Meilt leiab vastused küsimustele, kuidas tasakaalustada digitaliseerimise majanduslikku ja sotsiaalset mõju ning mida saavad traditsioonilised ettevõtted idufirmadelt õppida. \n\n**Õppevorm** \n\nÕppetöö toimub sessioonõppes, mis võimaldab magistrikraadi omandada karjääri katkestamata. Loengud ja seminarid toimuvad üle nädala neljapäevast laupäevani 10:00-17:15. \n\nOleme oma magistriprogrammi üles ehitanud nii, et klassiruumis toimub aktiivne õpe läbi arutelude, grupitööde ja praktiliste ülesannete. Grupidünaamikad ja suhtlus on õppetöö lahutamatu osa ja seeõttu panemegi sellele suurt rõhku. Kohtumiste vahele tuleb Sul õpingutesse panustada loenguteks või seminarideks ette valmistudes. \n\n**Välisõpingud** \n\nSoovi korral on Sul võimalik õppida kolmandal semestril ühes EBSi partnerülikoolis. EBSil on Eesti ülikoolidest kõige tugevam partnerülikoolide võrgustik, kuhu kuuluvad paljud Euroopa paremad ärikoolid EMLyon Business School, Università Bocconi, BI Norwegian Business School, Kedge Business School, Copenhagen Business School jpt). \n\nMobiilsusaken on välisõpingute semester, kus saad valida partnerülikooli kursuste seast endale meelepäraseid erialakursuseid. Sul on võimalus täiendada teadmisi ka valdkondades, mida ükski Eesti ülikool ei õpeta. EBSi partnerülikoolis õppides tasud vaid EBSi õppemaksu ning lisaks maksame Euroopa Liidu riikides õppijatele Erasmus+ stipendiumi. \n\nEBSi üliõpilaste positiivne tagasiside kinnitab, et välisõpingute semester avardab oluliselt maailmapilti, annab väärt kontaktid ja hindamatu rahvusvahelise ülikoolikogemuse! \n\n**Tudengielamused EBSis** \n\nEt mälestused ülikooliaastatest oleksid meeldejäävad ja rõõmutoovad, kutsume Sind kaasa lööma EBS Üliõpilasesinduses ja osalema üliõpilastele korraldatud üritustel. Esinduses saad kaasa rääkida ülikoolielu puudutavatel teemadel ning korraldada ka ise- ise ebsikatele erinevaid meelelahutusüritusi. Vahvad üritused ja tegevused varieeruvad akadeemilistest seminaridest pidude ja suurejoonelise Haba Galani välja. Muusikahuvilised saavad laulda EBS Kammerkooris. \n\nSportlikele ebsikatele toimuvad EBS Spordiklubi eestvedamisel spordipäev, golfivõistlused, taliujumine  jpm. Samuti leiavad iganädalaselt aset mitmed regulaarsed sporditreeningud ning käiakse kooli esindamas spordivõistlustel ka väljapool Eestit. \n\nMeie üritused on kohtumispaigaks nii tudengitele, töötajatele, koostööpartneritele kui ka vilistlastele. \n\n**Lõpetaja profiil** \n\nEBSi vilistlasena tunnustatakse Sind põhjalike erialaste teadmiste eest ja väärtuslik kontaktvõrgustik aitab Sul ärimaailmas läbi lüüa. Oled ambitsioonikas ja ettevõtlik ebsikas, kelle üle tunnevad uhkust nii koduülikool, tööandja kui ka kolleegid."
        ],
        "descriptionEn": "**Overview** \n\nLet’s create a better world together! EBS’s innovative MA programme prepares managers to solve the challenges of the future world. In addition to making a profit, the need to deal with social, environmental and economic problems has become an inevitable part of entrepreneurship. Our master's programme will provide you with the desired competencies to tackle current and future worldwide challenges by providing innovative solutions from the field of business.  When you graduate from this programme, you are a next-generation leader equipped with relevant knowledge, fine-tuned skills, and an attitude that helps to innovate. \n\nOur MA programme requires bachelor's degree in Business Administration, Economics or Management. \n\n**Why choose this programme?** \n\n**1.** MA supports your career ambitions as it helps you to stand out from others. In an increasingly competitive and rapidly changing labour market being an expert in your field gives you a great career advantage. When a bachelor’s degree provides you the broad foundation, a master’s diploma helps you to specialise and to gain deeper knowledge and fine-tuned skills; \n\n**2.** Our MA programme adds value to your bachelor’s degree by deepening and widening your academic knowledge, further developing your analytical thinking, and improving your professional, leadership and team-related skills. You will apply your knowledge and understanding of international business and management systematically and creatively to professional organisations; \n\n**3.** We equip you with the skills and knowledge needed to help organisations forward but also provide you with the tools and leadership mindset to make the change actually happen; \n\n**4.** You will gain an in-depth understanding in your field of specialisation: Leveraging Green Economy Innovation or Leading Digitalisation and Navigating the Start-up Economy; \n\n**5.** Faculty and students from different nationalities create a unique and diverse cultural space that broadens your worldview and encourages to think big; \n\n**6.** Most of the faculty teaching in the program are internationally renowned experts in their fields, having both academic and practical business experience. We have a roughly equal proportion of full-time faculty members, practitioner-lecturers from companies and professors from a wide range of international universities; \n\n**7.** At EBS we focus, as much as possible, on learning from each other via group discussions, teamwork, practical studies, and „lessons from life“. This ensures that you have real solutions to challenges which you will face in your working life; \n\n**8.** You can take advantage of the mobility window which enables an international learning experience in a foreign top-tier university. \n\n**Study format** \n\nStudies are in a session-based format, which allows you to combine your professional life with studies. Lectures and seminars take place every second week on Thursdays, Fridays and Saturdays between 10:00-17:15. The final schedule of the second year depends on the chosen microdegrees. \n\nWe have structured our master's program in such a way that active learning takes place in the classroom through discussions, groupworks and practical tasks. Most of student learning occurs through teamwork and hand-on activities. Group dynamics and communication are an integral part of learning, and that's why we put a lot of emphasis on it. In between meetings, you need to contribute to your studies by preparing for lectures or seminars. \n\n**Studies abroad** \n\nDuring your second study year, you will have the possibility to study in one of EBS partner universities for either one semester or one year. Of all universities in Estonia, EBS has the strongest network of partner universities – it includes some of the best business schools in Europe (EMLyon Business School, Università Bocconi, BI Norwegian Business School, Kedge Business School, Copenhagen Business School, Solbridge International School of Business and many more). \n\nStudying abroad provides you with a unique experience and enables you to test yourself in a new academic and cultural environment, practice your language skills, make new friends, find possible future business partners, and gain a competitive advantage in the labour market. \n\nStudying abroad during Mobility Window means that you can choose the business-related courses to your own liking and the credits will be transferred. You also have the possibility to complement your knowledge in areas that no university in Estonia covers. When you study at an EBS partner university, you will only pay the EBS tuition fee. Additionally, if you choose mobility in one of the EU countries, EBS will pay to you the Erasmus+ scholarship. \n\n**Study Investment** \n\nIf you are a resident or a holder of a long-term residence permit in the Republic of Estonia you can pay in several instalments by using the Study Investment. \n\nIn cooperation with banks, EBS offers you a study investment solutions, so you can better plan the future and cash flows. Study investment is a financial service. You sign an agreement with LHV or Inbank. The bank pays your tuition fee to EBS and you will make monthly payments to the bank. \n\nAn instalments contract can be signed at the EBS Office of Academic Affairs quickly and conveniently without visiting the bank. \n\n**Student Experience at EBS** \n\nTo make your years at the university memorable and joyful, EBS Student Council organises many wonderful events for students. In the Student Council, you can have a say in topics related to university life and organise various entertainment events for EBSikas yourself. Great events and activities range from academic seminars to parties or community events like Haba Gala. Music lovers can sing in the EBS Chamber Choir. \n\nFor athletic students, sports day, golf competitions, winter swimming, etc. are organised by EBS Sports Club. Several regular sports trainings also take place on a weekly basis and the school is represented in sports competitions outside Estonia as well. \n\nOur events are a meeting place for students, employees, partners and alumni. \n\n**Profile of the graduate** \n\nAs an alumni of this programme you will act as a top or mid-level manager, head of the department or team lead in international company or in public sector. \n\nYou will be appreciated for your in-depth specialised knowledge and your valuable network of contacts will help you make it in the world of business. You are an ambitious and entrepreneurial EBS alumnus whom home university, employer, and colleagues take pride in.",
        "eap": 120,
        "spots": 0,
        "majorWebsite": "https://www.ebs.ee/ma",
        "type": "sotsiaalteadused",
        "studyType": "sessioonõpe",
        "personnel": [
            {
                "name": "Jim Seltenrijch",
                "title": "Magistriõppe juht, lektor",
                "titleEn": "Head of Master's Studies, Lecturer",
                "email": "jim.seltenrijch@ebs.ee",
                "photo": "https://www.ebs.ee/sites/default/files/styles/profilepic/public/2021-12/O27A1874-Edit.jpg?itok=w9EsrLmb"
            }
        ],
        "level": "magister",
        "outcomes": [
            "Omandanud süsteemsed teadmised peamistest teoreetilistest kontseptsioonidest nii äri- kui ka juhtimisvaldkonnas",
            "Omandanud konkreetsed akadeemilised ja erialased teadmised ning oskused, mis on vajalikud valitud spetsialiseerumissuunal",
            "Võimeline rakendama laiapõhjaliselt ja süsteemselt erinevaid äri- ja juhtimisvaldkonna uurimismeetodeid akadeemilises ja erialases kontekstis",
            "Võimeline end väljendama efektiivselt nii kirjalikult kui ka suuliselt erinevates valdkondades",
            "Võimeline analüüsima enda ja teiste inimeste elukestva õppe ja professionaalse arendamise vajadusi",
            "Võimeline teadvustama ja formuleerima erinevaid keerulisi äri- ja juhtimisvaldkonna probleeme akadeemilises ja erialases kontekstis",
            "Omandanud probleemilahendamise teoreetilised teadmised ja praktilised oskused, et kriitiliselt hinnata ja kasutada neid keerulistes olukordades",
            "Võimeline innovaatilisi lahendusi leidma ebakindlas probleemses keskkonnas piiratud ressurssidega",
            "Võimeline looma potentsiaalseid uusi akadeemilisi uurimisvaldkondi sidudes neid ärialaste- ja juhtimisprobleemidega",
            "Omandanud juhi hoiaku koos tervikliku arusaamaga pidevalt muutuvast globaalsest kontekstist ja selle mõjust organisatsioonidele"
        ],
        "language": "inglise keel",
        "duration": 2,
        "requirements": [
            {
                "term": "Omab majandus-, äri või juhtimisalast bakalaureusekraadi või nendega võrdsustatud kvalifikatsiooni",
                "termEn": "Holds a bachelor's degree in Business Administration, Economics or Management or an equivalent qualification"
            },
            {
                "term": "Valdab piisaval tasemel inglise keelt (B2)",
                "termEn": "Has sufficient proficiency in English (B2)"
            },
            {
                "term": "Väljendab oma huvi ja entusiasmi silmapaistvas ning meeldejäävas avalduses",
                "termEn": "Demonstrates their drive in a catchy application"
            },
            {
                "header": "Magistritöö teema kirjeldus",
                "headerEn": "Master's thesis",
                "term": "**1.** what is your research topic? (i.e. what are you interested in discovering further/ what would you like to write your MA thesis about?) \n\n**2.** What is your main research question/problem (i.e. what is the problem you are investigating?) \n\n**3.** Why is this topic interesting? (i.e. who other than academia should benefit from your research / why should anyone care?)",
                "termEn": "**Adds description of master's thesis topic in their application answering following questions:** \n\n**1.** What is your research topic? (i.e. what are you interested in discovering further/ what would you like to write your MA thesis about?) \n\n**2.** What is your main research question/problem (i.e. what is the problem you are investigating?) \n\n**3.** Why is this topic interesting? (i.e. who other than academia should benefit from your research / why should anyone care?)"
            },
            {
                "term": "Läbib edukalt EBSis sisseastumisvestluse",
                "termEn": "Completes admission interview at EBS"
            }
        ],
        "name": "Äriinnovatsioon muutuvas majanduses",
        "nameEn": "Business Innovation in the New Economy",
        "cost": {
            "amount": 6380,
            "currency": "€",
            "interval": "year"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "**Ülevaade** \n\nKaks aastat, kaks riiki, kaks linna, kaks ülikooli, kaks kraadi! EBS-i ja Liège'i Ülikooli  MA õppekava topeltdiplom pakub ainulaadset rahvusvahelist õpikogemust ja topeltkraadi! Esimesel aastal õpitakse EBSis äriinnovatsiooni ja uurimismeetodeid. Teine aasta möödub erialakursustega meie partnerülikoolis Belgias kus õpitakse tarbimiskäitumist, digitaalse  turunduse strateegiat, jätkusuutlikkust ja vastutustundlikku ettevõtlust. Meie magistriõppekava on annab Sulle pädevused, et leida innovatiivseid ja edasiviivaid lahendusi ülemaailmsetele väljakutsetele. Õppekava lõpetajad on uue põlvkonna juhid, kellel on olemas vajalik äriteadmistepagas, professionaalsed oskused ning tulevikuvaatav hoiak. \n\n**Miks valida see õppekava?** \n\n**•** Magistrikraad aitab kaasa karjääripüüdluste täitmisele ja annab võimaluse teiste hulgast silma paista. \n\n**•** Meie topeltdiplom avardab Sinu silmaringi ning laiendab rahvusvahelist ärivõrgustikku - õpid koos erinevate valdkondade tippspetsialistidega  erinevatest riikidest. Innustav ja motiveeriv seltskond ning väärtuslikud kontaktid jäävad Sinuga aastateks; \n\n**•** Õpingute käigus saad põhjaliku ülevaate ärinnovatsiooni valdkonnast ning vajalikud pädevused, et ettevõttes muutusi ellu viia. Oskad toime tulla ülemaailmsete väljakutsetega nagu globaliseerumine ja rahvusvaheline lainemine; \n\n**•** Õpid põhjalikult tundma valitud spetsialiseerumisvaldkonda (turundus); \n\n**•** Õppimine kahes erinevas ülikoolis ning riigis loob unikaalse ja mitmekesise kultuurilise õpikeskkonna, mis laiendab sinu maailmapilti ning julgustab suurelt mõtlema; \n\n**•** Õppejõud on oma alal rahvusvaheliselt tunnustatud eksperdid, kellel on lisaks akadeemilisele taustale ka praktiline ettevõtluskogemus. EBSis on nii täiskohaga õppejõud, lektoritest praktikud kui ka professorid maailma erinevatest ülikoolidest; \n\n**•** Topeltkraadi programm, nagu nimigi ütleb, annab sulle lõpetamisel kaks diplomit! Seeläbi eristud tööturul veelgi enam! \n\n**Tudengielamused EBSis** \n\nEt mälestused ülikooliaastatest oleksid meeldejäävad ja rõõmutoovad, kutsume Sind kaasa lööma EBS Üliõpilasesinduses ja osalema üliõpilastele korraldatud üritustel. Esinduses saad kaasa rääkida ülikoolielu puudutavatel teemadel ning korraldada ka ise- ise ebsikatele erinevaid meelelahutusüritusi. Vahvad üritused ja tegevused varieeruvad akadeemilistest seminaridest pidude ja suurejoonelise Haba Galani välja. Muusikahuvilised saavad laulda EBS Kammerkooris. \n\nSportlikele ebsikatele toimuvad EBS Spordiklubi eestvedamisel spordipäev, golfivõistlused, taliujumine  jpm. Samuti leiavad iganädalaselt aset mitmed regulaarsed sporditreeningud ning käiakse kooli esindamas spordivõistlustel ka väljapool Eestit. \n\nMeie üritused on kohtumispaigaks nii tudengitele, töötajatele, koostööpartneritele kui ka vilistlastele. \n\n**Lõpetaja profiil** \n\nÄrijuhtimise magistrikraad annab laiapõhjalise vundamendi, et saaksid karjääriteel tõusta ning tõsta oma konkurentsivõimet tööturul. \n\nEBSi vilistlasena tunnustatakse Sind põhjalike erialaste teadmiste eest ja väärtuslik kontaktvõrgustik aitab Sul ärimaailmas läbi lüüa. Oled ambitsioonikas ja ettevõtlik ebsikas, kelle üle tunnevad uhkust nii koduülikool, tööandja kui ka kolleegid."
        ],
        "descriptionEn": "**Overview** \n\nTwo years, two countries, two cities, two universities, two degrees. The 2-year double degree MA programme of EBS and University of Liège, offers you a unique opportunity to expand your international network. During your first year at EBS, you will set the foundations of your studies with a focus on business innovation and research methods. After completing your first year of core studies, you will spend the second year taking specialisation courses at our partner university in Liège, Belgium. The specialisation courses have a focus on marketing and include topics such as Consumer Behaviour and Digital Marketing Strategy, Sustainability, and CSR. Next to obtaining valuable international experience, this programme will also award you two MA degrees (from EBS and University of Liège) within two years of studying. When you graduate from this programme, you are ready to be a future leader dealing with international challenges and are equipped with relevant knowledge, fine-tuned skills, and an attitude that helps to innovate. \n\n**Why should you choose this programme?** \n\n**1.** Our double degree MA programme enables you in building up an international network and supports your career ambitions as it helps you to stand out from others. \n\n**2.** You will gain an in-depth understanding in the field of business innovation and how to apply this knowledge in your future career. The marketing specialisation allows you to obtain deeper skills and knowledge. \n\n**3.** We equip you with the skills and knowledge needed to help organisations forward when dealing with ongoing globalisation and international expansion, but also provide you with the tools and leadership mindset to make the change actually happen. \n\n**4.** Studying at two different universities and living in two different countries, creates a unique and diverse cultural learning environment that broadens your worldview and encourages to think big. \n\n**4.** During your studies you are able to combine theory with practice, considering that our teaching faculty is a combination of academics and practitioners. This ensures that you can use your skills and knowledge immediately after your graduation. \n\n**5.** The double degree programme, as the name says, will award you two diplomas at graduation. Setting yourself even further apart on the competitive labour market. \n\n**Scholarships** \n\nEBS awards the Scholarships to Bachelor, Master´s and Doctoral first-year students, whose previous academic achievements, study motivation, social engagement and ambition are considered particularly worth recognition.  EBS awards scholarships to the applicants, who enrich the learning experience of their fellow students. \n\nAll the applicants, who have received the positive admission decision (conditional acceptance or acceptance) are considered for outstanding applicants scholarship. \n\n**Student Experience at EBS** \n\nTo make your years at the university memorable and joyful, EBS Student Council organises many wonderful events for students. In the Student Council, you can have a say in topics related to university life and organise various entertainment events for EBSikas yourself. Great events and activities range from academic seminars to parties or community events like Haba Gala. Music lovers can sing in the EBS Chamber Choir. \n\nFor athletic students, sports day, golf competitions, winter swimming, etc. are organised by EBS Sports Club. Several regular sports trainings also take place on a weekly basis and the school is represented in sports competitions outside Estonia as well. \n\nOur events are a meeting place for students, employees, partners and alumni. \n\n**Profile of the graduate** \n\nYou will be appreciated for your in-depth specialised knowledge and your valuable network of contacts will help you make it in the world of business. You are an ambitious and entrepreneurial EBS alumnus whom home university, employer, and colleagues take pride in. \n\nEBS cares a lot about the success of its students, alumni, and their employers. We strive to make sure that our graduates do well, and we are genuinely happy about their success.",
        "eap": 120,
        "spots": 0,
        "majorWebsite": "https://www.ebs.ee/double-degree-business-innovation-and-marketing-2-year-ma-liege",
        "personnel": [
            {
                "name": "Jim Seltenrijch",
                "title": "Magistriõppe juht, lektor",
                "titleEn": "Head of Master's Studies, Lecturer",
                "email": "jim.seltenrijch@ebs.ee",
                "photo": "https://www.ebs.ee/sites/default/files/styles/profilepic/public/2021-12/O27A1874-Edit.jpg?itok=w9EsrLmb"
            }
        ],
        "type": "sotsiaalteadused",
        "studyType": "sessioonõpe",
        "level": "magister",
        "language": "inglise keel",
        "duration": 2,
        "requirements": [
            {
                "term": "Holds a bachelor's degree in Business Administration, Economics or Management or an equivalent qualification",
                "termEn": "Holds a bachelor's degree in Business Administration, Economics or Management or an equivalent qualification"
            },
            {
                "header": "Application",
                "headerEn": "Application",
                "term": "Demonstrates their drive in a catchy application, addressing the following (2 pages): \n\n**1.** Reflection on the programme topic, in which you connect your own (future) career ambitions to business innovation, marketing, and internationalisation \n\n**2.** Reflection on how this programme and the international experience, will create a wider impact beyond your personal/organisational goals",
                "termEn": "Demonstrates their drive in a catchy application, addressing the following (2 pages): \n\n**1.** Reflection on the programme topic, in which you connect your own (future) career ambitions to business innovation, marketing, and internationalisation \n\n**2.** Reflection on how this programme and the international experience, will create a wider impact beyond your personal/organisational goals"
            },
            {
                "term": "Has sufficient proficiency in English (B2)",
                "termEn": "Has sufficient proficiency in English (B2)"
            },
            {
                "term": "Completes admission interview at EBS",
                "termEn": "Has sufficient proficiency in English (B2)"
            }
        ],
        "name": "Topeltdiplom: koostöös Liège ülikooliga MA",
        "nameEn": "Double Degree: Business Innovation and Marketing MA with Liège",
        "cost": {
            "amount": 17000,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "**Overview** \n\n“The last ten years of IT have been about changing the way people work. The next ten years of IT will be about transforming your business.” (Aaron Levie, CEO of BOX cloud storage). The 1-year specialisation MA programme of EBS, enables top-level specialists to contribute to solving the opportunities and challenges of digitalisation. In addition to using digitalisation to increase efficiency and generation profit, digital transformations have also created new challenges such as re-skilling of the labour force and lengthy change management processes. This 75-ECTS specialisation MA will provide you with the desired competencies to tackle current and future digitalisation challenges by looking at innovative solutions from the field of business and start-ups. When you graduate from this programme, you are ready to be a forerunner in dealing with digitalisation efforts and start-up economies and are equipped with relevant knowledge, fine-tuned skills, and an attitude that helps to innovate. \n\n**Why should you choose this programme?** \n\n**•** Our 1-year specialisation MA programme supports your career ambitions as it helps you to stand out from others. However, it also enables you to create a direct impact on creating a better world via your professional career. \n\n**•** You will gain an in-depth understanding in the fields of digitalisation and start-up economies and how to apply this knowledge in your everyday work. \n\n**•** We equip you with the skills and knowledge needed to help organisations forward in their quest to digitalise and continuously innovate and provide you with the tools and leadership mindset to make the change actually happen. \n\n**•** Faculty and students from different nationalities create a unique and diverse cultural learning environment that broadens your worldview and encourages to think big. \n\n**•** We have a roughly equal proportion of full-time faculty members, practitioner-lecturers from companies, and professors from a wide range of international universities. This ensures that during your studies you are able to combine theory with practice. \n\n**Study format** \n\nStudies are in a session-based format, which allows you to combine your professional life with studies. Lectures and seminars take place every second week on Thursdays, Fridays and Saturdays between 10:00-17:15. The final schedule of the second year depends on the chosen microdegrees. \n\nWe have structured our master's program in such a way that active learning takes place in the classroom through discussions, groupworks and practical tasks. Most of student learning occurs through teamwork and hand-on activities. Group dynamics and communication are an integral part of learning, and that's why we put a lot of emphasis on it. In between meetings, you need to contribute to your studies by preparing for lectures or seminars. \n\n**Student Experience at EBS** \n\nTo make your years at the university memorable and joyful, EBS Student Council organises many wonderful events for students. In the Student Council, you can have a say in topics related to university life and organise various entertainment events for EBSikas yourself. Great events and activities range from academic seminars to parties or community events like Haba Gala. Music lovers can sing in the EBS Chamber Choir. \n\nFor athletic students, sports day, golf competitions, winter swimming, etc. are organised by EBS Sports Club. Several regular sports trainings also take place on a weekly basis and the school is represented in sports competitions outside Estonia as well. \n\nOur events are a meeting place for students, employees, partners and alumni. \n\n**Profile of the graduate** \n\nAs an alumni of this programme you will act as a top or mid-level manager, head of the department or team lead in international company or in public sector. \n\nYou will be appreciated for your in-depth specialised knowledge and your valuable network of contacts will help you make it in the world of business. You are an ambitious and entrepreneurial EBS alumnus whom home university, employer, and colleagues take pride in."
        ],
        "descriptionEn": "**Overview** \n\n“The last ten years of IT have been about changing the way people work. The next ten years of IT will be about transforming your business.” (Aaron Levie, CEO of BOX cloud storage). The 1-year specialisation MA programme of EBS, enables top-level specialists to contribute to solving the opportunities and challenges of digitalisation. In addition to using digitalisation to increase efficiency and generation profit, digital transformations have also created new challenges such as re-skilling of the labour force and lengthy change management processes. This 75-ECTS specialisation MA will provide you with the desired competencies to tackle current and future digitalisation challenges by looking at innovative solutions from the field of business and start-ups. When you graduate from this programme, you are ready to be a forerunner in dealing with digitalisation efforts and start-up economies and are equipped with relevant knowledge, fine-tuned skills, and an attitude that helps to innovate. \n\n**Why should you choose this programme?** \n\n**•** Our 1-year specialisation MA programme supports your career ambitions as it helps you to stand out from others. However, it also enables you to create a direct impact on creating a better world via your professional career. \n\n**•** You will gain an in-depth understanding in the fields of digitalisation and start-up economies and how to apply this knowledge in your everyday work. \n\n**•** We equip you with the skills and knowledge needed to help organisations forward in their quest to digitalise and continuously innovate and provide you with the tools and leadership mindset to make the change actually happen. \n\n**•** Faculty and students from different nationalities create a unique and diverse cultural learning environment that broadens your worldview and encourages to think big. \n\n**•** We have a roughly equal proportion of full-time faculty members, practitioner-lecturers from companies, and professors from a wide range of international universities. This ensures that during your studies you are able to combine theory with practice. \n\n**Study format** \n\nStudies are in a session-based format, which allows you to combine your professional life with studies. Lectures and seminars take place every second week on Thursdays, Fridays and Saturdays between 10:00-17:15. The final schedule of the second year depends on the chosen microdegrees. \n\nWe have structured our master's program in such a way that active learning takes place in the classroom through discussions, groupworks and practical tasks. Most of student learning occurs through teamwork and hand-on activities. Group dynamics and communication are an integral part of learning, and that's why we put a lot of emphasis on it. In between meetings, you need to contribute to your studies by preparing for lectures or seminars. \n\n**Student Experience at EBS** \n\nTo make your years at the university memorable and joyful, EBS Student Council organises many wonderful events for students. In the Student Council, you can have a say in topics related to university life and organise various entertainment events for EBSikas yourself. Great events and activities range from academic seminars to parties or community events like Haba Gala. Music lovers can sing in the EBS Chamber Choir. \n\nFor athletic students, sports day, golf competitions, winter swimming, etc. are organised by EBS Sports Club. Several regular sports trainings also take place on a weekly basis and the school is represented in sports competitions outside Estonia as well. \n\nOur events are a meeting place for students, employees, partners and alumni. \n\n**Profile of the graduate** \n\nAs an alumni of this programme you will act as a top or mid-level manager, head of the department or team lead in international company or in public sector. \n\nYou will be appreciated for your in-depth specialised knowledge and your valuable network of contacts will help you make it in the world of business. You are an ambitious and entrepreneurial EBS alumnus whom home university, employer, and colleagues take pride in.",
        "eap": 75,
        "spots": 0,
        "majorWebsite": "https://www.ebs.ee/leading-digitalisation-and-navigating-start-economy-1-year-ma",
        "type": "sotsiaalteadused",
        "studyType": "sessioonõpe",
        "personnel": [
            {
                "name": "Jim Seltenrijch",
                "title": "Magistriõppe juht, lektor",
                "titleEn": "Head of Master's Studies, Lecturer",
                "email": "jim.seltenrijch@ebs.ee",
                "photo": "https://www.ebs.ee/sites/default/files/styles/profilepic/public/2021-12/O27A1874-Edit.jpg?itok=w9EsrLmb"
            }
        ],
        "level": "magister",
        "outcomes": [
            "Applies the domain specific knowledge and skills from the specialisation in an academic and professional context",
            "Applies consistently different research methods from the field of business and management in an academic and professional context",
            "Applies effective communication skills in written and oral form in an academic and professional context",
            "Analyses and acts upon their own needs and those of others in relation to life-long learning and future career development",
            "Recognises and formulates various complex problems within the field of the specialisation",
            "Evaluates critically various solutions to complex problems by deploying their problem-solving skills and in-depth practical and theoretical knowledge",
            "Creates innovative solutions to complex problems while operating in an uncertain environment and with limited resources",
            "Develops a leadership attitude with a holistic understanding of the everchanging global context and its implications for organisations"
        ],
        "language": "inglise keel",
        "duration": 1,
        "requirements": [
            {
                "header": "Education and professional background",
                "headerEn": "Education and professional background",
                "term": "(one of three options): \n\n**1** Holds a bachelor's degree in any field and has at least 5 years of relevant work experience on a specialist level in a related field \n\n**2.** Holds a master's degree in any field and has at least 5 years of relevant work experience on a specialist level in a related field \n\n**3.** Master’s degree in Business Administration or Economics or Management",
                "termEn": "(one of three options): \n\n**1** Holds a bachelor's degree in any field and has at least 5 years of relevant work experience on a specialist level in a related field \n\n**2.** Holds a master's degree in any field and has at least 5 years of relevant work experience on a specialist level in a related field \n\n**3.** Master’s degree in Business Administration or Economics or Management"
            },
            {
                "header": "Application",
                "headerEn": "Application",
                "term": "Demonstrates their drive in a catchy application, addressing the following (3-4 pages): \n\n**1.** Reflection on the programme topic, in which you connect your own career to current challenges you face when it comes to sustainability and the green economy. \n\n**2.** Reflection on your self-development, in which you discuss how your professional career has contributed to you as a lifelong learner and how you have achieved your professional ambitions. \n\n**3.** Reflection on how this programme, Leveraging Green Economy Innovation, will create a wider impact beyond your personal/ organisational goals.",
                "termEn": "Demonstrates their drive in a catchy application, addressing the following (3-4 pages): \n\n**1.** Reflection on the programme topic, in which you connect your own career to current challenges you face when it comes to sustainability and the green economy. \n\n**2.** Reflection on your self-development, in which you discuss how your professional career has contributed to you as a lifelong learner and how you have achieved your professional ambitions. \n\n**3.** Reflection on how this programme, Leveraging Green Economy Innovation, will create a wider impact beyond your personal/ organisational goals."
            },
            {
                "term": "CV proving the relevant work experience",
                "termEn": "CV proving the relevant work experience"
            },
            {
                "term": "Has sufficient proficiency in English (B2)",
                "termEn": "Has sufficient proficiency in English (B2)"
            },
            {
                "term": "Completes admission interview at EBS",
                "termEn": "Completes admission interview at EBS"
            }
        ],
        "name": "Digitaliseerimine ja idufirmade majandus",
        "nameEn": "Leading Digitalisation and Navigating the Start-up Economy",
        "cost": {
            "amount": 7000,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "**Overview** \n\n“We have not come to this world only to make footprints but something that creates value to the next generations and would be sustainable” (Madis Habakuk, founder of EBS). The 1-year specialisation MA programme of EBS, enables top-level specialists to contribute to solving the complex issue of sustainability. In addition to making a profit, the need to deal with social, environmental, and economic problems has become an inevitable part of organisations. This 75ECTS specialisation MA will provide you with the desired competencies to tackle current and future worldwide sustainability challenges by providing innovative solutions from the field of business. When you graduate from this programme, you are ready to be a forerunner in dealing with sustainability and green challenges and are equipped with relevant knowledge, fine-tuned skills, and an attitude that helps to innovate. \n\n**Why should you choose this programme?** \n\n**•** Our 1-year specialisation MA programme supports your career ambitions as it helps you to stand out from others. However, it also enables you to create a direct impact on creating a better world via your professional career. \n\n**•** You will gain an in-depth understanding in the field of green economy and how to apply this knowledge in your everyday work. \n\n**•** We equip you with the skills and knowledge needed to help organisations forward in their quest to become greener but also provide you with the tools and leadership mindset to make the change actually happen. \n\n**•** Faculty and students from different nationalities create a unique and diverse cultural learning environment that broadens your worldview and encourages to think big. \n\n**•** We have a roughly equal proportion of full-time faculty members, practitioner-lecturers from companies, and professors from a wide range of international universities. This ensures that during your studies you are able to combine theory with practice. \n\n**Study format** \n\nStudies are in a session-based format, which allows you to combine your professional life with studies. Lectures and seminars take place every second week on Thursdays, Fridays and Saturdays between 10:00-17:15. The final schedule of the second year depends on the chosen microdegrees. \n\nWe have structured our master's program in such a way that active learning takes place in the classroom through discussions, groupworks and practical tasks. Most of student learning occurs through teamwork and hand-on activities. Group dynamics and communication are an integral part of learning, and that's why we put a lot of emphasis on it. In between meetings, you need to contribute to your studies by preparing for lectures or seminars. \n\n**Student Experience at EBS** \n\nTo make your years at the university memorable and joyful, EBS Student Council organises many wonderful events for students. In the Student Council, you can have a say in topics related to university life and organise various entertainment events for EBSikas yourself. Great events and activities range from academic seminars to parties or community events like Haba Gala. Music lovers can sing in the EBS Chamber Choir. \n\nFor athletic students, sports day, golf competitions, winter swimming, etc. are organised by EBS Sports Club. Several regular sports trainings also take place on a weekly basis and the school is represented in sports competitions outside Estonia as well. \n\nOur events are a meeting place for students, employees, partners and alumni. \n\n**Profile of the graduate** \n\nAs an alumni of this programme you will act as a top or mid-level manager, head of the department or team lead in international company or in public sector. \n\nYou will be appreciated for your in-depth specialised knowledge and your valuable network of contacts will help you make it in the world of business. You are an ambitious and entrepreneurial EBS alumnus whom home university, employer, and colleagues take pride in."
        ],
        "descriptionEn": "**Overview** \n\n“We have not come to this world only to make footprints but something that creates value to the next generations and would be sustainable” (Madis Habakuk, founder of EBS). The 1-year specialisation MA programme of EBS, enables top-level specialists to contribute to solving the complex issue of sustainability. In addition to making a profit, the need to deal with social, environmental, and economic problems has become an inevitable part of organisations. This 75ECTS specialisation MA will provide you with the desired competencies to tackle current and future worldwide sustainability challenges by providing innovative solutions from the field of business. When you graduate from this programme, you are ready to be a forerunner in dealing with sustainability and green challenges and are equipped with relevant knowledge, fine-tuned skills, and an attitude that helps to innovate. \n\n**Why should you choose this programme?** \n\n**•** Our 1-year specialisation MA programme supports your career ambitions as it helps you to stand out from others. However, it also enables you to create a direct impact on creating a better world via your professional career. \n\n**•** You will gain an in-depth understanding in the field of green economy and how to apply this knowledge in your everyday work. \n\n**•** We equip you with the skills and knowledge needed to help organisations forward in their quest to become greener but also provide you with the tools and leadership mindset to make the change actually happen. \n\n**•** Faculty and students from different nationalities create a unique and diverse cultural learning environment that broadens your worldview and encourages to think big. \n\n**•** We have a roughly equal proportion of full-time faculty members, practitioner-lecturers from companies, and professors from a wide range of international universities. This ensures that during your studies you are able to combine theory with practice. \n\n**Study format** \n\nStudies are in a session-based format, which allows you to combine your professional life with studies. Lectures and seminars take place every second week on Thursdays, Fridays and Saturdays between 10:00-17:15. The final schedule of the second year depends on the chosen microdegrees. \n\nWe have structured our master's program in such a way that active learning takes place in the classroom through discussions, groupworks and practical tasks. Most of student learning occurs through teamwork and hand-on activities. Group dynamics and communication are an integral part of learning, and that's why we put a lot of emphasis on it. In between meetings, you need to contribute to your studies by preparing for lectures or seminars. \n\n**Student Experience at EBS** \n\nTo make your years at the university memorable and joyful, EBS Student Council organises many wonderful events for students. In the Student Council, you can have a say in topics related to university life and organise various entertainment events for EBSikas yourself. Great events and activities range from academic seminars to parties or community events like Haba Gala. Music lovers can sing in the EBS Chamber Choir. \n\nFor athletic students, sports day, golf competitions, winter swimming, etc. are organised by EBS Sports Club. Several regular sports trainings also take place on a weekly basis and the school is represented in sports competitions outside Estonia as well. \n\nOur events are a meeting place for students, employees, partners and alumni. \n\n**Profile of the graduate** \n\nAs an alumni of this programme you will act as a top or mid-level manager, head of the department or team lead in international company or in public sector. \n\nYou will be appreciated for your in-depth specialised knowledge and your valuable network of contacts will help you make it in the world of business. You are an ambitious and entrepreneurial EBS alumnus whom home university, employer, and colleagues take pride in.",
        "eap": 75,
        "spots": 0,
        "majorWebsite": "https://www.ebs.ee/leveraging-green-economy-innovation-1-year-ma",
        "type": "",
        "studyType": "sessioonõpe",
        "personnel": [
            {
                "name": "Jim Seltenrijch",
                "title": "Magistriõppe juht, lektor",
                "titleEn": "Head of Master's Studies, Lecturer",
                "email": "jim.seltenrijch@ebs.ee",
                "photo": "https://www.ebs.ee/sites/default/files/styles/profilepic/public/2021-12/O27A1874-Edit.jpg?itok=w9EsrLmb"
            }
        ],
        "level": "magister",
        "outcomes": [
            "Applies the domain specific knowledge and skills from the specialisation in an academic and professional context",
            "Applies consistently different research methods from the field of business and management in an academic and professional context",
            "Applies effective communication skills in written and oral form in an academic and professional context",
            "Analyses and acts upon their own needs and those of others in relation to life-long learning and future career development",
            "Recognises and formulates various complex problems within the field of the specialisation",
            "Evaluates critically various solutions to complex problems by deploying their problem-solving skills and in-depth practical and theoretical knowledge",
            "Creates innovative solutions to complex problems while operating in an uncertain environment and with limited resources",
            "Develops a leadership attitude with a holistic understanding of the everchanging global context and its implications for organisations"
        ],
        "language": "inglise keel",
        "duration": 1,
        "requirements": [
            {
                "header": "Ducation and professional background",
                "headerEn": "Ducation and professional background",
                "term": "**One of three options:** \n\n**1.** Holds a bachelor's degree in any field and has at least 5 years of relevant work experience on a specialist level in a related field \n\n**2.** Holds a master's degree in any field and has at least 5 years of relevant work experience on a specialist level in a related field \n\n**3.** Master’s degree in Business Administration or Economics or Management",
                "termEn": "**One of three options:** \n\n**1.** Holds a bachelor's degree in any field and has at least 5 years of relevant work experience on a specialist level in a related field \n\n**2.** Holds a master's degree in any field and has at least 5 years of relevant work experience on a specialist level in a related field \n\n**3.** Master’s degree in Business Administration or Economics or Management"
            },
            {
                "header": "Application",
                "headerEn": "Application",
                "term": "Demonstrates their drive in a catchy application, addressing the following (3-4 pages): \n\n**1.** Reflection on the programme topic, in which you connect your own career to current challenges you face when it comes to sustainability and the green economy. \n\n**2.** Reflection on your self-development, in which you discuss how your professional career has contributed to you as a lifelong learner and how you have achieved your professional ambitions. \n\n**3.** Reflection on how this programme, Leveraging Green Economy Innovation, will create a wider impact beyond your personal/ organisational goals.",
                "termEn": "Demonstrates their drive in a catchy application, addressing the following (3-4 pages): \n\n**1.** Reflection on the programme topic, in which you connect your own career to current challenges you face when it comes to sustainability and the green economy. \n\n**2.** Reflection on your self-development, in which you discuss how your professional career has contributed to you as a lifelong learner and how you have achieved your professional ambitions. \n\n**3.** Reflection on how this programme, Leveraging Green Economy Innovation, will create a wider impact beyond your personal/ organisational goals."
            },
            {
                "term": "CV proving the relevant work experience",
                "termEn": "CV proving the relevant work experience"
            },
            {
                "term": "Has sufficient proficiency in English (B2)",
                "termEn": "Has sufficient proficiency in English (B2)"
            },
            {
                "term": "Completes admission interview at EBS",
                "termEn": "Completes admission interview at EBS"
            }
        ],
        "name": "Rohemajanduse ja innovatsiooni võimendamine",
        "nameEn": "Leveraging Green Economy Innovation",
        "cost": {
            "amount": 7000,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "EBS doctoral programme in Management aims to broaden our understanding of the world by giving deep knowledge of organisational theories and society while developing critical and analytical thinking and research skills. Upon the successful competition of the programme, one has developed the ability to make continuous and logical arguments and synthesise new ideas. PhD degree in Management offers challenges and career opportunities in academia as well as raises one’s value on the labour market. \n\n**This track is suitable for a candidate who:** \n\nIs highly motivated to delve into the many controversial issues in the field of Management Studies. Wishes to advance society’s academic knowledge with best possible practises in business and entrepreneurship. Become a leading expert in the field of Organisational Theory and Responsible Management."
        ],
        "descriptionEn": "EBS doctoral programme in Management aims to broaden our understanding of the world by giving deep knowledge of organisational theories and society while developing critical and analytical thinking and research skills. Upon the successful competition of the programme, one has developed the ability to make continuous and logical arguments and synthesise new ideas. PhD degree in Management offers challenges and career opportunities in academia as well as raises one’s value on the labour market. \n\n**This track is suitable for a candidate who:** \n\nIs highly motivated to delve into the many controversial issues in the field of Management Studies. Wishes to advance society’s academic knowledge with best possible practises in business and entrepreneurship. Become a leading expert in the field of Organisational Theory and Responsible Management.",
        "eap": 240,
        "spots": 0,
        "majorWebsite": "https://ebs.ee/doctoral-studies",
        "type": "",
        "studyType": "sessioonõpe",
        "modules": [
            {
                "name": "Semester I",
                "courses": [
                    {
                        "name": "Doktoriseminar I",
                        "eapCount": 1.5
                    },
                    {
                        "name": "Juhtimisteooriad",
                        "eapCount": 3
                    },
                    {
                        "name": "Teadusuuringu kavandamine",
                        "eapCount": 3
                    },
                    {
                        "name": "Teadusfilosoofia ja teadustöö metodoloogia",
                        "eapCount": 3
                    },
                    {
                        "name": "Vabaaine",
                        "eapCount": 1.5
                    },
                    {
                        "name": "Vabaaine",
                        "eapCount": 1.5
                    },
                    {
                        "name": "Teadustöö strateegias ja innovatsioonis*",
                        "eapCount": 3
                    },
                    {
                        "name": "Eetika ja vastutustundlikkus juhtimises*",
                        "eapCount": 3
                    }
                ]
            },
            {
                "name": "Semester II",
                "courses": [
                    {
                        "name": "Doktoriseminar II",
                        "eapCount": 1.5
                    },
                    {
                        "name": "Institutsiooniökonoomika",
                        "eapCount": 6
                    },
                    {
                        "name": "Kvalitatiivsed uurimismeetodid",
                        "eapCount": 3
                    },
                    {
                        "name": "Kvantitatiivsed uurimismeetodid",
                        "eapCount": 3
                    },
                    {
                        "name": "Vabaaine",
                        "eapCount": 1.5
                    },
                    {
                        "name": "Vabaaine",
                        "eapCount": 1.5
                    },
                    {
                        "name": "Research Design with Idea Puzzle*",
                        "eapCount": 3
                    }
                ]
            },
            {
                "name": "Semester III",
                "courses": [
                    {
                        "name": "Doktoriseminar III",
                        "eapCount": 1.5
                    },
                    {
                        "name": "Organisatsiooniteooriad: traditsiooniliste teooriate meta-teoreetiline vaade ning alternatiivsed lähenemised",
                        "eapCount": 6
                    },
                    {
                        "name": "Õppimise olemus ja alused",
                        "eapCount": 3
                    },
                    {
                        "name": "Vabaaine",
                        "eapCount": 1.5
                    },
                    {
                        "name": "vabaaine",
                        "eapCount": 1.5
                    }
                ]
            },
            {
                "name": "Semester IV",
                "courses": [
                    {
                        "name": "Doktoriseminar IV",
                        "eapCount": 1.5
                    },
                    {
                        "name": "Kõrgkoolipedagoogika ja õpetamise planeerimine",
                        "eapCount": 3
                    },
                    {
                        "name": "Sotsiaalteaduse kaasaegsed paradigmad",
                        "eapCount": 3
                    },
                    {
                        "name": "Vabaaine",
                        "eapCount": 1.5
                    },
                    {
                        "name": "Vabaaine",
                        "eapCount": 1.5
                    }
                ]
            },
            {
                "name": "Semester V",
                "courses": [
                    {
                        "name": "Doktoriseminar V",
                        "eapCount": 1.5
                    }
                ]
            },
            {
                "name": "Semester VI",
                "courses": [
                    {
                        "name": "Doktoriseminar VI",
                        "eapCount": 1.5
                    }
                ]
            },
            {
                "name": "Määratlemata semester",
                "courses": [
                    {
                        "name": "Tasuvusanalüüs*",
                        "eapCount": 3
                    },
                    {
                        "name": "Süsteemiteooria*",
                        "eapCount": 3
                    },
                    {
                        "name": "Loogika*",
                        "eapCount": 3
                    },
                    {
                        "name": "Mitmekriteeriumilised otsuste tegemise meetodid*",
                        "eapCount": 3
                    },
                    {
                        "name": "Teadmusjuhtimine ja intellektuaalne kapital*",
                        "eapCount": 3
                    },
                    {
                        "name": "Organisatsiooniliste muudatuste juhtimisteooriad*",
                        "eapCount": 3
                    },
                    {
                        "name": "Häguskogumimeetodil tuginev võrdlev analüüs*",
                        "eapCount": 3
                    },
                    {
                        "name": "Struktuurivõrrandite mudelid*",
                        "eapCount": 3
                    },
                    {
                        "name": "Kultuuripsühholoogia*",
                        "eapCount": 3
                    },
                    {
                        "name": "Doktoriväitekiri",
                        "eapCount": 180
                    },
                    {
                        "name": "Erikursus erialakirjanduse baasil",
                        "eapCount": 1.5
                    },
                    {
                        "name": "Erikursus erialakirjanduse baasil",
                        "eapCount": 3
                    },
                    {
                        "name": "Erikursus erialakirjanduse baasil",
                        "eapCount": 4.5
                    },
                    {
                        "name": "Erikursus erialakirjanduse baasil",
                        "eapCount": 6
                    },
                    {
                        "name": "Pedagoogiline praktika",
                        "eapCount": 3
                    }
                ]
            }
        ],
        "level": "doktor",
        "outcomes": [
            "Has wide knowledge and systematic overview of management and organisational theories, legal and economic environment of organisational management",
            "Has deep and contemporary knowledge in the field of management",
            "Has a command of methodological and methodical approaches to social and management research and can make valid choices on using them in different areas of management problems research",
            "Can individually and critically analyse, synthesize and evaluate new ideas specific to the major and creatively and with scientific accuracy identify and formulate research topics",
            "Can initiate, plan, implement and critically evaluate research and development projects which will lead to new knowledge and procedural solutions",
            "Understands the possibilities, limitations and the social role of science, and the responsibility while publishing and using scientific results",
            "Can analyse the influence of different social norms and evaluate their effect and distinctions on regulation of social relationships",
            "Is able to orally and in written form present and argue in English problems related to his/her research, conclusions and the underlying theories while communication to both specialists and people outside the specific area",
            "Can individually participate in diverse learning, working and research environment implementing acquired management and team-working skills",
            "Can identify the need for new knowledge or skills and support others´ learning and specialised research activity in the context of social changes",
            "Is able to pass on knowledge via teaching and supervising, via managing applied and action research or development projects."
        ],
        "language": "inglise keel",
        "duration": 4,
        "requirements": [
            {
                "header": "Online application",
                "headerEn": "Online application",
                "term": "Online application in DreamApply [here](https://estonia.dreamapply.com/et_EE/courses/course/260-phd-management) \n\nThe applicant has to submit the application in DreamApply and upload all relevant documents. In order to submit the application account in DreamApply has to be created.",
                "termEn": "Online application in DreamApply [here](https://estonia.dreamapply.com/et_EE/courses/course/260-phd-management) \n\nThe applicant has to submit the application in DreamApply and upload all relevant documents. In order to submit the application account in DreamApply has to be created.",
            },
            {
                "header": "Master's degree or equivalent",
                "headerEn": "Master's degree or equivalent",
                "term": "Bachelor’s and Master’s degree diplomas and academic transcripts.",
                "termEn": "Bachelor’s and Master’s degree diplomas and academic transcripts."
            },
            {
                "header": "Research proposal for the doctoral thesis",
                "headerEn": "Research proposal for the doctoral thesis",
                "term": "The Research Proposal must be presented by May 1st (non-EU), or by August 1st. Download the template for the research proposal [here](https://ebs.ee/sites/default/files/Phd/Abstract%20of%20the%20research%20project.docx).",
                "termEn": "The Research Proposal must be presented by May 1st (non-EU), or by August 1st. Download the template for the research proposal [here](https://ebs.ee/sites/default/files/Phd/Abstract%20of%20the%20research%20project.docx)."
            },
            {
                "header": "English language proficiency certificate (B2)",
                "headerEn": "English language proficiency certificate (B2)",
                "term": "FCE, CAE, IELTS 5.5+ or TOEFL 69+ or a previous level of education obtained in English.",
                "termEn": "FCE, CAE, IELTS 5.5+ or TOEFL 69+ or a previous level of education obtained in English."
            },
            {
                "header": "Reference letter",
                "headerEn": "Reference letter",
                "term": "By at least one individual",
                "termEn": "By at least one individual"
            },
            {
                "header": "Motivation letter",
                "headerEn": "Motivation letter",
                "term": "Describe your motivation by thinking through the following topics: expectations to the programme and EBS, eligibility to the programme and previous experience, goals during your studies and future professional plans. When applying to the research fellow position please state your interest in the motivation letter, describe your academic background in relation to the position or the topic area and specify what added value would you bring to the academic body of EBS.",
                "termEn": "Describe your motivation by thinking through the following topics: expectations to the programme and EBS, eligibility to the programme and previous experience, goals during your studies and future professional plans. When applying to the research fellow position please state your interest in the motivation letter, describe your academic background in relation to the position or the topic area and specify what added value would you bring to the academic body of EBS."
            },
            {
                "header": "CV",
                "headerEn": "CV",
                "term": "Including education, professional development and research- and development activities.",
                "termEn": "Including education, professional development and research- and development activities."
            },
            {
                "header": "Application fee",
                "headerEn": "Application fee",
                "term": "The application fee is 120€. Application and relevant documents will be processed only after the application fee is received. The application fee invoice will be sent via DreamApply after your application has been received. Please keep in mind that the invoice is not generated automatically. Candidates from EU/EAA countries and from Turkey, Georgia, Ukraine, Kazakhstan are exempted from the application fee payment. The application fee is non-refundable.",
                "termEn": "The application fee is 120€. Application and relevant documents will be processed only after the application fee is received. The application fee invoice will be sent via DreamApply after your application has been received. Please keep in mind that the invoice is not generated automatically. Candidates from EU/EAA countries and from Turkey, Georgia, Ukraine, Kazakhstan are exempted from the application fee payment. The application fee is non-refundable."
            }
        ],
        "name": "Juhtimisteadus",
        "nameEn": "Management",
        "cost": {
            "amount": 7200,
            "currency": "€",
            "interval": "year"
        }
    }
]
