[
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Animatsiooniosakonnas koolitatakse animafilmitegijaid. Õppe põhieesmärk on valmistada ette rahvusvaheliselt edukaid teoreetiliste teadmiste ja praktiliste oskustega animafilmiloojaid. Nii panustatakse EKAs animatsiooni kui kunstivormi globaalsesse arengusse ja kinnistatakse Eesti kui tugeva animakoolkonnaga riigi maine rahvusvahelisel kultuurimaastikul. \n\nAnimatsioon areneb ja levib kaasajal tänu interneti ja digitaalsete meediumite laialdasele kasutusele jõudsamalt kui kunagi varem. Animatsioonist on saanud massikultuuri üks keskseid vorme, mida võib näha digitaalses ekraanigraafikas, arvutimängudes, muusikavideotes, filmides jm. \n\nEesti Kunstiakadeemia animatsiooniosakonna põhieesmärk on koolitada rahvusvaheliselt edukaid teoreetiliste teadmiste ja praktiliste oskustega animafilmiloojaid nii kohalikule kui ka rahvusvahelisele väljale. Animatsiooni kui kunstivormi areng on otseselt seotud tehnoloogia arenguga ning seetõttu pööratakse lisaks stuudioõppele tähelepanu ka valdkonna uusimate tehniliste ja teoreetilise teadmiste omandamisele. \n\nAnimatsiooni õppekava on nii bakalaureuse- kui magistritasemel mõeldud tulevastele animafilmiloojatele. Õppe eesmärgiks on anda akadeemiline kõrgharidus animatsiooni erialal ja ettevalmistus tööks animafilmi režissööri, stsenaristi, kunstniku või animafilmi loomingulise töörühma liikmena. Tutvutakse erialateooriatega ning omandatakse praktilisi oskusi ja tehniline ettevalmistus. \n\nBakalaureusetasemel omandatakse erialaga seotud teoreetilised ja praktilised baasoskused. Õpitakse süvendatult animafilmi erinevate etappide läbiviimist ja tehnikaid ning luuakse kaks animafilmi. Bakalaureuseõpe annab süsteemse ettekujutuse animatsioonist kui spetsiifilisest meediavormist ning oskuse selles orienteeruda. Pärast lõpetamist on tudeng pädev rakendama omandatud oskusi originaalloomingus, tegutsema animafilmi loojana individuaalselt või stuudio koosseisus. Samuti on tudengil võimalik kandideerida jätkamaks õpinguid animatsiooni või mõne muu valdkonna magistrantuuris. \n\nRahvusvahelises ingliskeelses magistriõppes omandavad tudengid süvendatult animafilmi teoreetilisi ja praktilisi oskusi. On võimalik spetsialiseeruda konkreetsele animafilmitehnikale ja luua vastavas tehnikas individuaalne magistrifilm. Pärast lõpetamist on magister pädev end teostama professionaalse animafilmilooja, eriala õpetaja või professionaalina loovtööstuses või kultuurimaastikul laiemalt. \n\nÕppetöö vormiks on loengud, seminarid, meistriklassid, iseseisvad ja juhendatavad tunnid. Juhendatavaid tunde on umbes 60-70% õppekava üldmahust. Ülejäänud kursused sisaldavad praktilist ja iseseisvat tööd. Toimub õppealane koostöö mitmete teiste Eesti kõrgkoolidega, näiteks osalevad tudengid Tallinna Ülikooli Balti filmi, meedia, kunstide ja kommunikatsiooni instituudi (BFM) loengutel. Samuti tehakse koostööd Animatsiooni Liidu ja Eesti suuremate animatsioonistuudiotega. Osakonna õppejõud on aktiivselt tegutsevad kunstnikud ning erialaspetsialistid, kelle loomingut esitatakse rahvusvahelistel festivalidel ja üritustel. \n\nBA tudengid teevad 3 aasta jooksul 2 lühianimafilmi. Esimese 3 semestri jooksul valmib joonisfilm, mis tehakse üksi, valdavalt individuaalsel juhendamisel. Teisel õppeaastal hakatakse 2-4 liikmelistes gruppides tegema nukufilmi, mis valmib viimasel õppeaastal. Mõlemal juhul läbib tudeng kõik lühianimafilmi tegemise etapid kogedes filmi tegemist ideest valmis filmifailini. Keelatud on filmides kasutada dialooge ja taustatekste, et õpitaks oma lugu jutustama eelkõige pildis, aga ka helis.\n\nAnimatsiooni eriala lõpetajad töötavad animafilmi režissööride, kunstnik-lavastajate või stsenaristidena, aga ka karikaturistide, veebidisainerite, nukumeistrite ja dekoratsioonide ehitajate, animeerijate ning väikestuudio produtsentidena."
    ],
    "eap": 180,
    "spots": 9,
    "majorWebsite": "https://www.artun.ee/erialad/animatsioon/ulevaade/",
    "videoId": "OF4gtKWvjgw",
    "personnel": [
        {
            "email": "ylo.pikkov@artun.ee",
            "title": "Professor, osakonnajuhataja",
            "name": "Ülo Pikkov",
            "photo": "https://www.artun.ee/app/uploads/fly-images/120093/portree-300x400-c.jpg"
        },
        {
            "name": "Martinus Daane Klemet",
            "title": "Külalislektor",
            "email": "martinus.klemet@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/94339/Martinus-Klemet-1-scaled-300x400-c.jpg"
        },
        {
            "name": "Sander Põldsaar",
            "title": "Animatsiooni stuudio juhataja",
            "email": "sander.poldsaar@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/133471/Sander-Po%CC%83ldsaar-300x400-c.jpg"
        },
        {
            "name": "Anu-Laura Tuttelberg",
            "title": "Filmiprojektide koordinaator",
            "email": "anu-laura.tuttelberg@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/127287/Anu-Laura-Tuttelberg-300x400-c.jpg"
        },
        {
            "name": "Lyza Karoly Jarvis",
            "title": "Projektide koordinaator",
            "email": "lyza.jarvis@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/131862/Lyza-Karoly-Jarvis-300x400-c.jpg"
        }
    ],
    "type": "Vabade Kunstide teadus",
    "level": "bakalaureus",
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
      {
        "term": "Keskharidus või sellele vastav kvalifikatsioon"
      },
      {
        "term": "Kandideerimiseks peab olema sooritatud eesti keele/eesti keel teise keelena riigieksam minimaalselt 40/75 punktile ja inglise keele tulemus B1 tasemele."
      },
      {
        "term": "**ESIMENE VOOR: Portfoolio** \n\nLaadige SAIS-i oma portfoolio failina või lingina (01.02.–29.06.2023). Pildifailid võiks olla jpg formaadis ning videod saatke youtube või vimeo linkidena. \n\nSee võiks koosneda 10-15 joonistusest vabalt valitud tehnikas ja teemal (kui on joonistused visandiplokina siis laadige ka visandeid üles). Lisaks maalid, fotod või muu, mis näitab visuaalkunstiga tegelemise kogemust. Väga on oodatud ka animatsioonikatsetused (youtube või vimeo lingid). \n\nLisaks joonistada ja üles laadida ilma sõnadeta koomiks (pildirida), mis koosneb 12 pildist ja mis jutustab kahest tegelasest (A ja B), kellede vahel tekitab konflikti C (kes või mis) ning siis saabub üllatav lõpp. Koomiksi võib teostada digitaalselt, kuid sellisel juhul tuleb koomiks välja printida ning vestlusele paberil kaasa võtta."
      },
      {
          "term": "**TEINE VOOR: Vestlus** \n\nVestlused toimuvad Põhja pst 7 ruumis A403. Isikliku vestluse aja leiab kandidaat SAIS-ist avalduse juurest peale portfoolio vooru positiivset läbimist (tulemus 2). Vestluse käigus peab sisseastuja olema valmis vastama üldkultuurilistele, kunstialastele ja oma eriala temaatikat puudutavatele küsimustele. \n\n**Vestluse tulemusena selguvad kandidaadid, kes kutsutakse eksamitele.**"
      },
      {
          "term": "**KOLMAS VOOR: Sisseastumiseksamid** \n\n**Eksamiülesanne 1: Animafilmi tegelaste ja taustade kujundus ja kirjeldus** \n\nKaasa võtta joonistusvahendid, mis on harjumuspärased kirjeldatud töö teostamiseks (pliiats, tintenpen, marker, värvid vms.) \n\nHinnatakse kujundusalast võimekust, joonistuslikku väljendusrikkust, fantaasiat, kirjanduslikke oskusi. \n\n**Eksamiülesanne 2 : Animafilmi stsenaariumi ja pildirea koostamine** \n\nKaasa võtta joonistusvahendid, mis on harjumuspärased kirjeldatud töö teostamiseks (pliiats, tintenpen, marker). \n\nHinnatakse võimet jutustada lugu visuaalsete vahenditega, joonistuslikku väljendusrikkust, fantaasiat. \n\n**Eksamiülesanne 3: “Minu film” (Filmiprojekti tutvustus)** \n\nHinnatakse fantaasiat, üldistusvõimet, võimet iseendasse kriitiliselt suhtuda, jutustusoskust, avatust, võimet paindlikult reageerida."
      }
    ],
    "name": "Animatsioon",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1058?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Arhitektuur loob materiaalse raamistiku ja tingimused kogu ühiskonna toimimiseks ning arenemiseks. Kitsamas mõttes on arhitektuur süsteemide loomise ja ehitamise kunst. Sageli arvatakse, et arhitekt projekteerib üksnes maju, kuid tegelikult on see vaid väike, olgugi, et silmapaistev osa arhitekti tööst. Arhitektuuriõpe sisaldab ka inseneri- ja humanitaarteaduste ning erinevate tarkvarade tundmaõppimist, lõputut makettide ja prototüüpide ehitamist, et luua ja eksperimenteerida uute struktuuride ning maailmade loomisega. \n\nOlulisim osa arhitektiõppest toimub praktilise tööna stuudios, arhitektuuribürooga samalaadses keskkonnas, kus esialgsetest visanditest, sünnib päris projekt. Erialastuudiot toetavad tema ümber paiknevad üld- ja erialateooria ning insenertenilised ained, maalimise, joonistamise ning eriala eksperimantaalstuudiod. Viimased on seotud arhitektuuriteaduskonna laborite (3D Labor, VR Labor, Materjalilabor) ja selles toimuva teadustööga, kus on võimalik kombata ruumiloome äärealasid. Süvendatult on võimalik omandada teadmisi ja saada spetsialiseerumine restaureerimise, maastikuarhitektuuri ja planeerimise suunal. \n\nEKA arhitektiõpe on vormilt stuudiopõhine ja sisult interdistsiplinaarne. Suurem osa tööst tehakse stuudios, mis on oma olemuselt arhitektuuribürooga samalaadne keskkond, kus visanditest sünnib päris projekt. Õppekava olulisim aine on arhitektuurne ja linnaehituslik projekteerimine, kus käsitletakse ühiskonnas toimuvaid protsesse. Igal semestril luuakse vastavalt teemale erineva mahuga hoone ja seda ümbritsev linnaruum või planeering. Lisaks erialastuudiole osaleb arhitektuuritudeng üld- ja erialateooria ning insenertenilistes ainetes, aga ka maalimise, joonistamise ja erialastes eksperimentaalstuudiotes (kes erialal õpetavad). Viimased, nn vertikaalstuudiod on kursusteülesed ning seotud arhitektuuriteaduskonna laborite (3D Labor, VR Labor, Materjalilabor) ja neis toimuva teadustööga, mis kompab ruumiloome äärealasid. Kõik EKA laborid ja töökojad on tudengitele oma ideede ja loomingu realiseerimiseks avatud. \n\nArhitektuuriteaduskond korraldab pika traditsiooniga “Avatud loengute sarja”, mille raames külastavad EKAt maailma tipparhitektid ja rahvusvaheliselt tuntud õppejõud. Lisaks loengute pidamisele annavad külalisesinejad alati kriitikaseminarides tudengite erialaprojektidele tagasisidet. EKA-l on Erasmus-programmi raames tudengivahetuslepingud väga paljude arhitektuurikoolidega üle maailma ning tänu tudengite initsiatiivile täieneb nimekiri pidevalt. Meie üliõpilased pääsevad vahetusõpinguteks hõlpsasti maailma parimatesse koolidesse. \n\nArhitektuuri ja linnaplaneerimise õpe päädib magistritööga, millele pühendatakse terve stuudiumi viies aasta. Magistrandil on võimalik valida nelja erineva stuudio vahel, mis on seotud hoone disaini või selle kohandamise, linnaplaneerimise, maastiku või digitaalsete töövahendite rakendamisega seotud teemadega. Magistritööna valmib professionaalne projekt koos visuaalse materjali, makettide ja tekstiga, mis avab magistritöö protsessi ning selle teoreetilisi ja praktilisi tagamaid. \n\nArhitekt peab andma tänapäevasele tehnoloogiale vastavalt kultuurilistele ootustele inimlikult arusaadava materiaalse vormi ning näo; looma osadest terviku, mille väärtus on suurem kui üksikute osiste summa. Arhitektuur on mõeldud maailma pidevalt uuendama, ümber ehitama ning pakkuma erinevaid tulevikuvisioone – see on ka EKA arhitektuuriõppe üks olulisi ambitsioone. \n\nEKA arhitektuuri ja linnaplaneerimise eriala lõpetanu saab töötada erapraksises hoonete ja planeerimisprojektide kavandajana, nii suurema projekteerimismeeskonna liikme kui ka juhina. Samuti on võimalik leida rakendust linnades ja omavalitsustes kohalikku ruumilist arengut suunava visionääri ja planeerijana, ülikoolides ja uurimisasutustes erinevaid digitaalseid ja materiaalseid protsesse arendades või pakkudes rakendusuuringuid, näiteks tegeleda suureskaalaliste riiklike planeeringute või väga spetsiifiliste tootmisettevõtetega."
    ],
    "eap": 300,
    "spots": 20,
    "majorWebsite": "https://www.artun.ee/erialad/arhitektuur-ja-linnaplaneerimine/eriala/ulevaade/",
    "videoId": "uM_V52wxTfQ",
    "personnel": [
        {
            "name": "Sille Pihlak",
            "title": "Arhitektuuriteaduskonna dekaan",
            "email": "sille.pihlak@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/115473/Sille_Pihlak_bw-300x400-c.jpg"
        },
        {
            "name": "Andres Ojari",
            "title": "Arhitektuuri ja linnaplaneerimise osakonna ning õppekava juht, professor, erialastuudio juhendaja",
            "email": "Andres Ojari",
            "photo": "https://www.artun.ee/app/uploads/fly-images/154081/A_Ojari-2-300x400-c.jpg"
        },
        {
            "name": "Tiina Tammet",
            "title": "Teadus- ja arendustegevuse koordinaator",
            "email": "tiina.tammet@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/121508/Tiina-Tammet-1-scaled-300x400-c.jpg"
        },
        {
            "name": "Marie-Katharine Maksim",
            "title": "Arhitektuuriteaduskonna (Sisearhitektuur BA Arhitektuur ja linnaplaneerimine MA Sisearhitektuur MA (eestikeelne)) õppespetsialist",
            "email": "marie-katharine.maksim@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/151754/Marie-Katharine-Maksim-EKA_2022_fotoTanjaMuravskaja_333A1467-300x400-c.jpg"
        },
        {
            "name": "Liis Mõttus",
            "title": "Õppeassistent Arhitektuuri ja linnaplaneerimise ning urbanistika osakond",
            "email": "liis.mottus@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/114673/Liis-Mottus-1-1-scaled-300x400-c.jpg"
        }
    ],
    "type": "Arhitektuuriteadus",
    "level": "integreeritud õpe",
    "language": "eesti keel",
    "duration": 5,
    "requirements": [
      {
        "term": "Ruumikompositsiooni ülesanne sisseasutmiskatse"
      },
      {
        "term": "Linnaehituse ülesanne sisseastumiskatse"
      },
      {
        "term": "Linnavaate või interjööri joonistamine sisseastumiskatse"
      },
      {
        "term": "Riigieksam eesti keeles sooritusega vähemalt 50 punkti või eesti keel teise keelena sooritusega vähemalt 75 punkti (tulemus ei lähe pingereas arvesse)"
      },
      {
        "term": "Inglise keele oskus B1 tasemel (tulemus ei lähe pingereas arvesse)"
      },
      {
        "term": "Riigieksam matemaatikas või füüsikas miinimumsooritusena 50 punkti. Alates 2014. a. keskkooli lõpetanutelt eeldatakse arhitektuuri ja linnaplaneerimise erialale kandideerides laia matemaatika riigieksami sooritamist (tulemus läheb pingereas arvesse)."
      },
      {
          "term": "Sisseastujad, kellel puudub laia matemaatika riigieksam (või enne 2014. a lõpetanutel matemaatika riigieksam või kes soovivad oma tulemust parandada), saavad matemaatika testi teha kohapeal"
      }
    ],
    "name": "Arhitektuur ja linnaplaneerimine",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1038?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Disain ja innovatsiooni õppekava eesmärk on ette valmistada tipptasemel tegijaid, kes on võimelised vastama dünaamilise tööturu väljakutsetele, muutusi algatama ja innovatsiooni eest vedama. Õppetöö keskmes on disaini kasutamine edukateks uuendusteks kõigis ühiskondlikes sfäärides. Disain ja innovatsioon lõpetajat iseloomustab võimekus digi- ja rohepöörde vajadustest ning disaineri mõttelaadist tõukuva mitmekülgse praktika siirdamine päris ellu läbi tugevate erialaste oskuste. Õppekava missioon on muuta uudsed, loovad mõtted toimivaks innovatsiooniks olles nii sõel kui sild disaini avangardi ja ühiskonna vajaduste vahel. Disain ja innovatsioon on laiapõhjaline õppekava, mille alla on koondatud 4 eriala suunda: \n\n**•** **Visuaalne kommunikatsioon (Visual Communication BA)** \n\n**•** **Moedisaini korraldus (Fashion Design Management BA)** \n\n**•** **Ruumikujundus (Interior Design BA)** \n\n**•** **Toote- ja keskkonnadisain (Product and Environmental Design BA)** \n\n**Visuaalne kommunikatsioon** \n\nVisuaalse kommunikatsiooni erialase õppetöö käigus omandatakse graafilise kujunduse põhitõed ning õpitakse mõistma visuaalse kommunikatsiooni vormirikkust ning selles peituvaid seoseid ja tähendusi. Praktiliste harjutustena luuakse logosid, reklaamfotosid, reklaame, tüpograafilisi kompositsioone, plakateid, illustratsioone, lühianimatsioone ja teisi võimalikke visuaalse kommunikatsiooni väljundeid. Kompaktsete õpiprojektide formaadis tegeletakse pakendi, firmastiili, kasutajakogemuse ja -liidese ning reklaamikampaania disainiga. Visuaalse kommunikatsiooni eriala lõpetanud oskavad genereerida ja arendada loomingulisi ideid, teha eksperimente, leida ebatavalisi lahendusi ning suudavad täita oma tööülesandeid loovalt ja professionaalselt nii iseseisvalt kui meeskonnas töötades. \n\nVisuaalse kommunikatsiooni eriala kuulub disaini ja innovatsiooni õppekava alla, kus õppetöö toimub üle nädala sessioonidena. \n\nDisaini ja innovatsiooni õppekava on sessioonõppe õppekava, mis on orienteeritud eelkõige inimestele, kes soovivad omandada bakalaureuse kraadi töö või pere kõrvalt või kes elavad Eesti kaugemates regioonides. Osakoormusega sessioonõpe annab võimaluse õpinguteks ka väljaspool Tallinna elavatele inimestele, kellel päevase õppevormiga auditoorses õppetöös osalemine on raskendatud. \n\nErialaõppe eesmärk on tagada võimalused kvaliteetse visuaalse kommunikatsiooni alase akadeemilise kõrghariduse omandamiseks, mis haakuks nii Eesti kui rahvusvahelise kõrgharidussüsteemi põhimõtete ja tööturu nõudlusega, ning luua eeldused õppija erialaste ja sotsiaalsete pädevuste kujunemiseks, toetades professionaalsete oskuste, teadmiste ja hoiakute kujunemist töötamaks visuaalse kommunikatsiooni valdkonnas nii üksi kui meeskonnas. Luuakse eeldused õpingute jätkamiseks magistriõppes nii Eestis kui välismaal. \n\n**Moedisaini korraldus** \n\nMoedisaini korralduse eriala keskendub moeettevõtluse erinevatele rollidele ning terviku loomisele läbi praktiliste ja innovaatiliste õppeprojektide. Eriala keskmeks on loovus ja innovatsioon kui edukalt ellu viidud uuendus, kestlikkus ja ringmajandus. \n\nÜliõpilased saavad teadmisi moevaldkonna struktuurist lokaalses, rahvusvahelises ja globaalses kontekstis. Teoreetiliste ainete kõrval teostatakse pidevalt praktilisi ülesandeid, mis arendavad vilumust ning pakuvad juba kooliajal põhjaliku praktilise ettevalmistuse edasiseks erialaseks tööks. \n\nÜliõpilased oskavad rakendada visuaalse kommunikatsiooni ja praktiliste projektide oskusi, mis annavad tugeva põhja loominguliseks karjääriks moevaldkonnas, asumaks iseseisvaks ettevõtjaks, koostööks ettevõtete ja loovprojektidega. \n\nEriala lõpetanu väärtustab disainmõtlemist, mõistab moe-ja loomeettevõtluse toimeprintsiipe, orienteerub kaasaegsetes loovpraktikates ja tunneb turundus– ja protsessijuhtimise mehhanisme. \n\nMoedisaini korralduse eriala kuulub disaini ja innovatsiooni õppekava kooseisu, kus õppetöö toimub üle nädala sessioonõppena. Disaini ja innovatsiooni õppekava on neljast erialast koosnev sessioonõppe õppekava, mis on orienteeritud eelkõige inimestele, kes soovivad omandada bakalaureuse kraadi töö või pere kõrvalt. Osakoormusega sessioonõpe annab võimaluse õpinguteks ka väljaspool Tallinna elavatele inimestele, kellel päevase õppevormiga auditoorses õppetöös osalemine on raskendatud. \n\nEriala eesmärk on anda tudengitele võimalus kvaliteetseks akadeemiliseks kõrghariduseks moe- ja loomevaldkonna juhtimises, mis haakuks nii Eesti kui rahvusvahelise kõrgharidussüsteemi põhimõtete ja tööturu nõudlusega, ning luua eeldused õppija erialaste ja sotsiaalsete pädevuste kujunemiseks, toetades professionaalsete oskuste, teadmiste ja hoiakute kujunemist, töötamaks moe- ja loomeettevõtluses nii üksi kui meeskonnas. Luuakse eeldused õpingute jätkamiseks magistriõppes nii Eestis kui välismaal. \n\n**Ruumikujundus** \n\nDisaini ja innovatsiooni õppekava Ruumikujunduse eriala eesmärk on anda baasteadmised ja ülevaade ruumikujunduse valdkonnast ning luua süsteemne ettekujutus selle sotsiaalkultuurilisest rollist ja tähtsusest. Koolitada pädevat sisearhitekti elukondliku ja avaliku sfääri ruumide tarvis, kes valdavad ainet ja praktilisi oskusi. Erialaõpe annab ka laiapõhjalise ettevalmistuse neile, kes soovivad jätkata õpinguid sisearhitektuuri magistrantuuris. EKA õppejõud on silmapaistvad loomeisikud, kes innustavad üliõpilasi pühenduma tööle ning kasutavad iga võimalust noortega koos luua, areneda ja avastada. \n\nRuumikujunduse/sisearhitektuuri eriala on Eestis õpetatud 80 aastat. Need aastad on andnud ühiskonnale hulgaliselt kvaliteetset ning unikaalset ruumi ja keskkonda loovaid isiksusi. Ning me naudime, tihti enese teadmata, nende professionaalide töö tulemust oma igapäevaelus – kodudes, pankades, spordikeskustes, muuseumides, kaubanduskeskustes, restoranides, hotellides, büroohoonetes jne. See kõik kujundab meie alateadliku esteetikatunnetuse ruumitaju suhtes. Eesti Kunstiakadeemia ruumikujunduse erialal õppides on võimalus omandada teadmised ja oskused olla unikaalse ruumi looja. \n\nRuumikujunduse eriala on üks neljast disaini ja innovatsiooni õppekava suunast. Disain ja innovatsioon on sessioonõppe õppekava, mis on orienteeritud eelkõige inimestele, kes soovivad omandada bakalaureuse kraadi töö või pere kõrvalt või kes elavad Eesti kaugemates regioonides. Osakoormusega sessioonõpe annab võimaluse õpinguteks ka väljapool Tallinna elavatele inimestele, kellel päevase õppevormiga auditoorses õppetöös osalemine on raskendatud. \n\nErialaõppe eesmärk on tagada võimalused kvaliteetse ruumikujundusalase akadeemilise kõrghariduse omandamiseks, mis haakuks nii Eesti kui rahvusvahelise kõrgharidussüsteemi põhimõtete ja tööturu nõudlusega ning luua eeldused õppija erialaste ja sotsiaalsete pädevuste kujunemiseks, toetades professionaalsete oskuste, teadmiste ja hoiakute kujunemist, töötamaks sisearhitektuuri valdkonnas nii üksi kui meeskonnas. Luuakse eeldused õpingute jätkamiseks magistriõppes nii Eestis kui välismaal. \n\n**Toote- ja keskkonnadisain** \n\nDisaini ja innovatsiooni õppekava Toote- ja keskkonnadisaini eriala valmistab ette toote- ja keskkonnadisainereid, kes arvestavad töös kasutajate ja tellijate vajadustega. Õppe käigus kujuneb tudengitel põhjalik arusaam kaasaegse disaini ja keskkonnadisaini käsitlusest. Õpetamisel lähtutakse disaini hetketavadest ja põhimõtetest, valdkonna uutest arengutest ning mõtestatakse disaini suhet inimeste ja ümbritseva keskkonnaga. Lisaks tootedisaini ainetele on õppekavas sisearhitektuuri ja graafilise disaini ained, mis aitavad kaasa lahendada keskkonna kujundamise erinevaid küsimusi ning annavad mitmekülgseid oskusi projektide loovaks lahendamiseks. \n\nToote- ja keskkonnadisaini eriala on üks neljast disaini ja innovatsiooni õppekava suunast. Disain ja innovatsioon on sessioonõppe õppekava, mis on suunatud eelkõige inimestele, kes soovivad omandada bakalaureuse kraadi töö või pere kõrvalt või kes elavad Eesti kaugemates regioonides. Osakoormusega sessioonõpe annab võimaluse õpinguteks ka väljaspool Tallinna elavatele inimestele, kellel päevase õppevormiga auditoorses õppetöös osalemine on raskendatud. \n\nErialaõppe eesmärk on tagada võimalused kvaliteetse toote- ja keskkonnadisaini alase akadeemilise kõrghariduse omandamiseks, mis haakuks nii Eesti kui rahvusvahelise kõrgharidussüsteemi põhimõtete ja tööturu nõudlusega ning luua eeldused õppija erialaste ja sotsiaalsete pädevuste kujunemiseks, toetades professionaalsete oskuste, teadmiste ja hoiakute kujunemist, töötamaks tootedisaini valdkonnas nii üksi kui meeskonnas. Samuti luuakse eeldused õpingute jätkamiseks magistriõppes nii Eestis kui välismaal. \n\n\nÜliõpilane, kes lõpetab antud õppekava, omab süvateadmiseid vähemalt ühel erialal ning oskuseid mõista ja omavahel siduda erinevaid teisi distsipliine. \n\nLisaks eriala oskustele omandab üliõpilane nn “pehmeid oskusi” sealjuures suhtlusoskust, ettevõtlikkust, esitlemise oskust, enesejuhtimise oskust, iseseisva töötamise ja -juhtimise võimekust. Erialaseid teooria ja praktilisi oskusi täiendavad innovatsiooni teooriaid ja innovatsiooni rakendamist käsitletavad ained, mis tulevikus aitavad lõpetajal maailmas pidevalt toimuvates muutustes orienteeruda ja innovatsiooni juhtida. \n\nSessioonõpe on orienteeritud eelkõige isikutele, kes soovivad omandada bakalaureuse kraadi töö/pere kõrvalt ning/või kes elavad Eesti kaugemates regioonides. EKA on ainus kunstikõrgharidust pakkuv ülikool antud õppekaval. Osakoormusega sessioonõpe annab kauaoodatud võimaluse õpinguteks ka väljapool Tallinna elavatele inimestele, kellel päevase õppevormiga auditoorses õppetöös osalemine on raskendatud."
    ],
    "eap": 180,
    "spots": 15,
    "majorWebsite": "https://www.artun.ee/erialad/disain-ja-innovatsioon/disain-innovatsioon/",
    "videoId": "f2V5Kx_Dl1Q",
    "personnel": [
        {
            "name": "Raido-Riho Laasi",
            "title": "Toote- ja keskkonnadisaini erialajuht ",
            "email": "raido.laasi@artun.ee",
            "phone": "+3726267103",
            "photo": "https://www.artun.ee/app/uploads/fly-images/37427/raido-pilt-300x400-c.jpg"
        },
        {
            "name": "Sigrid Pavel",
            "title": "Õppekoordinaator",
            "email": "sigrid.pavel@artun.ee",
            "phone": "+3726267103",
        },
        {
            "name": "Maarja Valk-Falk",
            "title": "Ruumikujunduse erialajuht, lektor",
            "email": "maarja.valk-falk@artun.ee",
            "phone": "+3726267103"
        },
        {
            "name": "Ionel Lehari",
            "title": "Visuaalse kommunikatsiooni erialajuht, dotsent",
            "email": "ionel.lehari@artun.ee",
            "phone": "+3726267103",
            "photo": "https://www.artun.ee/app/uploads/fly-images/98797/Ionel-Lehari-2019-scaled-300x400-c.jpg"
        },
        {
            "name": "Marion Laev",
            "title": "Moedisaini korralduse erialajuht",
            "email": "marion.laev@artun.ee",
            "phone": "+3726267103",
            "photo": "https://www.artun.ee/app/uploads/fly-images/76864/marion-300x400-c.jpg"
        }
    ],
    "type": "",
    "studyType": "sessioonõpe",
    "level": "bakalaureus",
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
        {
            "term": "Keskharidus"
        },
        
      {
        "term": "Eesti keele/eesti keel teise keelena ja inglise keele riigieksamid sooritatud [miinimumnõuetele](https://www.artun.ee/sisseastumine/bakalaureuseope/oppekavad-ja-eksamid/)."
      },
      {
        "term": "Portfoolio - peab sisaldama 10–15 kunsti / disaini vallast katsetusi, soovitavalt eriilmelisi."
      },
      {
        "term": "Eriala eksami eesmärgiks on teada saada kandidaadi sobivus valitud erialal õpingute alustamiseks. Eksamiks on erialakompositsiooni ülessanne, mis sooritatakse kohapeal, vestlusega samal päeval."
      }
    ],
    "name": "Disain ja innovatsioon",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1022?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "EKA fotograafia erialal keskendutakse kaasaegse kunsti õpetamisele fotograafiliste väljendusvahendite abil. Programm paneb rõhku nii kontseptuaalsele mõtlemisele kui ka foto eksponeerimisele ruumis, samuti selle suhetele teiste kunstivormide-, näiteks filmikunsti-, skulptuuri-, installatsiooni-, graafika- ja maaliga. Fotograafia erialal õpivad uudishimulikud, laia silmaringiga, kriitiliselt mõtlevad ja pildikultuurist ning kunstist huvitatud inimesed. \n\nMeil pööratakse tähelepanu nii visuaalsele kirjaoskusele, pildianalüüsile, ja fotomeediumi, aga ka laiemalt visuaalkultuuri ja ühiskondlikke protsesside mõtestamisele minevikus ja tänapäeval. Fotograafia erialal on olulisel kohal tehnilised oskused. \n\nFotoosakond on väike ja ühtehoidev ning suhted tudengite ja õppejõudude vahel on kollegiaalsed. Kahekümne tegevusaasta jooksul on välja kujunenud traditsioonid: näituste tegemine, õppereisid ja muidugi ka peod. Fotograafia osakonnas õpib nii neid, kes on äsja keskkooli lõpetanud kui ka neid, kes on vahepeal mõnel muul alal kätt proovinud. \n\nFotograafia bakalaureuseõpe annab hea baashariduse, mida saab rakendada erinevatel fotograafia ja (visuaal)kultuuriga seotud aladel – meie vilistlased töötavad kunsti-, hariduse- ja arhiivindusvaldkondades; ajakirjanduses; samuti vabakutseliste reklaami-, moe-, arhitektuurifotograafidena. \n\nEesti Kunstiakadeemias saab omandada fotograafia bakalaureusekraadi. Pärast seda on võimalik õpinguid jätkata Kaasaegse kunsti magistriprogrammis, kus saab soovi korral samuti keskenduda kaamerapõhisele kunstipraktikale. \n\nFotograafia bakalauresuse õppekava peamine eesmärk on aidata tudengitel välja kujundada nende iseseisev autoripositsiooni sõltumata sellest, millises fotograafia või visuaalkultuuri valdkonnas nad edaspidi tegutsevad. Õppekava sisaldab teoreetilisi ja praktilisi aineid, mille läbimisel omandatakse fototehnilised baasoskused ja visuaalne lugemisoskus ehk võimekus pilti analüüsida ja mõtestada. "
    ],
    "eap": 180,
    "spots": 8,
    "majorWebsite": "https://www.artun.ee/akadeemia/teaduskonnad/vabade-kunstide-teaduskond/",
    "videoId": "AFkfKwaFcvQ",
    "personnel": [
        {
            "name": "Helen Jürgens",
            "title": "Peaspetsialist",
            "email": "helen.jyrgens@artun.ee",
            "phone": "+3726267305",
            "photo": "https://www.artun.ee/app/uploads/fly-images/77138/MG_4971-300x400-c.jpg"
        },
        {
            "name": "Reimo Võsa-Tangsoo",
            "title": "Osakonnajuhataja, õppekava juht, dotsent (0,5)",
            "email": "reimo.vosa-tangsoo@artun.ee",
            "phone": "+3726164200",
            "photo": "https://www.artun.ee/app/uploads/fly-images/64531/DSC2620-Reimo-artun-kodulehele-2-300x400-c.jpg"
        },
        {
            "name": "Marge Monko",
            "title": "Professor",
            "email": "marge.monko@artun.ee",
            "phone": "+3726164200",
            "photo": "https://www.artun.ee/app/uploads/fly-images/37427/raido-pilt-300x400-c.jpg"
        },
        {
            "name": "Paul Kuimet",
            "title": "Dotsent (0,5)",
            "email": "paul.kuimet@artun.ee",
            "phone": "+37253419232",
            "photo": "https://www.artun.ee/app/uploads/fly-images/144187/03__MV_MG_9043_Paul_Kuimet_foto_Laura_Toots-copy-scaled-300x400-c.jpg"
        },
        {
            "name": "Maris Karjatse",
            "title": "Koordinaator (0,5)",
            "email": "maris.karjatse@artun.ee",
            "phone": "+3726164200",
            "photo": "https://www.artun.ee/app/uploads/fly-images/125955/MarisKarjatse-2-scaled-300x400-c.jpg"
        },
        {
            "name": "Madis Kurss",
            "title": "Foto- ja videostuudio juhataja",
            "email": "madis.kurss@artun.ee",
            "phone": "+3726164200",
            "photo": "https://www.artun.ee/app/uploads/fly-images/120093/portree-300x400-c.jpg"
        },
        {
            "name": "Kristiina Hansen",
            "title": "Analooglabori juhataja (0,5)",
            "email": "kristiina.hansen@artun.ee",
            "phone": "+3726164200",
            "photo": "https://www.artun.ee/app/uploads/fly-images/110927/2020-08-27-kristiina-300x400-c.jpg"
        },
    ],
    "type": "Vabade Kunstide teadus",
    "level": "bakalaureus",
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
      {
        "term": "Bakalaureuseõppesse saavad kandideerida kõik, kellel on keskharidus või sellele vastav kvalifikatsioon (nt kutsekeskharidus)"
      },
      {
        "term": "Kandideerimiseks peab olema sooritatud eesti keele/eesti keel teise keelena riigieksam minimaalselt 50/75 punktile ja inglise keele tulemus B1 tasemele. "
      },
      {
        "term": "Eriala eksamid algavad veebi teel läbi viidud eelvestlustega, mille põhjal valime välja eksamile pääsejad. Enne vestlust tuleb koos avaldusega esitada digitaalne portfoolio (pdf formaadis)."
      }
    ],
    "name": "Fotograafia",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1032?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Visuaalne kommunikatsioon Graafilise disaini osakonnas õpitakse, kuidas ümbritsevas maailmas sõnumeid nähtavaks teha. Seda võib nimetada ka visuaalse kommunikatsiooni õppimiseks. Visuaalkommunikatsiooni läheb aga vaja peaaegu kõigil elualadel – poliitikast aktivismini, reklaamist kunstini, ajakirjandusest e-teenusteni. Vahendeid, mida selles protsessis kasutatakse, on mitmeid: kiri, märk, värv, pilt, liikuv pilt, kompositsioon, vorm jne. \n\nKriitiline mõtlemine Graafilise disaini osakonnas omandatakse eelkõige võime kriitiliselt mõelda. Siin õpivad analüüsivõimelised tudengid, kes oskavad oma otsuseid põhjendada ning näevad disaini millegi enama kui pelgalt atraktiivsete visuaalide loomisena. \n\nGraafilist disaini kui eriala on tänapäeval aina raskem üheselt defineerida, kuna see hõlmab suurt hulka erinevad tegevusi ja loomingulisi väljundeid. Valdkonnana on graafiline disain äärmiselt mitmekesine: visuaalkommunikatsiooni läheb vaja peaaegu kõigil elualadel poliitikast aktivismini, reklaamist kunstini, ajakirjandusest e-teenusteni. Disainitav objekt ei ole autonoomne kunstiteos, vaid tegeleb kommunikatiivse probleemiga – kutsub, keelab, õpetab, teavitab, vihjab jne. Seetõttu on oluline, et disaineril oleksid teadmised ühiskonna toimimisest, psühholoogiast, ajaloost, tehnikast, kultuurist. Neid teadmisi antakse tudengitele nii teoreetiliste ainete kaudu kui ka praktilistes kujundusainetes aset leidvate arutelude ja juhendamise abil. Enne kujundi või kujunduse loomist arutletakse põhjalikult läbi erinevad lahendusvariandid ja ka see, kellele töö on suunatud ning võib selguda, et logo asemel on vaja koostada hoopiski äriplaan või flaieri asemel audiovisuaalne klipp. \n\nEKA graafilise disaini osakonnas puuduvad rakenduskunstikoolidele omased meediumikesksed ained nagu logotüübi disain või plakati kujundamine. Lahenduseni jõudmiseks on meetod olulisem kui meedium. Selleks kogutakse ja analüüsitakse infot, tehakse rühmatööd, konsulteeritakse spetsialistidega, tehakse osaluseksperimente jm. Erinevate tehnoloogiate tundmist (nt arvutiprogrammid Adobe Illustrator või Photoshop) ei õpetata eraldi ainetena, vaid need oskused omandatakse igapäevase töö käigus. Käsitööoskuse kõrval on olulisem probleemi püstitamine, analüüs ja lahendusteede leidmine. Spetsiifilisemate ülesannete puhul käsitletakse muidugi ka asjakohaseid töövahendeid (nt AfterEffects, FontLab jt). \n\nGraafilise disaini osakonnas õppides tegeleb tudeng paralleelselt mitme projektiga, mis hõlmavad visuaalkultuuri laia spektrit, alates väga praktilistest disainiprobleemidest kuni abstraktsemat tõlgendamist vajavate küsimusteni. Loengud toimuvad õppejõu juhendamisel ümber ühise laua ning lisaks ülesannete lahendamisele kodutööna, oodatakse igalt tudengilt aktiivset sekkumist, dialoogi ja kaasarääkimist kaastudengite koolitööde analüüsimisel. Lisaks projektipõhistele loovülesannetele osalevad tudengid ka ajaloo- ja teoorialoengutes. \n\nVäga mahukas ja oluline osa on iseseisval tööl. Osakonna poolt on tudengite kasutusse antud stuudioruum, kus on võimalik ka tunnivälisel ajal tööd teha ja kaasüliõpilastega suhelda. Kõigile kolmele BA kursusele ette nähtud ühisel tööruumil on oluline roll – just seal saavad tudengid lähemalt tuttavaks ja toimub aktiivne mõttevahetus. Kohalike õppejõudude kõrval kaasame õppetöösse võimalikult palju erialaprofessionaale väljastpoolt Eestit. Igal õppeaastal toimub lisaks tavaõppetööle ligikaudu viis intensiivset töötuba. \n\nKa välisreisidel on õppes oluline koht: ühiselt külastatakse erinevaid biennaale ning tutvutakse disainistuudiote, näituste ja kohaliku disainikultuuri ja kunstimaastikuga. \n\nVastavatud ingliskeelne graafilise disaini magistriõppe eesmärk on toetada tudengit iseseisva disainipraktika väljakujundamisel. Selleks mõtestatakse kriitiliselt vormi, sisu, tootmise ja teabe levitamise omavahelisi seoseid. Vastamaks graafilise disainerina töötamise pidevalt muutuvale kontekstile ja nõudmistele, keskendutakse isemõtleva, protsessikeskse, teadliku ja ausa loometöö arendamisele. \n\nGraafilise disaini eriala lõpetajad võivad spetsialiseeruda mõnele konkreetsele disainivaldkonnale nagu interaktsioonidisain, tüpograafia, infograafika või mõnele laiemale visuaalkultuuriga tegelevale erialale, näiteks disainimõtlemine, kureerimine, disainikriitika jm."
    ],
    "eap": 180,
    "spots": 15,
    "majorWebsite": "https://www.artun.ee/erialad/graafiline-disain/ulevaade/",
    "videoId": "1Dhsn-li4O4",
    "personnel": [
        {
            "name": "Ott Kagovere",
            "title": "Osakonna juht, professor",
            "email": "ott.kagovere@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/58359/MG_6863_1-300x400-c.jpg"
        },
        {
            "name": "Sean Yendrys",
            "title": "MA õppekava juht, professor",
            "email": "sean.yendrys@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/96914/Sean-Yendrys_portrait-BW-300x400-c.jpg"
        },
        {
            "name": "Maria Kesküla",
            "title": "BA ja MA õppekavade koordinaator",
            "email": "maria.keskula@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/151089/Photo-16.11.2021-13-36-57-scaled-300x400-c.jpg"
        },
        {
            "name": "Ivar Sakk",
            "title": "Dotsent",
            "email": "ivar.sakk@artun.ee",
            "phone": "+3726267323",
            "photo": "https://www.artun.ee/app/uploads/fly-images/96911/MG_6558_1-600x900-300x400-c.jpg"
        },
        {
            "name": "Kert Viiart",
            "title": "Külalisdotsent",
            "email": "kert.viiart@artun.ee"
        },
        {
            "name": "Laura Pappa",
            "title": "Külalisdotsent",
            "email": "laura.pappa@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/151693/Laura-Pappa-EKA_2022_fotoTanjaMuravskaja_333A1831-300x400-c.jpg"
        },
        {
            "name": "Laura Merendi",
            "title": "Meister",
            "email": "laura.merendi@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/130803/333A9068-300x400-c.jpg"
        },
    ],
    "type": "Disainiteadus",
    "level": "bakalaureus",
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
      {
        "term": "Bakalaureuseõppesse saavad kandideerida kõik, kellel on keskharidus või sellele vastav kvalifikatsioon (nt kutsekeskharidus)"
      },
      {
        "term": "Kandideerimiseks peab olema sooritatud eesti keele/eesti keel teise keelena riigieksam minimaalselt 40/75 punktile ja inglise keele tulemus B1 tasemele. "
      },
      {
        "term": "Vestlus"
      },
      {
        "term": "Kodus ettevalmistatavad ülesanded"
      },
      {
        "term": "Vestlus kohapeal"
      }
    ],
    "name": "Graafiline disain",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1055?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Nüüdisaegse kunstiteaduse uurimisobjektiks on peagu kogu inimloomingu visuaalne mõõde. Kunst, foto, film, aga ka argisemad valdkonnad nagu massimeedia või reklaam loovad ja kasutavad erinevatel eesmärkidel mitmesuguseid pilte ning kujutisi. Pildid võivad olla esteetilise naudingu allikad või ajaloolise tähtsusega dokumendid, edastada infot, kuid ka meiega manipuleerida. Mõned pildid teevad kõike seda korraga. Samamoodi on tähenduslik kogu meid ümbritsev ruum ja esemeline keskkond, mille kujundus mõjutab meie igapäevaelu. \n\nKunstiteaduse ja visuaalkultuuri uuringute eriala loob aluse selleks, et mõtestada pildilise ja ruumilise keskkonna seoseid ning toimimist ühiskonnas. Kunstiajalugu ja -teooria aitavad mõista ning hinnata nii üksikuid teoseid kui ka nende loomist ümbritsenud ühiskonda ja selles kehtinud väärtusi. Kunsti, arhitektuuri ja disaini uurimine annab meile raamistiku nii mineviku kui ka oleviku mõistmiseks ning kujundab laiemat kriitilist, iseseisvat mõtlemist. \n\nKunstiteaduse ja visuaalkultuuri instituudis õpitakse teooriaainete, praktikate ja õppereiside kaudu kriitiliselt vaatama ja analüüsima nii ajaloolist kui ka meid tänapäeval ümbritsevat pildimaailma ja ruumilist keskkonda. Kunstiajalugu ja -teooriat õpetatakse kultuuriteooria ja sotsiaalajaloo foonil. Ühtlasi annab õppekava laiapõhjalise humanitaarhariduse. \n\nKunstiteaduse ja visuaalkultuuri uuringute bakalaureuseõpe annab vajalikud erialased alusteadmised kunsti, visuaalkultuuri, disaini ja arhitektuuri ajaloost ning teooriast. Neile pakuvad täiendust üldajalugu, filosoofia, esteetika, kultuuriteooria ja võõrkeeled. Erialaained tutvustavad kunstiteaduse spetsiifilisi probleeme, kunstiinstitutsioone, õpetavad analüüsima kunsti- ja arhitektuuriteoseid. \n\nKVI bakalaureuseõppe aluseks on individuaalne lähenemine ja üliõpilase arengu igakülgne toetamine. Õppetöös kombineeritakse loenguid seminaride ja õppekäikudega linnaruumis, muuseumides ja näitustel. Igal aastal käiakse praktikareisidel tutvumas kunstiga Eestis ja välismaal, kunstiteadlase igapäevatööst annab aimu muuseumipraktika. Õpingute lõppedes valmib bakalaureusetöö, mis võimaldab valitud teemat põhjalikumalt käsitleda."
    ],
    "eap": 180,
    "spots": 12,
    "majorWebsite": "https://www.artun.ee/erialad/kunstiteadus/erialast/bakalaureuseope/",
    "videoId": "EvwufNW7PtE",
    "personnel": [
        {
            "name": "Virve Sarapik",
            "title": "Professor, kunstiteaduse ja visuaalkultuuri instituudi juhataja",
            "email": "virve.sarapik@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/67349/MG_8667_vs-e1521926851530-300x400-c.jpg"
        },
        {
            "name": "Annika Toots",
            "title": "Teadussekretärr",
            "email": "annika.toots@artun.ee",
            "phone": "+3726117650",
            "photo": "https://www.artun.ee/app/uploads/fly-images/112946/Annika-Toots_kodukale-300x400-c.jpg"
        },
        {
            "name": "Krista Kodres",
            "title": "Professor",
            "email": "krista.kodres@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39403/MG8719-300x400-c.jpg"
        },
        {
            "name": "Andres Kurg",
            "title": "Professor, vanemteadur, kunstiteaduse ja visuaalkultuuri uuringute doktoriõppekava juht",
            "email": "andres.kurg@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39409/MG8903-300x400-c.jpg"
        },
        {
            "name": "Linda Kaljundi",
            "title": "Kultuuriajaloo professor, magistriõppekava juht",
            "email": "linda.kaljundi@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/110733/LindaKaljundi_fotoEvaSepping_kodulehele-scaled-300x400-c.jpg"
        },
        {
            "name": "Anu Allas",
            "title": "Museoloogia suuna (MA) juht",
            "email": "anu.allas@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/81565/Anu-Allas-300x400-c.jpg"
        },
        {
            "name": "Anders Härm",
            "title": "Lektor, kuraatoriõppe (MA) suuna juht",
            "email": "anders.harm@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/44742/imageedit29759545993-300x400-c.jpg"
        },
        {
            "name": "Liisa-Helena Lumberg-Paramonova",
            "title": "Lektor, bakalaureuseõppekava juht",
            "email": "liisahelena.lumberg@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/71482/MG_8871-300x400-c.jpg"
        },
        {
            "name": "Ingrid Ruudi",
            "title": "Vanemeadur, külalisdotsent",
            "email": "ingrid.ruudi@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39396/MG8642-300x400-c.jpg"
        },
        {
            "name": "Epp Lankots",
            "title": "Vanemteadur, külalisdotsent",
            "email": "epp.lankots@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39533/MG8626-300x400-c.jpg"
        },
        {
            "name": "Tiina Abel",
            "title": "Lektor, teadur",
            "email": "tiina.abel@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/40495/MG9313-300x400-c.jpg"
        },
        {
            "name": "Matthias Jost",
            "title": "Külalisdotsent",
            "email": "matthias.jost@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39405/MG9004-300x400-c.jpg"
        },
        {
            "name": "Kädi Talvoja",
            "title": "Teadur",
            "email": "kadi.talvoja@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/95365/Ka%CC%88di-Talvoja-11-scaled-300x400-c.jpg"
        },
        {
            "name": "David Vseviov",
            "title": "Emeriitprofessor",
            "email": "david.vseviov@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39402/MG8698-300x400-c.jpg"
        },
        {
            "name": "Kristina Jõekalda",
            "title": "Vanemteadur",
            "email": "Kristina Jõekalda",
            "photo": "https://www.artun.ee/app/uploads/fly-images/81570/Kristina-Jo%CC%83ekalda_dngr-scaled-300x400-c.jpg"
        },
        {
            "name": "Mari Laanemets",
            "title": "Vanemteadur",
            "email": "mari.laanemets@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/92066/Mari-Laanemets_v%C3%A4ikebw-300x400-c.jpg"
        },
        {
            "name": "Regina-Nino Mion",
            "title": "Vanemteadur",
            "email": "regina-nino.mion@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/82111/Regina-mv-300x400-c.jpg"
        },
        {
            "name": "Mari Laaniste",
            "title": "Teadur, ühisõppekava Literature, Visual Culture and Film Studies (MA) juht",
            "email": "mari.laaniste@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/82924/IMG_20190323_220349edit-300x400-c.jpg"
        },
        {
            "name": "Margaret Tali",
            "title": "Teadur",
            "email": "margaret.tali@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/104351/Margaret_Tali-copy-300x400-c.jpg"
        },
        {
            "name": "Neeme Lopp",
            "title": "Kirjastaja, KVI külalisteadur",
            "email": "neeme.lopp@artun.ee",
            "phone": "+3725029286",
            "photo": "https://www.artun.ee/app/uploads/fly-images/115802/Neeme.Lopp_.web_.Kroot_Tarkmeel-300x400-c.jpg"
        },
        {
            "name": "Johannes Saar",
            "title": "Külalisteadur",
            "email": "johannes.saar@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/135180/vabaduse-valjak_johannes-Saar-300x400-c.jpg"
        },
        {
            "name": "Ragne Soosalu",
            "title": "Doktorant-nooremteadur",
            "email": "ragne.soosalu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/151688/Ragne-Soosalu-EKA_2022_fotoTanjaMuravskaja_333A1552-300x400-c.jpg"
        },
        {
            "name": "Pille Teppan",
            "title": "Kunstikultuuri teaduskonna õppekavade (Kirjandus-, visuaalkultuuri ja filmiteooriaMA, Kunstiteadus ja visuaalkultuuri uuringud BA ja MA, Kunstiõpetaja MA, Muinsuskaitse ja konserveerimine BA ja MA) õppespetsialist",
            "email": "pille.teppan@artun.ee",
            "phone": "+3726117653",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39393/MG8820-300x400-c.jpg"
        },
        {
            "name": "Hans Alla",
            "title": "Assistent",
            "email": "hans.alla@artun.ee",
            "phone": "+3726117653",
            "photo": "https://www.artun.ee/app/uploads/fly-images/94125/Hans-Alla-4-scaled-300x400-c.jpg"
        },
    ],
    "type": "Kunstikultuuri teadus",
    "level": "bakalaureus",
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
      {
        "term": "Bakalaureuseõppesse saavad kandideerida kõik, kellel on keskharidus või sellele vastav kvalifikatsioon (nt kutsekeskharidus)"
      },
      {
        "term": "Kandideerimiseks peab olema sooritatud eesti keele/eesti keel teise keelena riigieksam minimaalselt 50/75 punktile ja inglise keele tulemus B1 tasemele"
      },
      {
          "header": "Erialane essee",
        "term": "kirjutatakse etteantud kunstiteose reproduktsiooni põhjal. Essee eesmärgiks on teost lühidalt analüüsida ja esitada selle omapoolne tõlgendus. Essee kirjutamine ei eelda eelnevaid teadmisi analüüsitavast teosest ega varasemat kokkupuudet kunstiajaloo ainega. Tudengikandidaat näitab oma kirjatöös pildi vaatamise ja analüüsimise oskust ning võimet siduda pildil nähtut üldkultuuriliste taustateadmistega. Essee pikkuseks on 2–3 lk. Reprode hulgas on nii maalikunsti, arhitektuuri kui disaini näiteid, sisseastuja saab analüüsitava repro valida kahe variandi hulgast. Kaasa võtta kirjutusvahend. Osakonna poolt antakse kunstiteoste reprod ja paber essee kirjutamiseks. Abimaterjale essee kirjutamisel ei kasutata. Hinnatakse kunstiteose analüüsimise võimet, üldkultuurilisi teadmisi, vaatepunkti originaalsust ja põhjendatust, aga ka kirjutamisoskust, sõnastust, keele korrektsust ja kirjatöö ülesehituse loogikat.Kaasa võtta kirjutusvahend. Osakonna poolt antakse kunstiteoste reprod ja paber essee kirjutamiseks. Abimaterjale essee kirjutamisel ei kasutata."
      },
      {
          "header": "Vestlus",
          "term": "Individuaalse vestluse aja saab kandidaat peale essee kirjutamist. Kunstiteaduse ja visuaalkultuuri uuringute bakalaureuse erialale astujad vestlusel varasemaid töid esitama ei pea. Vestluse käigus peab sisseastuja olema valmis vastama üldkultuurilist ja kunstiajaloolist problemaatikat puudutavatele küsimustele. Vajaduse korral võidakse küsida täpsustavaid küsimusi essee kohta. Uuritakse tudengikandidaadi motivatsiooni õppima tulekul. Hinnatakse kandidaadi valmisolekut bakalaureuseõpinguteks, üldkultuurilisi teadmisi ja silmaringi, kunstiga (arhitektuuriga, disainiga) suhestumise oskust ja valmidust, motiveeritust õppida kunstiteaduse ja visuaalkultuuri uuringute erialal."
      }
    ],
    "name": "Kunstiteaduse ja visuaalkultuuri uuringud",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1035?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "EKA on ainus kõrgkool Eestis, kus on võimalik omandada muinsuskaitse ja arhitektuuri ning kunsti konserveerimise ja restaureerimise alast akadeemilist kõrgharidust. Muinsuskaitse ja konserveerimise eriala tegeleb kõige laiemas mõttes füüsilise ja vaimse pärandi väärtustamise, hoidmise ja kaitsmisega. \n\nKitsamalt õpetatakse nii arhitektuuri- kui ka kunstimälestiste uurimise ja konserveerimise teoreetilisi printsiipe ning praktilisi oskusi. Tegu on erakordselt põneva, vaheldusrikka ja suure missiooniga erialaga. Muinsuskaitse ja konserveerimise osakonnas õpivad inimesed, kes soovivad teha ära midagi praktilist, silmaga nähtavat ja käega katsutavat, ning selle kaudu maailma paremaks muuta. \n\nMuinsuskaitse roll on tänases maailmas keskse tähendusega, selle eesmärgiks on kultuuripärandi hoidmine ja vahendamine tulevikule. Kultuurpärandi mõiste ja tähendus on ajaloos muutunud. Kui varem käsitleti pärandina vaid materiaalseid objekte, siis tänapäeval vaadatakse seda inimkultuuri ja looduskeskkonna tervikliku kogumina. Mälukandjana on ajaloolised esemed ja hooned meie ümber omandanud nii emotsionaalse kui ka funktsionaalse tähenduse. Kultuuripärand on vajalik inimühiskonna kestmiseks ja arenguks. \n\n**Osakonna mõtteviis ja filosoofia** \n\n**•** EKA on ainus kõrgkool Eestis, kus on võimalik omandada muinsuskaitse ja arhitektuuri ning kunsti konserveerimise ja restaureerimise alast akadeemilist kõrghardust. Osakonna õppejõud on oma ala tunnustatud ja kõrgelt hinnatud spetsialistid. \n\n**•** Õppekava on avatud muutustele ja arengutele kaasaegse keskkonnakäsitluse filosoofias, muinsuskaitse ja restaureerimise teoorias ning praktikas, lähtudes säästva arengu põhimõtetest, tasakaalustades innovatiivsust kultuurikeskkonna järjepideva arengu kaudu. \n\n**•** Kultuuripärandi hoidmine, kaitse ning professionaalne konserveerimine ja restaureerimine eeldab kõrge kvalifikatsiooniga erialaspetsialistide koolitamist. \n\nEriala õpe lähtub kaasaegse keskkonnakäsitluse filosoofiast ja säästva arengu põhimõtetest. Õppe eesmärgiks on anda tudengitele erialased teadmised ja oskused ning kujundada hoiakud ja väärtushinnangud, mis võimaldavad teadvustada loodus-, sotsiaal- ja kultuurikeskkonna seoseid. \n\n**•** Kaasaegse arusaama järgi moodustavad kultuurikeskkonna nii materiaalsed kui vaimsed nähtused. Seega on kultuuripärand kui kultuuri üks avaldumisvorme eelnevate põlvkondade poolt loodud ning minevikku tänapäevaga ühendavate aineliste ja vaimsete väärtuste kogu, mille objektide põhiline tundemärk on seotus inimtegevusega. \n\n**•** Säästva arengu üheks eesmärgiks on kultuurilise mitmekesisuse säilitamine, mis eeldab alahoidlikku suhtumist kultuuripärandisse ning selle sidumist kaasaja vajadustega. \n\n**•** Pärandina määratletud kultuurinähtuste elujõulisuse ning püsimise kindlustamine on ühiskonna jätkusuutliku arengu tagatiseks."
    ],
    "eap": 180,
    "spots": 10,
    "majorWebsite": "https://www.artun.ee/erialad/muinsuskaitse-ja-konserveerimine/ulevaade/",
    "videoId": "nP-lL8fi7Wo",
    "personnel": [
        {
            "name": "Aljona Gineiko",
            "title": "Doktorant, nooremteadur",
            "email": "aljona.gineiko@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/147814/Aljona-Gineiko-300x400-c.jpg"
        },
        {
            "name": "Kateriin Ambrozevits",
            "title": "Life IP Buildest projekti koordinaator",
            "email": "kateriin.ambrozevits@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/151689/Kateriin-Ambrozevits-EKA_2022_fotoTanjaMuravskaja_333A2184-300x400-c.jpg"
        },
        {
            "name": "Hannes Vinnal",
            "title": "Külalisdotsent",
            "email": "hannes.vinnal@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/126203/Hannes-Vinnal-300x400-c.jpeg"
        },
        {
            "name": "Anneli Randla",
            "title": "Dotsent, vanemteadur, muinsuskaitse ja konserveerimise osakonna juhataja, muinsuskaitse ja konserveerimise doktoriõppekava juht",
            "email": "anneli.randla@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/88277/Anneli-Randla-1-300x400-c.jpg"
        },
        {
            "name": "Hilkka Hiiop",
            "title": "Professor, Kunstikultuuri teaduskonna dekaan",
            "email": "hilkka.hiiop@artun.ee",
            "phone": "+37256577980",
            "photo": "https://www.artun.ee/app/uploads/fly-images/35117/Hilkka-Hiiop-300x400-c.jpg"
        },
        {
            "name": "Riin Alatalu",
            "title": "Dotsent, MA õppekava juht, UNESCO Kultuuripärandi uuringute õppetooli koordinaator",
            "email": "riin.alatalu@artun.ee",
            "phone": "+3726117654",
            "photo": "https://www.artun.ee/app/uploads/fly-images/67578/Riin-Alatalu-926x600-300x400-c.jpg"
        },
        {
            "name": "Taavi Tiidor",
            "title": "Konserveerimise stuudio meister",
            "email": "taavi.tiidor@artun.ee",
            "phone": "+3725205824",
            "photo": "https://www.artun.ee/app/uploads/fly-images/41102/Taavi-Tiidor-300x400-c.jpg"
        },
        {
            "name": "Merike Kallas",
            "title": "Maali konserveerimise stuudio juhataja, BA õppekava juht",
            "email": "merike.kallas@artun.ee",
            "phone": "+3726117654",
            "photo": "https://www.artun.ee/app/uploads/fly-images/35119/Merike-Kallas-300x400-c.jpg"
        },
        {
            "name": "Maris Veeremäe",
            "title": "Teadussekretär, arhitektuuri konserveerimise ja restaureerimise täiendkoolituse õppekava juht",
            "phone": "+3726117650",
            "email": "maris.veeremae@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/35116/Mina-300x400-c.jpg"
        },
        {
            "name": "Andres Uueni",
            "title": "Külalisteadur",
            "email": "andres.uueni@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/107909/Andres-Uueni-300x400-c.jpg"
        },
        {
            "name": "Triin Talk",
            "title": "Nooremteadur",
            "email": "triin.talk@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/97161/Triin-Talk_mustvalge-1-300x400-c.jpg"
        },
        {
            "name": "Triin Reidla",
            "title": "Nooremteadur, arhitektuuri konserveerimise õppesuuna juht BA ja MA õppekavadel",
            "email": "triin.reidla@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/119859/IMG_20210312_120236-300x400-c.jpg"
        },
        {
            "name": "Ove Oot",
            "title": "Külalislektor",
            "email": "ove.oot@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/107910/Ove-Oot-300x400-c.jpg"
        },
        {
            "name": "Karola Mursu",
            "title": "Arhitektuuri konserveerimise stuudio juhataja",
            "email": "karola.mursu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/105132/Karola-Mursu_must-valge-scaled-300x400-c.jpg"
        },
        {
            "name": "Pille Teppan",
            "title": "Kunstikultuuri teaduskonna õppekavade (Kirjandus-, visuaalkultuuri ja filmiteooriaMA, Kunstiteadus ja visuaalkultuuri uuringud BA ja MA, Kunstiõpetaja MA, Muinsuskaitse ja konserveerimine BA ja MA) õppespetsialist",
            "email": "pille.teppan@artun.ee",
            "phone": "+3726117653",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39393/MG8820-300x400-c.jpg"
        },
        {
            "name": "Hans Alla",
            "title": "Assistent",
            "email": "hans.alla@artun.ee",
            "phone": "+3726117653",
            "photo": "https://www.artun.ee/app/uploads/fly-images/94125/Hans-Alla-4-scaled-300x400-c.jpg"
        },
        {
            "name": "Varje Õunapuu",
            "title": "Külalislektor",
            "email": "varje.ounapuu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/126234/Varje-Ounapuu-300x400-c.jpg"
        }
    ],
    "type": "Kunstikultuuri teadus",
    "level": "bakalaureus",
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
      {
        "term": "Bakalaureuseõppesse saavad kandideerida kõik, kellel on keskharidus või sellele vastav kvalifikatsioon (nt kutsekeskharidus)"
      },
      {
        "term": "Kandideerimiseks peab olema sooritatud eesti keele/eesti keel teise keelena riigieksam minimaalselt 40/75 punktile ja inglise keele tulemus B1 tasemele. "
      },
      {
        "term": "Sisseastumiseksam"
      }
    ],
    "name": "Muinsuskaitse ja konserveerimine",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1036?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Moe-, tekstiili- ja aksessuaaridisain on kolme eriala ühendav liitõppekava. Õpe algab erialadel ühiselt, kuid jätkub esimese semestri järel juba erialase spetsialiseerumisega. Kogu õppe vältel on võimalik osaleda kõrvalerialade projektides. Iga erialaga saab lähemalt tutvuda erialade lehtedel. \n\nÕppekava kannab tugevalt jätkusuutlikkuse suunda, mis pakub teadmisi ja võimalusi selle teemaga aktiivseks tegelemiseks. Lisaks materjaliuuringutele vaadatakse otsa ka võimalikele teisendustele tootmistsüklites või lahendatakse probleeme läbi sotsiaalse disaini ja kultuurilise jätkusuutlikkuse prisma. Õpingute käigus on tudengil võimalus tutvuda kõigi kolme suuna – moe-, tekstiili- ja aksessuaarivaldkonna – tehniliste baasteadmistega, kujundamaks nende põhjal just endale sobiv profiil. Multidisiplinaarne taustsüsteem annab eelise tulevikus erialasel skeenel toimetamiseks ning toetab meeskonnas töötamise oskusi. \n\nOluline on mõista, et õppija teadmised on suurel määral tema enda kujundada. Selle eest seisab hea ühiste baasainete blokk. Erialade vaheline liikumine on toetatud ning lähtub tudengi individuaalsetest tugevustest ning võimalikust potentsiaalist.Tänu väikestele õpperühmadele on võimalik saada palju personaalset tagasisidet ning olla pidevalt aktiivses ja arendavas diskussioonis õppejõudude ning kaastudengitega. \n\nMoe-, tekstiili- ja aksessuaaridisaini õppekava aitab kaasaegselt tõlgendada kolme valdkonna traditsioonilisi tehnikaid ning tööriistu, kutsudes samal ajal mõtestama moe- ja tekstiilisfääri kestlikku tulevikku. \n\n**Õppekavast** \n\nLiitõppekava eesmärgiks on kaasa aidata aktiivsete ja vastutustundlike loovisikute kujunemisele, kes on motiveeritud arendama oma professionaalseid disainipraktikaid ning seeläbi toetama positiivseid muutusi ühiskonnas. Kriitilise mõtlemise ja empaatiavõime toetamine õpingute jooksul loob sobiva fooni erinevatel teemadel kaasa mõtlemiseks ja tegutsemiseks. Õppekava paneb rõhku lisaks keskkonda puudutavate probleemide lahendamisele ka sotsiaalse ja kultuurilise kestlikkuse teemadele. Viimased hõlmavad nii traditsiooniliste tehnikate innoveerimist EKA stuudiote mitmekesiste tehniliste seadmete abil kui mõtestatud kaasavaid aktsioone väljaspool õppehoonet. Lisaks koostööle ettevõtetega on mitmeid ettevõtmisi seotud ka mittetulundusühingute ja erinevate väiksemate kogukondadega, toetades ühiskonda laiemalt. Keskkonna seisukohalt vaadatakse innukalt otsa materjalide kasutusringile ning uuritakse, milliseid materjale ja meetodeid üldse tulevikku vaatavas disainis rakendada."
    ],
    "eap": 180,
    "spots": 20,
    "majorWebsite": "https://www.artun.ee/akadeemia/teaduskonnad/disainiteaduskond/",
    "personnel": [
        {
            "name": "Kärt Ojavee",
            "title": "Külalisprofessor, MA õppekava Disain ja rakenduskunst tekstiili suuna juht",
            "email": "kart.ojavee@artun.ee",
            "phone": "+3726267316",
            "photo": "https://www.artun.ee/app/uploads/fly-images/59203/ka%CC%88rt-ojavee-bw2-300x400-c.jpg"
        },
        {
            "name": "Kristi Kuusk",
            "title": "Vanemteadur",
            "photo": "https://www.artun.ee/app/uploads/fly-images/48989/MG44231-300x400-c.jpg"
        },
        {
            "name": "Piret Valk",
            "title": "Dotsent. Osakonnajuhataja",
            "email": "piret.valk@artun.ee",
            "phone": "+3726267316",
            "photo": "https://www.artun.ee/app/uploads/fly-images/48735/Piret-Valk-300x400-c.jpg"
        },
        {
            "name": "Krista Leesi",
            "title": "Dotsent, BMAT tekstiili suunajuht",
            "email": "krista.leesi@artun.ee",
            "phone": "+3726267316",
            "photo": "https://www.artun.ee/app/uploads/fly-images/48760/MG333872-300x400-c.jpg"
        },
        {
            "name": "Kadi Kibbermann",
            "title": "Koordinaator",
            "email": "kadi.kibbermann@artun.ee",
            "phone": "+3726267316",
            "photo": "https://www.artun.ee/app/uploads/fly-images/110820/Kadi_Kibbermann-300x400-c.jpg"
        },
        {
            "name": "Eelike Virve",
            "title": "Kangatrüki stuudio juhataja",
            "email": "eelike.virve@artun.ee",
            "phone": "+3726267316",
            "photo": "https://www.artun.ee/app/uploads/fly-images/114474/Eelike-Virve_1-300x400-c.jpg"
        },
        {
            "name": "Imbi Armas",
            "title": "Silmus- ja kangakudumise stuudio juhataja",
            "email": "imbi.armas@artun.ee",
            "phone": "+3726267316",
            "photo": "https://www.artun.ee/app/uploads/fly-images/48734/MG40821-300x400-c.jpg"
        },
        {
            "name": "Juulia Aleksandra Mikson",
            "title": "Kangatrüki stuudio meister",
            "email": "juulia.mikson@artun.ee",
            "phone": "+3726267316",
            "photo": "https://www.artun.ee/app/uploads/fly-images/151697/Juulia-Aleksandra-Mikson-EKA_2022_fotoTanjaMuravskaja_333A2031-300x400-c.jpg"
        },
        {
            "name": "Stella Runnel",
            "title": "Dotsent, aksessuaari ja köite osakonna juhataja",
            "email": "stella.runnel@artun.ee",
            "phone": "+3726267317",
            "photo": "https://www.artun.ee/app/uploads/fly-images/109852/Stella-Runnel_dngr-scaled-300x400-c.jpg"
        },
        {
            "name": "Marta Põldma (Konovalov)",
            "title": "Lektor, MA Ringdisain õppekava juht",
            "email": "marta.konovalov@artun.ee",
            "phone": "+3726267317",
            "photo": "https://www.artun.ee/app/uploads/fly-images/83861/MG_4187_1-300x400-c.jpg"
        },
        {
            "name": "Sirle Rohusaar",
            "title": "Osakonnajuhataja kohusetäitja, külalislektor, aksessuaaristuudio meister",
            "email": "sirle.rohusaar@artun.ee",
            "phone": "+3726267317",
            "photo": "https://www.artun.ee/app/uploads/fly-images/58574/MG_7135_1-300x400-c.jpg"
        },
        {
            "name": "Kristiina Nurk",
            "title": "Koordinaator",
            "email": "kristiina.nurk@artun.ee",
            "phone": "+3726267317",
            "photo": "https://www.artun.ee/app/uploads/fly-images/109858/Nulku_KristiinaNurk-portree_fotoIrisKivisalu_web-300x400-c.jpg"
        },
        {
            "name": "Eve Kaaret",
            "title": "Köitestuudio meister",
            "email": "eve.kaaret@artun.ee",
            "phone": "+3726267317",
            "photo": "https://www.artun.ee/app/uploads/fly-images/58813/MG_4531_1-300x400-c.jpg"
        },
        {
            "name": "Piret Puppart",
            "title": "Professor, osakonnajuhataja",
            "email": "piret.puppart@artun.ee",
            "phone": "+3726267318",
            "photo": "https://www.artun.ee/app/uploads/fly-images/44236/Piret-Puppart-300x400-c.jpg"
        },
        {
            "name": "Anu Ojavee",
            "title": "Lektor, koordinaator",
            "email": "anu.ojavee@artun.ee",
            "phone": "+3726267318",
            "photo": "https://www.artun.ee/app/uploads/fly-images/44234/Anu-Ojavee-300x400-c.jpg"
        },
        {
            "name": "Anu Samarüütel-Long",
            "title": "Külalisdotsent",
            "email": "anu.samaryytel-long@artun.ee",
            "phone": "+3726267318",
            "photo": "https://www.artun.ee/app/uploads/fly-images/152792/ANU-SAMARUUTEL_EKA2-300x400-c.jpg"
        },
        {
            "name": "Anneli Kruusberg",
            "title": "Õmblustöökoja juhataja",
            "email": "anneli.kruusberg@artun.ee",
            "phone": "+3726267318",
            "photo": "https://www.artun.ee/app/uploads/fly-images/146354/Anneli-Kruusberg-1-e1666861554680-300x400-c.jpg"
        }
    ],
    "type": "Disainiteadus",
    "level": "bakalaureus",
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
      {
        "term": "Bakalaureuseõppesse saavad kandideerida kõik, kellel on keskharidus või sellele vastav kvalifikatsioon (nt kutsekeskharidus)."
      },
      {
        "term": "Kandideerimiseks peab olema sooritatud eesti keele/eesti keel teise keelena riigieksam minimaalselt 40/75 punktile ja inglise keele tulemus B1 tasemele. "
      },
      {
        "term": "Sisseastumiseksam"
      }
    ],
    "name": "Mood, tekstiil, nahkaksessuaar",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1045?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Sisearhitektuuri erialal tegeletakse ruumiga, mis inimest kõige vahetumalt ümbritseb. Õpitakse, kuidas luua inspireerivaid, paindlikke, säästlikke ning kaasaegseid ruume inimesele elu igaks etapiks, lapsepõlvest vanaduseni. Hea ruum sünnib teravast konteksti tajust, põhjalikust materjali tundmisest ning tugevatest tehnilistest oskustest, ent ka teadmistest ruumiloomet toetavates valdkondades – antropoloogias, ruumipsühholoogias, ruumisemiootikas. Sisearhitektid on tundlikud ja tähelepanelikud nii kultuuri- kui ruumikonteksti suhtes, kuna parim ruum sünnib seest väljapoole, võrsub samavõrd sisearhitekti teadmistest ja tehnilistest oskustest kui tema võimest küsida õigeid küsimusi ja leida inspiratsiooni olemasolevast. \n\nSisearhitektuuri tudengid töötavad juba õppetöö raames projektidega, mis pakuvad inspireerivaid ruumilahendusi erinevatele ühiskonnagruppidele ja seovad kogukondi. Lõpetajate hulgas on silmapaistvate interjööride loojaid, kuid ka selliseid ruumiloojaid, kes rajavad isikupäraseid keskkondi, kombineerides arhitektuuri, disaini ja tehnoloogiat. \n\nSisearhitektuuri valdkond on muutumises, kuna ka keskkond ja inimeste vajadused teisenevad pidevalt – maailm linnastub, tööd tehakse aina mobiilsemalt, inimeste elud on pikemad, aga ka üksildasemad, autod on peagi isesõitvad, kliima muutub. Need ja veel mitmed suured trendid mõjutavad homsete sisearhitektide tööd ning seepärast õpetatakse EKA sisearhitektuuriosakonnas tudengeid looma ruume, mis vastavad inimeste kiiresti muutuvatele vajadustele, olgu need siis tööruumid, kodud või avalik ruum. \n\nTudengeid suunatakse olema tundlik ja tähelepanelik nii kultuuri- kui ruumikonteksti suhtes, kuna parim ruum sünnib seest väljapoole, võrsub samavõrd sisearhitekti teadmistest ja tehnilistest oskustest kui võimest küsida ruume luues õigeid küsimusi ja leida inspiratsiooni olemasolevast. Lisaks tehnilistele oskustele treenitakse tudengis üldistus- ja analüüsivõimet, mõõdutunnet, oskust olla kontaktis iseendaga ning teha ka meeskonnatööd. \n\nSisearhitektuuri bakalaureuse õppekava läbimine kestab kolm aastat, õpe on päevane ning toimub suures osas eesti keeles, kuid välisõppejõudude käe all osalt ka inglise keeles. Bakalaureuseõppe parimad tööd on sündinud kohalikus kontekstis, inspireerituna Eesti kliimast, traditsioonilisest ruumist ja mõtteilmast. Siin sünnivad juba esimesest kursusest alates tudengiprojektid, mis kõnelevad Eestist, kuid kõnetavad ka rahvusvahelist publikut. Tudengeid õpetavad kohalikud inspireerivaimad sisearhitektid, arhitektid, disainerid ning välislektorid disainikoolidest üle maailma. Tudengid teevad õppeprojektide raames koostööd teiste EKA erialadega, mis on professionaalide ettevalmistuses eriti oluline, sest sisearhitektuur on pea alati meeskonnatöö. \n\nSisearhitektuuri osakonna magistriõpe on stuudiopõhine. Esimesel aastal tutvustatakse uurimus- ja sekkumispõhiseid meetodeid: uuritakse näiteks ruumi ja poliitika seoseid, jääkmaterjalide kasutamist ning tehnoloogiaid, mis virtuaalset ja füüsilist ruumi ühendavad. Välitöödel analüüsitakse kohaliku ruumi spetsiifikat ning välisekspeditsioonidel tutvutakse uurimisteemadega seotud temaatikaga piiri taga. Esimesel aastal panevad tudengid aluse magistritööle ning teisel aastal keskendutaksegi peamiselt selle valmimisele. Magistriõpe on mõeldud neile, kel on selja taga ruumihariduse bakalaureuseõpingud ning võib-olla ka mõningane töökogemus valdkonnas. \n\nEKA sisearhitektuuri bakalaureuse- ja magistriprogrammi lõpetajate hulgas on paljude silmapaistvate interjööride loojaid, kuid ka selliseid ruumiloojaid, kes rajavad isikupäraseid keskkondi, kombineerides arhitektuuri, disaini ja tehnoloogiat."
    ],
    "eap": 180,
    "spots": 12,
    "majorWebsite": "https://www.artun.ee/erialad/sisearhitektuur/eriala/",
    "videoId": "srNxWZ-Yu5c",
    "personnel": [
        {
            "name": "Jüri Kermik",
            "title": "Professor, sisearhitektuuri osakonna juhataja ja BA õppekava juht",
            "email": "jyri.kermik@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/144456/Kermik_portrait_BW-300x400-c.jpg"
        },
        {
            "name": "Gregor Taul",
            "title": "Lektor, sisearhitektuuri osakonna MA õppekava juht",
            "email": "gregor.taul@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/123810/Gregor-Taul_Passipilt_jpeg-300x400-c.jpg"
        }
    ],
    "type": "Arhitektuuriteadus",
    "level": "bakalaureus",
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
      {
        "term": "Esti keel/ eesti keel teise keelena riigieksam vähemalt 40/75 punkti"
      },
      {
        "term": "Inglise keele riigieksam vähemalt B1 tasemel"
      },
      {
        "term": "ESIMENE VOOR: Portfoolio"
      },
      {
        "term": "TEINE VOOR: Vestlus ja sisseastumiseksamid"
      }
    ],
    "name": "Sisearhitektuur",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1039?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Stsenograafia erialal tegeletakse nii teatri- kui ka filmilavastuste visuaalsete terviklahenduste loomisega. Stsenograafia on olemuselt paljusid valdkondi koondav ala ning oluline lavastuse instrument, mille abil juhitakse vaataja kujutlust. Et siin segunevad mitmed erinevad valdkonnad, hinnatakse kaasaegsetes etenduskunstides järjest enam autoripositsiooni olemasolu. Kombineeritakse edukalt nii arhitektuurilisi kui ka performatiivseid elemente, videost ja valgusest rääkimata. \n\nLisaks erialateadmistele omandatakse stsenograafiaõppe käigus kogemusi ka teistes kaasaegse kunsti valdkondades. Stsenograafia osakonnas õpivad avarapilgulised ja laialdase kultuurihuviga inimesed, kes suudavad iseseisvalt loomingulisi protsesse käivitada ja läbi viia. \n\nEesti Kunstiakadeemia ainus õppeasutus Eestis, kus on võimalik stsenograafia eriala kõrgtasemel omandada. Stsenograafia osakonnas lähenetakse õpetusele terviklikult: loomingus pole tähtis mitte ainult tehnika ja professionaalsus, vaid ka kunstiline tervikmõju. Stsenograafia on fiktsionaalsete maailmade loomise kunst, mis tugineb vaatajat emotsionaalselt ja vaimselt rikastavate stsenograafiliste kujutiste ellukutsumisele. Nii teatri- kui ka filmikunst tegeleb lugude jutustamisega piltides. Tänapäeval on stsenograafia eemaldunud pelgast dekoratiivsusest ning liikunud palju mitmekülgsema ja multidimensionaalsema lähenemise suunas. Samas pole vanu tehnikaid ja tehnoloogiaid unustatud, vaid neid kombineeritakse uuenduslike digitaaltehnoloogiliste lahendustega. Stsenograafia eriala uuenduslik õppekava on koostatud pidades silmas parimaid erialatraditsioone. \n\ntsenograafiaõppes on olulisel kohal multi- ja interdistsiplinaarsus. Stsenograafia on klaster, mis on läbi põimunud teiste visuaalkultuuri distsipliinide ja tehnoloogiatega. Stsenograafiaõppes pööratakse suurt tähelepanu praktikale: ilma praktiliste lavastusprojektideta ei oleks võimalik stsenograafiat õpetada. Töötatakse nii ruumimudelite kui ka päris ruumidega, sealhulgas leitud, kohandatud, avalike ja privaatsete ruumidega. Eriala keskseid väärtusi on koostöö, sest vaid koos töötades on lavastusgruppidel võimalik edukalt tegutseda. \n\nStsenograafia õpe toimub kursuste kaupa ning semestri lõikes erinevate õppejõudude juhatusel. Nõnda juhatatakse üliõpilane lihtsamatelt keerukamate ülesannete juurde vastavalt õppekava struktuurile. Sügissemestril on õpetuse põhirõhk teatriga seotud projektidel, kevadsemestril tegeletakse filmiprojektide lavastamisega. Õpe toimub nii seminarivormis kui ka individuaalselt. Üliõpilaselt eeldatakse pidevat kaasamõtlemist ja ideede väljapakkumist kogu semestri vältel. Stsenograafia õppekava läbimisel tutvuvad üliõpilased valdkondadega nagu kostüüm, grimm, valgus ja ruum. Kolm aastat bakalaureuseõpet sisaldab erialaprojekte, tugiaineid, valikaineid, teooriat ja praktikat. Lisaks stuudioruumile on stsenograafia osakonnas olemas ka kostüümistuudio, arvutiklass, väike loenguruum ning õppeklassid tudengitele."
    ],
    "eap": 180,
    "spots": 7,
    "majorWebsite": "https://www.artun.ee/erialad/stsenograafia/erialast/",
    "videoId": "X632WgbE4uI",
    "personnel": [
        {
            "name": "Ene-Liis Semper",
            "title": "Professor, osakonnajuhataja",
            "email": "ene-liis.semper@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/95012/Ene-Liis-Semper_kodukale-300x400-c.jpg"
        },
        {
            "name": "Madlen Hirtentreu",
            "title": "Kujundliku mõtte labori juhataja",
            "email": "madlen.hirtentreu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/137648/passpilt-2-scaled-300x400-c.jpg"
        },
        {
            "name": "Kamilla Jakobsone",
            "title": "Projektide koordinaator",
            "email": "kamilla.kase@artun.ee"
        }
    ],
    "type": "Kunstikultuuri teadus",
    "level": "bakalaureus",
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
      {
        "term": "Bakalaureuseõppesse saavad kandideerida kõik, kellel on keskharidus või sellele vastav kvalifikatsioon (nt kutsekeskharidus)"
      },
      {
        "term": "Kandideerimiseks peab olema sooritatud eesti keele/eesti keel teise keelena riigieksam minimaalselt 40/75 punktile ja inglise keele tulemus B1 tasemele."
      },
      {
        "term": "Essee"
      },
      {
          "term": "Digitaalne portfoolio"
      },
      {
          "term": "Sisseastumiseksam"
      }
    ],
    "name": "Stsenograafia",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1029?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "**Tööstusdisain** \n\nTööstusdisain tegeleb esemetega meie ümber. Tööstusdisainerid kujundavad mööblit, tarbeesemeid, sõidukeid ja pakendeid, aga ka näiteks roboteid ja nutiseadmeid. Eesti Kunstiakadeemia tööstusdisaini erialal õpetame inimkeskset disaini, st loome lahendusi kasutaja vajaduste alusel. Tööstusdisainerid on loovad, hea empaatiavõime ja tehnilise taibuga probleemilahendajad. \n\nTööstusdisaineri töö on vaheldusrikas ja viib ta kokku paljude eluvaldkondade esindajatega. Näiteks spordivahendite loomiseks tuleb disaineril süüvida sportlaste maailma, järgmise ülesande täitmiseks võib aga olla tarvis minna hoopis kiirabibrigaadi töövarjuks. \n\nTööstusdisaini valdkond on mitmekesine ning hõlmab tööd paljude materjalide ja tehnoloogiatega. Erinevalt digitootedisainerist teeb tööstusdisainer palju käelist tööd: ta ehitab ideede alusel makette ja prototüüpe. Selleks peab ta oskama visandada, valdama 3D-projekteerimist ja tundma muid nüüdisaegse tehnika võimalusi. \n\nValdkonna teevad põnevaks pidevad tehnoloogilised läbimurded. Näiteks on koos isejuhtivate sõidukite laiema levikuga tekkinud võimalus kujundada nii uut tüüpi sõidukeid kui ka visiooni tuleviku transpordist. Samuti vajavad iseloomu ja välist vormi värkvõrgu (ingl internet of things) seadmed ja robotid. Disainerid, kelle süda kuulub vormi ja värvi esteetikale, saavad keskenduda tarbeesemete kujundamisele. \n\nEesti esemelist kultuuri viivad edasi paljud meie vilistlased, kes on loonud oma brändi või töötavad tootmisettevõtetes. Näiteks Raili Keiv tegutseb omanimelises stuudios, Argo Tamm Softrendis, Lauri Hirvesaar Cleveronis, Ragnar Plinkner Milrem Rotobicsis ja Markus Marks omaloodud ettevõttes Bold Tuesday. \n\nEKA tööstus- ja digitootedisaini bakalaureuseõppe õppekava kahe suuna üliõpilased õpivad esimesel semestril koos, seejärel saab valida suuna. \n\nKõige olulisem aine õppekavas on erialaprojekt. Sellel kursusel õpitakse päris disaineritööga sarnanevas stuudioformaadis ja tehakse igal semestril üks-kaks toote või tootesarja kavandamise projekti. \n\nPaljud erialaprojektid viiakse ellu koostöös ettevõtetega. Üliõpilased loovad tooteid eri sihtrühmadele ning õpivad projekteerima mitmesugustest materjalidest ja tehnoloogiatest lähtudes. \n\nTööstusdisaini üliõpilased saavad oma ideede teostamiseks kasutada kõiki EKA töökodasid ja tehnoloogiad alates klaasipuhumisest kuni virtuaalreaalsuses prototüüpimiseni. \n\nTööstusdisaini eriala lõpetajad leiavad tööd näiteks mööblidisaineri, tööstusdisaineri, pakendidisaineri, visualiseerija (3D), modelleerija (3D), disaineri-ettevõtja, keskkonnadisaineri ja disainijuhina. \n\n**Digitootedisain** \n\nDigitootedisain on Eesti Kunstiakadeemia disainiteaduskonna kõige uuem eriala ning seal õpetatakse looma digitehnoloogial põhinevaid tooteid ja teenuseid. Digitootedisainer kujundab inimese ja tehnoloogia suhtlust, luues näiteks mobiili- ja veebirakendusi ning isesõitvate autode ja robotite kasutajaliideseid, aga ka e-teenuseid ja interaktiivseid näitusi.Digitootedisaini eriala lõpetajad on tööjõuturul ühed enim vajatud disainerid (OSKA uuring, 2019). Kolmeaastase bakalaureuseõppe eesmärk on koolitada novaatoreid – avatud ja ettevõtliku hoiaku ning sotsiaalse vastutusega disainereid. \n\nVärkvõrk, tehisintellekt, liit- ja virtuaalreaalsus, suurandmed ning teised tehnoloogiad muudavad lähiaastatel radikaalselt inimeste tarbimis-, loomis- ja majandamisviise. Digitootedisainerid on selle protsessi keskmes. Nende ülesanne on muuta keeruline tehismaailm ning sellest lähtuv info kasutaja jaoks võimalikult lihtsasti ja meeldivalt navigeeritavaks. \n\nDigitooted sünnivad valdkonnaüleses koostöös, milles on tähtis osa suhtlusoskusel ja tiimitööl. Uudishimulikkus ja empaatia on digitootedisaineri olulised iseloomujooned. Ta aitab analüüsida probleemistikku ja lööb kaasa äriidee otsingutel. Ta on loov probleemilahendaja, kes prototüübib ja testib toodet, arendades nii edasi ka lahenduse tuumideed. \n\nDigitootedisainer loob samm-sammult hea kasutajakogemusega toote ja kujundab selle kasutajaliidese. Tema töö on vaheldusrikas: ta saab palju joonistada ja disainida, aga ka suhelda kolleegide ja kasutajatega. \n\nDigitootedisainerid leiavad rakendust väga erinevates ettevõtetes alates ehitus- ja tervishoiuettevõtetest kuni mängutööstuses tegutsejateni. Eestis on palju idufirmasid ja IT-ettevõtteid, kelle äriedu sõltub just heast disainist. Samuti vajab paremat kasutajakogemust enamik Eesti e-riigi kasutajaliidesed. \n\nTööstus- ja digitootedisaini bakalaureuseõppe õppekava kahe suuna üliõpilased õpivad esimesel semestril koos, seejärel saab valida õppesuuna. \n\nÕppes on teooria lõimitud praktikaga. Kaalukal kohal on projektõpe ehk stuudiod, mille käigus lahendatakse reaalse disaineritööga sarnanevaid ülesandeid. Samuti luuakse tooteid eri sihtrühmadele ja õpitakse disainima mitmesugustest tehnoloogiatest lähtudes. \n\nEt osata teha koostööd IT- ja äriarendusega, õpitakse ka baastasemel programmeerimist ning kolmandal õppeaastal tehakse IT-üliõpilastega ühisprojekt. \n\nPeale häkatonide on õppekavas kaks praktikat, mis annavad üliõpilastele võimaluse end täiendada ja avastada võimalusi väljaspool EKA-t. \n\nSuur osa meie üliõpilastest õpib vähemalt ühe semestri välismaal või käib mõnes sealses disainibüroos praktikal. \n\nDigitootedisaini üliõpilased saavad oma ideede teostamiseks kasutada kõiki EKA töökodasid ja tehnoloogiad alates 3D-printimisest kuni tehistõelisuse (VR) laborini. \n\nDigitootedisaini eriala lõpetajad leiavad tööd muu hulgas digitootedisaineri, kasutajakogemuse (UX) disaineri, kasutajaliidese (UI) disaineri, veebidisaineri, kasutajauuringute spetsialisti, teenusedisaineri ja ettevõtjana. Meie vilistlased töötavad näiteks ettevõtetes Pipedrive, Veriff, Cleveron, Elisa, Milrem Robotics ja Trinidad Wiseman."
    ],
    "eap": 180,
    "spots": 10,
    "majorWebsite": "https://www.artun.ee/erialad/tootedisain/ulevaade/",
    "videoId": "HeMs_jI7MRU",
    "personnel": [
        {
            "name": "Taavi Aher",
            "title": "Koosseisuväline õppejõud"
        },
        {
            "name": "Veiko Liis",
            "title": "Külalisdotsent",
            "email": "veiko.liis@artun.ee",
            "phone": "+3726267368"
        },
        {
            "name": "Mari Maiste",
            "title": "koordinaator",
            "email": "mari.maiste@artun.ee",
            "phone": "+3726267368"
        },
        {
            "name": "Heikki Zoova",
            "title": "Külalisdotsent",
            "email": "heikki.zoova@artun.ee",
            "phone": "+3726267368",
            "photo": "https://www.artun.ee/app/uploads/fly-images/137053/heikki-zoova-300x400-c.jpg"
        },
        {
            "name": "Maria Pukk",
            "title": "Külalisdotsent, BA tööstusdisaini õppekava juht",
            "email": "maria.pukk@artun.ee",
            "phone": "+3726267368"
        },
        {
            "name": "Maarja Mõtus",
            "title": "Dotsent, Osakonnajuhataja, BA digitootedisaini õppekava juht",
            "email": "maarja.motus@artun.ee",
            "phone": "+3726267368"
        },
        {
            "name": "Eva Liisa Kubinyi",
            "title": "Külalislektor",
            "email": "eva.kubinyi@artun.ee",
            "phone": "+3726267368",
            "photo": "https://www.artun.ee/app/uploads/fly-images/123812/Eva-Liisa-Kubinyi_portree_kodukale-300x400-c.jpg"
        },
        {
            "name": "Triin Jerlei",
            "title": "Külalisdotsent",
            "email": "triin.jerlei@artun.ee",
            "phone": "+3726267368"
        },
        {
            "name": "Argo Tamm",
            "title": "Külalisdotsent",
            "email": "argo.tamm@artun.ee",
            "phone": "+3726267368"
        },
        {
            "name": "Andres Uuetoa",
            "title": "Koosseisuväline õppejõud"
        },
        {
            "name": "Kaspar Torn",
            "title": "Koosseisuväline õppejõud"
        },
        {
            "name": "Tuukka Halonen",
            "title": "Koosseisuväline õppejõud"
        }
    ],
    "type": "Vabade Kunstide teadus",
    "level": "bakalaureus",
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
      {
        "term": "Bakalaureuseõppesse saavad kandideerida kõik, kellel on keskharidus või sellele vastav kvalifikatsioon (nt kutsekeskharidus)"
      },
      {
        "term": "Kandideerimiseks peab olema sooritatud eesti keele/eesti keel teise keelena riigieksam minimaalselt 40/75 punktile ja inglise keele tulemus B1 tasemele."
      },
      {
        "term": "Vestlus"
      }
    ],
    "name": "Tööstus- ja digitootedisain",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1034?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "EKA vabade kunstide teaduskonna bakalaureuseõppekaval Kunst on võimalik valida kolme eriala vahel: \n\n**•** graafika \n\n**•** maal \n\n**•** installatsioon ja skulptuur \n\n**Graafika** \n\nGraafika erialal tegeletakse graafikakunstiga selle laiemas tähenduses, siin on olulisel kohal protsess, mis ühendab kontseptuaalse ja tehnoloogilise. Õpitakse tundma nii klassikalist trükigraafikat kui ka kaasaegseid digitaalseid tehnikaid ning looma visuaalset narratiivi ja töötama erinevate visuaalsete materjalidega. \n\nTänane graafikaosakond on ainuke graafikakunsti õpetav institutsioon Eestis. Ainulaadseks teeb eriala ka kõikide peamiste klassikaliste ja kaasaegsete graafikatehnikate viljelemiseks mõeldud töökodade kompleks, mida juhivad professionaalsed graafikuharidusega meistrid. \n\nTegeletakse graafikakunstiga. Kuna mõiste “graafika” hõlmab tänases maailamas väga palju üsnagi erinevaid tähendusi, siis on ka maastik, millel graafikaõpe liigub üsna avar. Huviorbiiti võib kuuluda kõik alates etnograafilisest materjalist lõpetades kaasaegsete subkultuuridega. \n\n Graafiline kultuur oma mitmekesisuses koondab endasse paljusid erinevaid kunstialasid. Trükikunsti leiutamisest saadik on graafikat iseloomustanud paljundamine, kopeerimine, tiražeerimine. Graafika on justkui sild kirjasõna ja kujutise vahel. \n\nGraafika areng maailmas on näinud mitmeid muutusi. Esmasest maalide reprodutseerimise meetodist kujunes ta XIX sajandi lõpuks iseseisvaks kunstiliigiks. Aeg XX sajandi keskpaigast kümnendi lõpuni kujunes graafikatehnikatel põhineva vabagraafika õitsenguks. Sajandi viimane veerand tõi kaasa digitaalse revolutsiooni, mis omakorda muutis totaalselt graafika olemust. Viimane kümnend on näinud traditsiooniliste graafikatehnikate uut tõusu, graafika on järjest enam galeriidest ja muuseumitest tänavaile ning mujale avalikku ruumi kolinud. Printerite ja trükipresside kõrval leiavad kasutust ka mitmed lihtsad ja käepärased paljundusmeetodid, mis võimaldavad nii kiiret lähenemist päevakajalisele, sotsiaalsele, poliitilisele, kui ka uusi esteetilisi avastusi. \n\nGraafikaõppes kehtib printsiip, et tehniline võtestik ilma kandva ideeta, ei moodusta täisväärtuslikku kunstiteost. Idee tähtsustamine on eeltingimuseks kunstiprotsessi käivitumisel. Esmalt küsime “Milleks?” ja seejärel “Kuidas?” \n\nPeame väga oluliseks koostööd nii EKA sarnaste huvidega osakondade vahel, kui ka “majaväliste institutsioonidega”. Üritame oma suuremad projektid realiseerida näitusena mitte ainult kunstigaleriides, vaid ka mujal avalikus ruumis. \n\nGraafikaosakond peab oluliseks tutvustada nii traditsioonilisi estampgraafikatehnikaid – sügav- ja kõrgtrükki, litograafiat ning siiditrükki kui ka digitaalseid trükimenetlusi. Ja muidugi ka loetletud meetodite sünteesi. \n\nKuigi tudengitelt eeldatakse omandatud oskuste kasutamist loometöös, siis vähemalt sama olulised kui tehnilised oskused on ideed, mille väljendamiseks neid rakendatakse. Graafika liigub kahel ja sageli üsna läbipõimunud suunal – vaba- ja raamatugraafikas. See viimane tegeleb põhiliselt illustratsiooni ning kunstnikuraamatuga. \n\n**Maal** \n\nMaali eriala kombineerib kriitilist mõtlemist ja traditsioonilisi oskusi. Õppe eesmärk on toetada noort kunstnikku oma kunstnikupraktika välja arendamisel, hoides fookust maalikunsti meediumil ning tutvustades nii selle traditsioonilisi kui ka väga kaasaegseid võtteid. \n\nMaal on paralleelselt teiste meediumitega üks tehniline võimalus kaasaegse kunstniku tööriistakotis. Me ei vaata maali kui pelgalt tehnilist võimalust vaid pigem mõtlemislaadina. Eriala keskendub iga tudengi isikliku kunstnikupositsiooni välja arendamisele. Tudengid töötavad oma ateljeepinnal alates esimese kursuse teisest poolaastast ja keskenduvad teemadele, mis on just neile olulised. Olgu selleks siis isiklik või ühiskondlik, tehniline või teoreetiline, kaasaegne või ajalooline, romantiline või realistlik, narratiivne või abstraktne jne. Stuudiotööle saadakse individuaalset tagasisidet ja juhendamist erinevate õppejõudude poolt nii maali erialalt kui vabade kunstide teaduskonnast laiemalt. Lisaks õpetavad igal semestril välisõppejõud nii Eestist kui välismaalt. Juhendajate seas on nii maalikunstnikke kui ka skulptoreid, kuraatoreid, teoreetikuid, kirjanikke, galeriste. Väärtustame tagasiside mitmekesisust, et tudeng õpiks laiemas kultuuriruumis orienteeruma ja seal end mõistetavaks tegema. Kohtumised ja arutelud on olulised kriitilise mõtlemise ja loomingu mõtestamiseks. \n\nMaaliõppe eesmärk on kunstnikupraktika välja arendamine hoides fookust maalikunsti meediumil, suhestumine nii ajaloolisega kui tehniliste võimaluste tähenduslikkusega. Maal lõuendil on üks kaasaegse maalikunstniku tööriistadest, mis omab omaette tähendust ja paigutab teose konteksti nagu ka iga pintslitõmbe iseloom, mida kasutatakse. Lisaks lõuendile pole vähemtähtis seda ümbritsev kontekst. Maali moodustavad tema enda materiaalsus (osad ja struktuur) ning ka kõik toimemehhanismid, mis jäävad lõuendist väljapoole. \n\nLõuend ei pruugi olla ka üldse mitte tavatähenduses lõuend, selleks võib olla näiteks vanaema vana suss või Balti jaama turult ostetud kartul. Valitud materjal määrab teose tähenduse. Lõuendiks võib olla ka ruum ise nagu ka maaliks võib olla installatsioon või videoteos, või hoopis heli või osalusperformance. \n\nVaatame maalikunsti nii ajalooliselt kui praktiliselt, käsikäes isikliku stuudiotööga on igal tudengil võimalik valida maali eriala tehniliste kursuste vahel nagu näiteks: portreemaal natuurist, stuudio akt, fresko, mosaiik, sgrafiito. \n\nLisaks saab tudeng võtta valikainetena kursuseid nii skulptuuri-installatsiooni, graafika erialalt kui ka majasiseselt teistest osakondadest, näiteks keraamika, fotograafia, tekstiil, klaasikunst jt. \n\nRott/Rat maaliosakond on kombinatsioon kriitilisest mõtlemisest ja traditsioonilistest oskustest. Meie tugevus on oskus neid kahte ühendada. \n\nÕpingute ajal nii BA kui MA õppes on fookus kunstnikupraktikale ja isiklikule loomingule, oskusele näha, otsida ja tähelepanu alla tõsta. Alates BA õppe esimese kursuse teisest semestrist lõpeb iga semester näituseprojektiga – reaalse kogemusega reaalses ruumis. \n\nRott/Rat maali lõpetavast tudengist saab kunstnik, kes oskab orienteeruda tänapäevases kultuuriruumis, näha hetke, aga osata viidata ka ajaloolisele. \n\n**Installatsioon ja skulptuur** \n\nInstallatsiooni ja skulptuuri erialal keskendutakse kunstiliste ideede teostamisele objektide või installatiivsete lahendustena. Skulpturaalne ja installatiivne kunst on suurepärane vahend maailma mõtestamiseks, see annab võimaluse uute perspektiivide avamiseks nii kunstniku enese jaoks kui ka ühisesse avalikku ruumi panustamisel. \n\nKui traditsiooniliseks skulptuuri väljendusvahendiks võib vaieldamatult pidada vormi, siis kaasaegse skulptuuri ja installatsioonikunsti fundamentaalseks parameetriks vormi ja mahu kõrval on üha enam ruum. Iga kolmemõõtmeline asi lihtsalt nõuab endale teatud osa ruumist. Seega saab kunstniku jaoks oluliseks küsimus sellest, millega, miks ja kuidas selle ruumiga tegeleda. \n\nKa paljud teised kaasaegse kunsti valdkonnad tegelevad tänapäeval oma meediumi piires objekti ruumi toomisega või ruumistamisega. Ja kuigi seejuures säilivad ka eriala või meediumipetsiifilised vaatenurgad, pole nendevahelised piirjooned enam nii rangelt eristatavad nagu varem. Ruum on need omavahel kokku toonud. \n\nSkulptuur on olnud otseselt nende muutusteni viinud uute alguste juures, nende käimalükkaja, sest ajalukku tagasi vaadates (1960ndad), saab selline \n\nruumistamine alguse just skulptuurist. Kaasaegse kunsti seisukohalt on tegemist oluliste ja ülihuvitavate nähtustega, omamoodi null-punktiga, mis avas piiramatute võimalustega uue tegevusvälja, mõtestades ümber oma suhet vaatajasse, arhitektuuri, materjali ja ruumi. \n\nSkulpturaalsest ja installatiivsest kunstist võime ka rääkida kui kõige levinumast kunstivormist avalikus ruumis arhitektuuri kõrval. Kaasaegseid linnakeskkondi ilmestavad lugematud skulpturaalse ja installatiivse väljenduse vormid, mis kõik kujundavad ja vormivad ühist avalikku ruumi. Olgu siis tegu esteetiliste lahendustega linnaruumi ilmestamise eesmärgil, mälupoliitikaga või kriitilise kommentaariga. Igal juhul kaasneb sellega ka kunstnikupoolne vastutus avaliku ruumi kujundajana. \n\nVõib väita, et tänapäeval kannab iga asi endaga kaasas ka informatsiooni iseendast. Seega on ka kunstniku poolt kasutatud materjal midagi, millel on algmaterjalina tähendus juba enne kunstiteoseks saamist. Läbi kunstniku tehtud valikute saab seda tähendust eesmärgipäraselt muuta, suunata või lausa pea peale pöörata. Aga samasugune materjal on näiteks ka teose pealkiri. See võib niisama tühjalt teose küljes rippuda – sest teosel ju peab nimi olema, nii on tavaks – aga ta võib ka teose tähendust produktiivselt laiendada ja kommunikeerida. Või mis asi on valgus valgusinstallatsiooni puhul või heli heliinstallatsioonis. Ei midagi muud kui materjal, millega kunstnik töötab. Ja kõige salapärasemal moel võib installatsioonikunstniku käes materjaliks saada ka aeg."
    ],
    "eap": 180,
    "spots": 15,
    "majorWebsite": "https://www.artun.ee/erialad/kunst/",
    "videoId": "-pmUwObXFCE",
    "personnel": [
        {
            "name": "Charlotte Biszewski",
            "title": "Külalisdotsent",
            "email": "charlotte.biszewski@artun.ee"
        },
        {
            "name": "Caroline Pajusaar",
            "title": "Meister",
            "email": "caroline.pajusaar@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/146070/NJ81969_caroline_2-scaled-300x400-c.jpg"
        },
        {
            "name": "Liina Siib",
            "title": "Professor, graafika osakonna juhataja",
            "email": "liina.siib@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/129641/liina-300x400-c.jpg"
        },
        {
            "name": "Maria Erikson",
            "title": "Töökoja juhataja, meister",
            "email": "maria.erikson@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/129625/Maria-Erikson-300x400-c.jpg"
        },
        {
            "name": "Eve Kask",
            "title": "Dotsent",
            "email": "eve.kask@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/129634/Eve-Kask_veeb-300x400-c.jpg"
        },
        {
            "name": "Paul Rannik",
            "title": "Meister",
            "email": "paul.rannik@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/129621/Paul-Rannik-300x400-c.jpg"
        },
        {
            "name": "Kristi Kongi",
            "title": "Õppetooli juhataja, dotsent, õppejõud",
            "email": "kristi.kongi@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/58577/MG_7307_1-300x400-c.jpg"
        },
        {
            "name": "Jaan Toomik",
            "title": "Professor",
            "email": "jaan.toomik@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/67023/Jaan-Toomik-foto-Mark-Raidpere-300x400-c.jpg"
        },
        {
            "name": "Holger Loodus",
            "title": "Meister, külalislektor, õppejõud",
            "email": "holger.loodus@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/78520/MG_4714-300x400-c.jpg"
        },
        {
            "name": "Mihkel Ilus",
            "title": "Meister, külalislektor",
            "email": "mihkel.ilus@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/78270/MG_5045-300x400-c.jpg"
        },
        {
            "name": "Sirja-Liisa Eelma",
            "title": "Külalisdotsent",
            "email": "sirja-liisa.eelma@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/133581/Sirja-Liisa-Eelma-300x400-c.jpg"
        },
        {
            "name": "Taavi Talve",
            "title": "Skulptuuri ja installatsiooni õppetooli juhataja, dotsent",
            "email": "taavi.talve@artun.ee",
            "phone": "+3726726586",
            "photo": "https://www.artun.ee/app/uploads/fly-images/66335/Taavi-Talve-300x400-c.jpg"
        },
        {
            "name": "Taavi Piibemann",
            "title": "Külalisdotsent",
            "email": "taavi.piibemann@artun.ee"
        },
        {
            "name": "Marko Odar",
            "title": "Skulptuuri ja installatsiooni stuudio juhataja",
            "email": "marko.odar@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/137627/Marko-Odar-300x400-c.jpg"
        }
    ],
    "type": "Vabade Kunstide teadus",
    "level": "bakalaureus",
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
      {
        "term": "Bakalaureuseõppesse saavad kandideerida kõik, kellel on keskharidus või sellele vastav kvalifikatsioon (nt kutsekeskharidus)"
      },
      {
        "term": "Kandideerimiseks peab olema sooritatud eesti keele/eesti keel teise keelena riigieksam minimaalselt 40/75 punktile ja inglise keele tulemus B1 tasemele. "
      },
      {
        "term": "ESIMENE EKSAMIVOOR: kodus ettevalmistatavad ülesanded ja portfoolio"
      },
      {
        "term": "TEINE EKSAMIVOOR: Vestlus"
      }
    ],
    "name": "Kunst",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1028?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Õppekava koondab sarnase suunitlusega erialad – klaasi, keraamika, ehte ja sepise (eriala valik tehakse sisseastumisel) – ning pakub võimaluse nendes valdkondades tegeleda tänapäeva elukeskkonna väga erinevate tahkudega, ühendades erialased oskused kaasaegse kontseptuaalse ja kriitilise mõtlemisega. Esemelist maailma vaadeldakse suhtes ümbritsevaga ja klaasi, keraamikat, ehet ja sepist käsitletakse kui kontseptuaalset filosoofiliste maailmade kandjat. Oluliseks peetakse materjalide ja tehnoloogiliste protsesside olemuse tundmaõppimist ning oskust mõtestada meistrioskuseid kaasaegses kunsti- ja kultuurielus. Õppetöö pakub võimalikult laiapinnalist haridust, annab praktilised oskused, kujundab tudengite eetilist hoiakut kunstniku ja disainerina ning toetab loovust. \n\nSaja aastase tegutsemislooga erialadesse on salvestunud keraamika, klaasi, ehte ja sepise alased parimad teadmised. Kõik juhendajad ja õppejõud on rahvusvaheliselt tunnustatud aktiivsed disainerid ja kunstnikud, kes lisaks meisterlikele oskustele on oma erialade laiemas filosoofilises mõtteväljas olulised eestkõnelejad. Õppides ei omandata vaid vajalikke teadmisi ühe või teise olulise tehnilise võtte sooritamiseks, vaid luuakse suurem aegadeülene maailmapilt. Et ühendada omavahel minevik ja tulevik, rännatakse tagasi “kiviaega”, et kaevata oma kätega maa seest savi või sulatada soomaagist esivanemate kombel rauda. Samas on võimalik tundma õppida nii savi kui metallide 3D printimist. Õpiaja jooksul saab panna end kahtlema varasemate teadmiste osas, kujundada oma loomingulist käekirja, õppida loovettevõtluse aluseid, käia vahetusõpingutel välisülikoolides või praktikal tunnustatud meistrite juures nii kodu kui välismaal, luua sõprust kunstnike, disainerite ja kultuuritegelastega, eksperimenteerida, korraldada näitusi ja muid üritusi. \n\nÕppe alusteks on individuaalsus ja kollektiivsus. Öeldakse, et kes ei suuda armastada iseennast, ei oska armastada ka teisi. Seetõttu on õppetöö aluseks oma tegevuse mõtestamine laiemal väljal. Õpitakse tundma meistrioskuseid ja mõtisklema oma koha üle kultuuriloomes. Tänu väikestele ja kompaktsetele kursustele on võimalik omandada laiemaid teadmisi ka teiste erialade kohta. Kollektiivselt arutatakse kunsti ja disaini alaseid küsimusi. Otsitakse võimalusi panustada ühiskondlikku ellu ja toetada elukeskkonna parimal võimalikul kujul säilimist. Proovitakse protsesse, mida on võimalik teha vaid ühise pingutusena nagu klaasipuhumine, keraamika puupõletus või malmi valamine. \n\nMeid ümbritsevaid esemeid, argistest kohvitassidest pidulike pokaalideni, nimetatakse materiaalseks kultuuriks. Kultuur hoiab inimese minapilti ja loob ühiskondlikku kuuluvustunnet. Paradoksina võiks öelda, et looduse arvel laienev inimkond toodab rohkem asju, kui keegi eales suudaks ära kasutada, samas, kui meie kõigi elu, heaolu ja eneseteadvus sõltub neist samadest esemetest. Seetõttu on õppekava erialad pühendunud tähendusrikaste, kvaliteetsete ja erakordsete esemete loomisele. Soovime luua vähem, aga paremaid asju. Väärtuseid loov materiaalne kultuur võimestab ühiskonna toimimist, keskkonnast hoolimist ja inimeste eneseteostust. \n\n**Klaasikunst** \n\nKlaas on igapäevaelus möödapääsmatu, temast valmivad tarbeesemed, optikariistad, klaas kui ehitusmaterjal päästab ruumidesse valguse. Kunstnike väljendusvahendina on klaas kogu maailmas tõusev trend. Klaasil on mitmed erilised omadused, ent klaasi ainulaadne omadus – läbipaistvus – võimaldab näha temast läbi ja näha, mis toimub tema sees. \n\nKlaasikunstisündmused tõmbavad ligi mitte ainult erialainimesi. Töö kuuma klaasiga on atraktiivne vaatepilt, omamoodi tantsuetendus – näiteks võib tuua Olustvere klaasikojas toimuvaid happeninge, Haapsalu valge klaasi päevade rahvusvahelist haaret, turistidele huvipakkuvat klaasipuhumist Katariina käigus Tallinnas. \n\nLühikese iseseisvusajaga oleme saavutanud arvestatava koha maailma klaasikunstis: esindame sisuliste väärtuste, läbimõeldud loomekontseptsioonide ja vormiliste otsingute poolest rikkalikku, omanäolist ja arenevat suunda. Ka õppeajal rõhutame oma käekirja, erilise vaatepunkti otsinguid loomingus. \n\nKlaasist auhinnad on oma kõnekuse ja optiliste omaduste tõttu populaarsed ning nii neid kui erinevaid kinkeobjekte, kujunduselemente nii sise- kui väliskujundusse soovivad tellijad sageli. Enesestmõistetav on klaasnõude kasutamine toitude ja jookide serveerimisel, kus klaasi läbipaistvus rõhutab pakutava iseloomu ja võimaldab mängida kihtidega. 2011. aastal alguse saanud ja jätkuv Eesti Kunstiakadeemia ja erinevate toitlustusasutuste vaheline koostööprojekt “Toit ja nõu” on ilmekas näide vajaduste ja võimaluste ühitamisel tekkinud sünergiast. \n\nKa etenduskunstid kasutavad sageli klaasikunstnike poolt pakutavaid võimalusi – projekt “Klaasimaailm” koostöös norra muusikutega tõi lavale klaaspillid ja kuulajateni andekate muusikute poolt neist väljavõlutud helimaailma. Lavakujundusteski kasutatakse klaasi võimalusi – klaas võib olla läbipaistev või hõrkjalt matt, moonutada kujutisi, neid peegeldada. \n\nÜheks Eesti Kunstiakadeemia ning ka klaasikunsti osakonna oluliseks missiooniks on kultuuripärandi sh traditsiooniliste tehnikate säilitamine ja edasiarendamine, samas ka kultuuriväärtuste hoidmine ja restaureerimine. Osakonna üliõpilaste ja töötajate käe all on aastate vältel rekonstrueeritud mitmete Eestimaa kirikute vitraažaknad (Ruhnu, Paide, Tallinna Püha Vaimu jt) \n\nKeeleuuenduslikult peame oluliseks näiteks magistriprojektide kaudu erialaspetsiifilise sõnavara täiendamist ja arendamist, sest veel tänaseni kasutame sageli võõrsõnu klaasialases terminoloogias. \n\nUutele tehnoloogiatele rakenduste leidmine klaasi valdkonnas on maailmas väga arenev suund, nimetada võib vesi-abrasiivlõikust, mis võimaldab luua klaasist ülikeerukaid kujundeid, 3D printimine, trükitehnikad, lamineerimisvõtted ja palju muud. \n\nÕpetame oma erialas nii teoreetilisi kui praktilisi aineid. Õppe algperioodil anname laiapõhjalise teabe eriala võimalustest, magistritasandist alates on võimalik kitsam spetsialiseerumine. Vastavalt aine spetsiifikale külastame töökodasid ka väljaspool akadeemiat. Klaasi külmtöötluse, sulatustehnikate ja kuumtöötluse viljelemiseks on osakonnal väikesed, ent kaasaegse tehnikaga sisutatud töökojad. Õppejõudude ja meistrite juhendamisel valmivad igal semestril teosed, mis sageli jõuavad ka näitustele või avalikku keskkonda. Eksperimendijulgus ja erialaülestes projektides osalemine on muutunud meie osakonna visiitkaardiks. Sageli korraldame meistriklasse ka välisõppejõudude osavõtul ning igati on toetatud üliõpilaste “rännuaastaid” – õppeperioode partnerkoolides ning praktikaid Euroopa maade klaasikodades. \n\n**Keraamika** \n\nKeraamika on üle 10 000 tuhande aasta vana. Seda on olnud lihtne tõestada kuna põletatud savikild säilib kaua, on vastupidav tulele ja pakasele, ei mädane ega kao niiskuses. Keraamika glasuuritud pind on enamasti hügieeniline, tugev ja vastupidav hapetele ega reageeri ka teiste ainetega. Need harukordsed võimed teevad keraamikast materjali, mis oma omaduste ja kasutusvõimaluste tõttu on siiani asendamatu mitmetel aladel. \n\nSavi on maavara, mida leidub küllalt rikkalikult üle maailma ja seda on Eestistki võimalik maast leida. Tänapäeva infoküllases ja ruttavas maailmas kingib savi – ehk maaga – tegelemine kindla jalgealuse, meditatiivse tegevuse kaudu rahu ja enesekindluse. Järjest rohkem keraamikaringe avatakse, sest „inimesed kontorilaudade tagant“ tunnevad vajadust argirutiinist väljuda ja teha midagi oma kätega, midagi, mis on jääv ja püsiv. Kuid see omakorda tõstatab vastutuse selle ees, mida me endist siia maailma maha jätame. \n\nKas tuleviku arheoloogide järeldused meie tänase tehnoloogilise arengu, elunormide ja loojate vaimse taseme kohta tehakse juhuslikult valminud keraamikatüki või kogenud disaineri kavandatud toodangu põhjal? \n\nEesti Kunstiakadeemia keraamika osakond on kild suures maailmas, kuid omakeelse õpetusega on võimalik omandada kaasaegsed teadmised ja oskused keraamika alal. Tagatiseks on 95 aastat professionaalset õpetust. \n\nTihedad rahvusvahelised suhted, välistudengite huvi, meie keraamikute esinemised ja auhinnad näitustelt ja konkurssidelt näitavad EKA omanäolise keraamikaõpetuse taset. \n\nÕppekavas on tähtis koht mitmekülgsel erialasel ettevalmistusel. Lisaks teoreetilistele ja praktilistele erialalistele oskustele (ideede genereerimine ja arendamine, kompositsioon, tarbeesemetele esitatavad nõuded, materjalitehnoloogilised teadmised, põletustehnoloogiad, käsitöövõtted, kujundustehnikad, kipsitöö oskused jne) saavad üliõpilased lisaks teadmisi üleakadeemialistel teooriakursustel, teadmisi ja pädevusi maalikunstist, joonistamisest, skulptuurist, värvusõpetusest, üldkompositsioonist, arvutiõppest, fotograafiast jne. \n\n**Ehe ja sepis** \n\nEesti Kunstiakadeemia koolitab ainsana Eestis bakalaureuse- ja magistritasemel ehte- ja sepakunsti professionaale. Erialaõpe pakub üliõpilastele võimalikult laiapinnalist haridust, annab praktilised oskused, kujundab nende eetilist hoiakut ning toetab noorte kunstnike loovust. Eelkõige käsitletakse ehet ja sepist kui kontseptuaalset filosoofiliste maailmade kandjat, mis on aktiivselt dialoogis ümbritsevaga. Oluliseks peetakse oskust mõtestada ehte- ja sepakunsti kaasaegses kunstielus ning sellega dialoogi astuda. \n\nEhte- ja sepise õppesuundade eesmärgiks on üldhumanitaarse haridusega, visuaalselt võimekate ning hea erialase eneseväljendusoskusega professionaalide ettevalmistamine. Õppes peetakse oluliseks individuaalset lähenemist, loomingulist keskkonda ning koostööd, seda nii koolisiseselt kui ka professionaalidega väljastpoolt. \n\nEhe ja sepis on kaks neljast erialast (õppesuunast) ühendõppekaval Klaas, keraamika, ehe ja sepis. Sisseastumiskatsed on õppekava erialadel ühesugused. Esimesel semestril õpivad kõigi õppesuundade üliõpilased koos. Tehakse sissejuhatus erialasse, aga ka joonistamisse, värviõpetusse, kompositsiooni, teooriasse. Alates teisest semestrist on õpe eelkõige erialapõhine, aga mõndagi toimub õppekaval ühiselt. Koondõppekava annab võimaluse tutvuda erinevate lähenemiste, materjalide, tehnoloogiate ja töökodadega ning kasutada neid kõiki oma projektide teostamisel. Samuti on võimalik teha koostööd teiste õppekavadega nii disainiteaduskonnas kui akadeemias laiemalt. \n\nEhte- ja sepakunsti bakalaureusetaseme õppesuundade mahust ligi poole moodustab erialaõpe. Erialaainete eesmärgiks on arendada loomingulise stuudiotöö oskusi ning anda võimalus oma võimeid vastavalt individuaalsetele eeldustele ja huvidele rakendada. Eriala sissejuhatavad kursused annavad ülevaate peamistest tegevussuundadest, baasoskused kullassepa-, sepise- ja metallitehnoloogiates ning teadmised ohutustehnikast ja töökojaeetikast. Komplekssete erialaprojektide seas on nii kontseptuaalse, funktsionaalse kui ka väikeseeria fookusega projekte, mida tehakse koostöös ettevõtetega. \n\nÕppe oluline osa on ka tehnoloogiakursused, mida on erialaspetsiifikast tingituna väga laias skaalas alates klassikalistest kuni kaasaegsete digitehnoloogiateni. Meistriklassid on mõeldud täiendamaks spetsiifilisemaid ja alternatiivsemaid erialaseid oskusi. \n\nKülalisõppejõudude juhendatavad meistriklassid annavad üliõpilasele erinevate hoiakute ja töövõtete rakendamise kogemuse tema enese loomingus. Praktiline töö toimub töökodades stuudioõppe vormis ning kaalukas osa on ka iseseisval tööl. \n\nMagistritasemel on põhirõhk loomingulistel projektidel ja kriitilisel kontekstianalüüsil, orienteerumaks kiirelt muutuvas kultuuriruumis. \n\nEhte ja sepise osakonnal on koostöösuhted arvukate välisülikooliga, mis hõlmab nii õppejõudude liikumist kui ka üliõpilasvahetust. Enamik tudengitest viibib õpingute jooksul vähemalt ühe semestri välisõppes või -praktikal. \n\nLisaks on Eesti Kunstiakadeemia ehte ja sepise õppesuunad loonud eriala lõpetanud noortele kunstnikele, aga ka väliskunstnikele residentuuriprogrammi ehk võimaluse loomingulises keskkonnas süvenenult töötada. Osakonnas resideeruv kunstnik võib kasutada kõiki töökodasid, tehnoloogiaseadmeid ja meistrite abi, soovi korral konsulteerida õppejõududega ning tal on töökojas oma isiklik töökoht. Osakonna poolt oodatakse, et kunstnik oleks avatud, tutvustaks tudengitele oma töid ning nõustaks neid vajadusel. \n\nEhte- ja sepakunsti eriala lõpetajad osalevad kunstnike ja disaineritena aktiivsetelt rahvusvahelises kunstielus. Paljud neist on loonud oma kaubamärgi, osalenud edukalt näitustel, konkurssidel ja viibinud residentuurides. Vilistlased, kellele pakub huvi eriala areng, panustavad sellesse ka kirjutades, loenguid andes ning tööga haridus-, kunsti- ja kultuurivaldkonnas."
    ],
    "eap": 120,
    "spots": 10,
    "majorWebsite": "https://www.artun.ee/klaas-keraamika-ehe-ja-sepis/",
    "videoId": "GZYQJQEwrNk",
    "personnel": [
        {
            "name": "Andra Jõgis",
            "title": "Külalisdotsent, osakonna juhataja",
            "email": "andra.jogis@artun.ee",
            "phone": "+3726267320",
            "photo": "https://www.artun.ee/app/uploads/fly-images/97159/Andra-J%C3%B5gis_mustvalge-300x400-c.jpg"
        },
        {
            "name": "Rait Lõhmus",
            "title": "Klaasitöökoja juhataja",
            "email": "rait.lohmus@artun.ee"
        },
        {
            "name": "Eve Koha",
            "title": "Klaasitöökoja meister",
            "phone": "+3726267320",
            "email": "eve.koha@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/28621/Eve-Koha.-Portrait-2-300x400-c.jpg"
        },
        {
            "name": "Kersti Laanmaa",
            "title": "Koordinaator",
            "phone": "+3726267308",
            "email": "kersti.laanmaa@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/32743/kerstilaanmaa-300x400-c.jpg"
        },
        {
            "name": "Urmas Puhkan",
            "title": "Osakonnajuhataja, professor/Head of Department, Professor",
            "phone": "+3726267308",
            "email": "urmas.puhkan@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/36618/urmas-300x400-c.jpg"
        },
        {
            "name": "Ingrid Allik",
            "title": "Dotsent/Associate Professor",
            "phone": "+3726267308",
            "email": "ingrid.allik@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/9279/ingrid100507-300x400-c.jpg"
        },
        {
            "name": "Jaan August Viirand",
            "title": "Keraamikatöökoja meister",
            "phone": "+3725113713",
            "email": "jaan.viirand@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/9280/Jaan100545-300x400-c.jpg"
        },
        {
            "name": "Lauri Kilusk",
            "title": "Keraamikatöökoja juhataja",
            "email": "lauri.kilusk@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/53511/1844698310066545228046721239185111310737373n-300x400-c.jpg"
        },
        {
            "name": "Anne Eelmere",
            "title": "Keraamikatöökoja meister",
            "phone": "+37256610764",
            "email": "anne.eelmere@artun.ee"
        },
        {
            "name": "Juss Heinsalu",
            "title": "Külalisdotsent, Taidestuudium MA õppekava juht",
            "email": "juss.heinsalu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/133584/Juss-Heinsalu-300x400-c.jpg"
        },
        {
            "name": "Piret Hirv",
            "title": "Osakonnajuhataja, dotsent",
            "phone": "+3726267315",
            "email": "piret.hirv@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/46269/IMG5203-300x400-c.jpg"
        },
        {
            "name": "Nils Hint",
            "title": "Dotsent",
            "phone": "+3726267315",
            "email": "nils.hint@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/46273/IMG5184-2-300x400-c.jpg"
        },
        {
            "name": "Urmas Lüüs",
            "title": "Lektor ",
            "phone": "+3726267315",
            "email": "urmas.lyys@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/45001/IMG5091-300x400-c.jpg"
        },
        {
            "name": "Eve Margus",
            "title": "Lektor",
            "email": "eve.margus@artun.ee",
            "phone": "+3726267315",
            "photo": "https://www.artun.ee/app/uploads/fly-images/46272/IMG5201-300x400-c.jpg"
        },
        {
            "name": "Risto Tali",
            "title": "Metallitöökoja meister",
            "phone": "+37253420892",
            "email": "risto.tali@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/46271/IMG5189-300x400-c.jpg"
        },
        {
            "name": "Jens Clausen",
            "title": "Kullassepameister",
            "email": "jens.clausen@artun.ee",
            "phone": "+3726267315",
            "photo": "https://www.artun.ee/app/uploads/fly-images/45008/IMG2354-300x400-c.jpg"
        },
        {
            "name": "Kristo Pachel",
            "title": "Kullassepameister",
            "email": "kristo.pachel@artun.ee",
            "phone": "+3726267315",
            "photo": "https://www.artun.ee/app/uploads/fly-images/50683/IMG5229-300x400-c.jpg"
        },
        {
            "name": "Bruno Lillemets",
            "title": "Meister",
            "email": "bruno.lillemets@artun.ee",
            "phone": "+3726267315",
            "photo": "https://www.artun.ee/app/uploads/fly-images/50684/IMG5217-300x400-c.jpg"
        },
        {
            "name": "Villu Mustkivi",
            "title": "Sepikoja meister",
            "email": "villu.mustkivi@artun.ee",
            "phone": "+3726267315",
            "photo": "https://www.artun.ee/app/uploads/fly-images/119708/Villu-Mustkivi-300x400-c.jpg"
        },
        {
            "name": "Taavi Teevet",
            "title": "Metallitöökodade juhataja",
            "email": "taavi.teevet@artun.ee",
            "phone": "+37256947532",
            "photo": "https://www.artun.ee/app/uploads/fly-images/127659/Taavi-Teevet-scaled-300x400-c.jpg"
        }
    ],
    "type": "Vabade Kunstide teadus",
    "level": "bakalaureus",
    "language": "eesti keel",
    "duration": 2,
    "requirements": [
      {
        "term": "Bakalaureuseõppesse saavad kandideerida kõik, kellel on keskharidus või sellele vastav kvalifikatsioon (nt kutsekeskharidus)"
      },
      {
        "term": "Kandideerimiseks peab olema sooritatud eesti keele/eesti keel teise keelena riigieksam minimaalselt 40/75 punktile ja inglise keele tulemus B1 tasemele. "
      },
      {
        "term": "Vestlus"
      },
      {
        "term": "Sisseastumiseksam"
      }
    ],
    "name": "Klaas, keraamika, ehe ja sepis",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1046?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Animatsiooniosakonnas koolitatakse animafilmitegijaid. Õppe põhieesmärk on valmistada ette rahvusvaheliselt edukaid teoreetiliste teadmiste ja praktiliste oskustega animafilmiloojaid. Nii panustatakse EKAs animatsiooni kui kunstivormi globaalsesse arengusse ja kinnistatakse Eesti kui tugeva animakoolkonnaga riigi maine rahvusvahelisel kultuurimaastikul. \n\nAnimatsioon areneb ja levib kaasajal tänu interneti ja digitaalsete meediumite laialdasele kasutusele jõudsamalt kui kunagi varem. Animatsioonist on saanud massikultuuri üks keskseid vorme, mida võib näha digitaalses ekraanigraafikas, arvutimängudes, muusikavideotes, filmides jm. \n\nEesti Kunstiakadeemia animatsiooniosakonna põhieesmärk on koolitada rahvusvaheliselt edukaid teoreetiliste teadmiste ja praktiliste oskustega animafilmiloojaid nii kohalikule kui ka rahvusvahelisele väljale. Animatsiooni kui kunstivormi areng on otseselt seotud tehnoloogia arenguga ning seetõttu pööratakse lisaks stuudioõppele tähelepanu ka valdkonna uusimate tehniliste ja teoreetilise teadmiste omandamisele. \n\nAnimatsiooni õppekava on nii bakalaureuse- kui magistritasemel mõeldud tulevastele animafilmiloojatele. Õppe eesmärgiks on anda akadeemiline kõrgharidus animatsiooni erialal ja ettevalmistus tööks animafilmi režissööri, stsenaristi, kunstniku või animafilmi loomingulise töörühma liikmena. Tutvutakse erialateooriatega ning omandatakse praktilisi oskusi ja tehniline ettevalmistus. \n\nBakalaureusetasemel omandatakse erialaga seotud teoreetilised ja praktilised baasoskused. Õpitakse süvendatult animafilmi erinevate etappide läbiviimist ja tehnikaid ning luuakse kaks animafilmi. Bakalaureuseõpe annab süsteemse ettekujutuse animatsioonist kui spetsiifilisest meediavormist ning oskuse selles orienteeruda. Pärast lõpetamist on tudeng pädev rakendama omandatud oskusi originaalloomingus, tegutsema animafilmi loojana individuaalselt või stuudio koosseisus. Samuti on tudengil võimalik kandideerida jätkamaks õpinguid animatsiooni või mõne muu valdkonna magistrantuuris. \n\nRahvusvahelises ingliskeelses magistriõppes omandavad tudengid süvendatult animafilmi teoreetilisi ja praktilisi oskusi. On võimalik spetsialiseeruda konkreetsele animafilmitehnikale ja luua vastavas tehnikas individuaalne magistrifilm. Pärast lõpetamist on magister pädev end teostama professionaalse animafilmilooja, eriala õpetaja või professionaalina loovtööstuses või kultuurimaastikul laiemalt. \n\nÕppetöö vormiks on loengud, seminarid, meistriklassid, iseseisvad ja juhendatavad tunnid. Juhendatavaid tunde on umbes 60-70% õppekava üldmahust. Ülejäänud kursused sisaldavad praktilist ja iseseisvat tööd. Toimub õppealane koostöö mitmete teiste Eesti kõrgkoolidega, näiteks osalevad tudengid Tallinna Ülikooli Balti filmi, meedia, kunstide ja kommunikatsiooni instituudi (BFM) loengutel. Samuti tehakse koostööd Animatsiooni Liidu ja Eesti suuremate animatsioonistuudiotega. Osakonna õppejõud on aktiivselt tegutsevad kunstnikud ning erialaspetsialistid, kelle loomingut esitatakse rahvusvahelistel festivalidel ja üritustel. \n\n**Kellena saab töötada?** \n\nAnimatsiooni eriala lõpetajad töötavad animafilmi režissööride, kunstnik-lavastajate või stsenaristidena, aga ka karikaturistide, veebidisainerite, nukumeistrite ja dekoratsioonide ehitajate, animeerijate ning väikestuudio produtsentidena. \n\n**Kuidas õppimine toimub** \n\nÕppekava ANIMATSIOON, nii bakalaureuse kui magistri tasemel, on sobiv koht õppimiseks neile, kes tahavad saada animafilmi loojaks. Eesmärgiks on anda akadeemiline kõrgharidus animatsiooni erialal ja ettevalmistus tööks animafilmi režissööri, stsenaristi, kunstniku või animafilmi loomingulise töörühma liikmena. Tutvutakse eriala teooriatega ning omandatakse praktilisi oskusi ja tehnoloogiaid. \n\nBakalaureuse tasemel omandatakse erialaga seotud teoreetilised ja praktilised baasoskused. Õpitakse süvendatult animafilmi erinevaid komponente ja tehnikaid ning teostatakse kaks animafilmi. Luuakse süsteemne ettekujutus animatsioonist kui spetsiifilisest meediavormist ning oskus selles orienteeruda. Peale lõpetamist on tudeng pädev rakendama omandatud oskusi originaalloomingus, tegutsema animafilmi loojana individuaalselt või stuudio koosseisus. Samuti on tudengil peale BA taseme lõpetamist võimalik kandideerida jätkama õpinguid animatsiooni või mõne muu valdkonna magistrantuuris. \n\nKa magistriõppes omandavad tudengid süvendatult animafilmi teoreetilisi ja praktilisi oskusi. Tudengitel on võimalik spetsialiseeruda konkreetsele animafilmitehnikale ja luua vastavas tehnikas individuaalne magistrifilm. Tegemist on rahvusvahelise MA programmiga ning õppetöö toimub inglise keeles. Peale lõpetamist on magister pädev end teostama professionaalse animafilmi loojana või oma eriala professionaalina kultuurimaastikul; õpetama oma erialal või olema aktiivne loovtööstuses. Samuti saab magister pärast MA taseme läbimist kandideerida kunstidoktorantuuri. \n\nÕppetöö vormiks on loengud, seminarid, meistriklassid, individuaalsed ning juhendatavad tunnid. Juhendatavaid tunde on üldistatult 60-70% õppekava üldmahust. Ülejäänud tunnid sisaldavad praktilist ja iseseisvat tööd. Toimub õppealane koostöö pea kõigi kõrgkoolidega. Õpilased osalevad aktiivselt Balti Filmi- ja Meediakooli (BFM) ning Tallinna Ülikooli loengutel. Samuti toimub koostöö Animatsiooni Liidu ja Eesti suuremate animastuudiotega. Osakonna õppejõud on aktiivselt tegutsevad kunstnikud ning eriala spetsialistid, kelle loomingut esitatakse rahvusvahelistel festivalidel ja üritustel."
    ],
    "eap": 120,
    "spots": 7,
    "majorWebsite": "https://www.artun.ee/erialad/animatsioon/",
    "videoId": "OF4gtKWvjgw",
    "personnel": [
        {
            "email": "ylo.pikkov@artun.ee",
            "title": "Professor, osakonnajuhataja",
            "name": "Ülo Pikkov",
            "photo": "https://www.artun.ee/app/uploads/fly-images/120093/portree-300x400-c.jpg"
        },
        {
            "name": "Martinus Daane Klemet",
            "title": "Külalislektor",
            "email": "martinus.klemet@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/94339/Martinus-Klemet-1-scaled-300x400-c.jpg"
        },
        {
            "name": "Sander Põldsaar",
            "title": "Animatsiooni stuudio juhataja",
            "email": "sander.poldsaar@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/133471/Sander-Po%CC%83ldsaar-300x400-c.jpg"
        },
        {
            "name": "Anu-Laura Tuttelberg",
            "title": "Filmiprojektide koordinaator",
            "email": "anu-laura.tuttelberg@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/127287/Anu-Laura-Tuttelberg-300x400-c.jpg"
        },
        {
            "name": "Lyza Karoly Jarvis",
            "title": "Projektide koordinaator",
            "email": "lyza.jarvis@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/131862/Lyza-Karoly-Jarvis-300x400-c.jpg"
        }
    ],
    "type": "Vabade Kunstide teadus",
    "level": "magister",
    "language": "inglise keel",
    "duration": 2,
    "requirements": [
      {
        "term": "Inglise keele oskust B2 tasemel tõendav dokument"
      },
      {
        "term": "CV"
      },
      {
        "term": "Magistritöö projekt"
      },
      {
        "term": "Motivatsioonikiri"
      },
      {
          "header": "Portfoolio",
        "term": "Portfoolio teksti osa võib olla PDF, eelnevalt tehtud filmid võivad olla failina lisatud, aga sobib ka toimiv link kodulehele või filmide vaatamisvõimalusele internetis (vajadusel koos parooliga). Kandideerija peaks ise välja valima kuni 5 parimat näidet eelnevalt tehtud filmidest või klippidest."
      },
      {
          "term": "Vestlus"
      }
    ],
    "name": "Animatsioon",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1061?format=json",
    "cost": {
      "amount": 2800,
      "currency": "€",
      "interval": "year"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Rahvusvaheline õppekava on välja töötatud Tallinna Tehnikaülikooli ja Eesti Kunstiakadeemia ühisõppekavana. Õppekava „Design and Technology Futures / Disaini ja tehnoloogia tulevik“ eesmärk on siduda teadus, tehnoloogia ja disain ühtseks loovaks distsipliiniks. Õppekava toetub kasutajakesksele lähenemisele, arendustegevusele ja ettevõtluse ning majanduskeskkonna mõistmisele ning loob viljakama pinnase innovaatiliste tootelahenduste väljatöötamiseks. Õppekava oluliseks osaks on praktilised tootearendusprojektid, mis viiakse ellu koos Eesti ettevõtetega. \n\nÕppekava juht on TalTechi professor Martin Pärn. Vajaduse õppekava loomise järele on tinginud Eesti ettevõtete arendustegevuse killustatus, vähene integreeritus ja disaini pea olematu kasutus äriideede ja tehnoloogilise innovatsiooni arendamisel. \n\nÕppekava rõhuasetuseks on kahe osapoole, inseneride ja disainerite vastastikuse mõistmise, respekti ja koostöötahte kasvatamine. Uue õppekava väljatöötamist ja käivitamist rahastatakse Euroopa Liidu struktuurifondidest, kõrgkoolide ja ettevõtete koostöö alameetmest. \n\nRahvusvaheline TTÜ ja EKA ingliskeelne ühismagistriõppekava Design and Technology Futures (Disaini ja tehnoloogia tulevik) on loodud sidumaks teadus, tehnoloogia ja disain ühtseks loovaks distsipliiniks, mis toetudes kasutajakesksele lähenemisele, arendustegevusele ja ettevõtluse ning majanduskeskkonna mõistmisele loob viljakama pinnase innovatiivsete tootelahenduste väljatöötamiseks. Õppekava rõhuasetuseks on kahe osapoole, inseneride ja disainerite vastastikuse mõistmise, respekti ja koostöötahte kasvatamine."
    ],
    "eap": 120,
    "spots": 0,
    "majorWebsite": "https://www.artun.ee/erialad/disain-ja-tootearendus/ulevaade/",
    "personnel": [
        {
            "email": "martin.parn@ttu.ee",
            "title": "EKA ja TTÜ ühismagistriõppekava Design & Technology Futures juht",
            "name": "Martin Pärn",
            "photo": "https://www.artun.ee/app/uploads/fly-images/9277/MartinParn153031-300x400-c.jpg"
        },
        {
            "email": "janno.nou@ttu.ee",
            "title": "Engineer/designer",
            "name": "Janno Nõu",
            "photo": "https://www.artun.ee/app/uploads/fly-images/47802/DSC1311-1-2-1-300x400-c.jpg"
        },
        {
            "email": "ruth.melioranski@artun.ee",
            "title": "Disainiteaduskonna dekaan",
            "name": "Ruth-Helene Melioranski",
            "photo": "https://www.artun.ee/app/uploads/fly-images/129073/Ruth-Melioranski_allikas-EKA-300x400-c.jpg"
        }
    ],
    "type": "Disainiteadus",
    "level": "magister",
    "language": "inglise keel",
    "duration": 2,
    "requirements": [
        {
          "term": "Kõrgharidus disaini või tehnoloogia või innovatsiooni valdkonnas"
        },
      {
        "term": "Avaldus (täita vastuvõtuperioodil [SAISis](http://www.sais.ee/))."
      }
    ],
    "name": "Disaini ja tehnoloogia tulevik",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1018?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Graafilise disaini osakonnas õpitakse, kuidas ümbritsevas maailmas sõnumeid nähtavaks teha. Seda võib nimetada ka visuaalse kommunikatsiooni õppimiseks. Visuaalkommunikatsiooni läheb aga vaja peaaegu kõigil elualadel – poliitikast aktivismini, reklaamist kunstini, ajakirjandusest e-teenusteni. Vahendeid, mida selles protsessis kasutatakse, on mitmeid: kiri, märk, värv, pilt, liikuv pilt, kompositsioon, vorm jne. \n\nGraafilise disaini osakonnas omandatakse eelkõige võime kriitiliselt mõelda. Siin õpivad analüüsivõimelised tudengid, kes oskavad oma otsuseid põhjendada ning näevad disaini millegi enama kui pelgalt atraktiivsete visuaalide loomisena. \n\n**Eriala** \n\nGraafilist disaini kui eriala on tänapäeval aina raskem üheselt defineerida, kuna see hõlmab suurt hulka erinevad tegevusi ja loomingulisi väljundeid. Valdkonnana on graafiline disain äärmiselt mitmekesine: visuaalkommunikatsiooni läheb vaja peaaegu kõigil elualadel poliitikast aktivismini, reklaamist kunstini, ajakirjandusest e-teenusteni. Disainitav objekt ei ole autonoomne kunstiteos, vaid tegeleb kommunikatiivse probleemiga – kutsub, keelab, õpetab, teavitab, vihjab jne. Seetõttu on oluline, et disaineril oleksid teadmised ühiskonna toimimisest, psühholoogiast, ajaloost, tehnikast, kultuurist. Neid teadmisi antakse tudengitele nii teoreetiliste ainete kaudu kui ka praktilistes kujundusainetes aset leidvate arutelude ja juhendamise abil. Enne kujundi või kujunduse loomist arutletakse põhjalikult läbi erinevad lahendusvariandid ja ka see, kellele töö on suunatud ning võib selguda, et logo asemel on vaja koostada hoopiski äriplaan või flaieri asemel audiovisuaalne klipp. \n\n**Õppekava** \n\nEKA graafilise disaini osakonnas puuduvad rakenduskunstikoolidele omased meediumikesksed ained nagu logotüübi disain või plakati kujundamine. Lahenduseni jõudmiseks on meetod olulisem kui meedium. Selleks kogutakse ja analüüsitakse infot, tehakse rühmatööd, konsulteeritakse spetsialistidega, tehakse osaluseksperimente jm. Erinevate tehnoloogiate tundmist (nt arvutiprogrammid Adobe Illustrator või Photoshop) ei õpetata eraldi ainetena, vaid need oskused omandatakse igapäevase töö käigus. Käsitööoskuse kõrval on olulisem probleemi püstitamine, analüüs ja lahendusteede leidmine. Spetsiifilisemate ülesannete puhul käsitletakse muidugi ka asjakohaseid töövahendeid (nt AfterEffects, FontLab jt). \n\nGraafilise disaini osakonnas õppides tegeleb tudeng paralleelselt mitme projektiga, mis hõlmavad visuaalkultuuri laia spektrit, alates väga praktilistest disainiprobleemidest kuni abstraktsemat tõlgendamist vajavate küsimusteni. Loengud toimuvad õppejõu juhendamisel ümber ühise laua ning lisaks ülesannete lahendamisele kodutööna, oodatakse igalt tudengilt aktiivset sekkumist, dialoogi ja kaasarääkimist kaastudengite koolitööde analüüsimisel. Lisaks projektipõhistele loovülesannetele osalevad tudengid ka ajaloo- ja teoorialoengutes. \n\nVäga mahukas ja oluline osa on iseseisval tööl. Osakonna poolt on tudengite kasutusse antud stuudioruum, kus on võimalik ka tunnivälisel ajal tööd teha ja kaasüliõpilastega suhelda. Kõigile kolmele BA kursusele ette nähtud ühisel tööruumil on oluline roll – just seal saavad tudengid lähemalt tuttavaks ja toimub aktiivne mõttevahetus. Kohalike õppejõudude kõrval kaasame õppetöösse võimalikult palju erialaprofessionaale väljastpoolt Eestit. Igal õppeaastal toimub lisaks tavaõppetööle ligikaudu viis intensiivset töötuba. \n\nKa välisreisidel on õppes oluline koht: ühiselt külastatakse erinevaid biennaale ning tutvutakse disainistuudiote, näituste ja kohaliku disainikultuuri ja kunstimaastikuga. \n\nVastavatud ingliskeelne graafilise disaini magistriõppe eesmärk on toetada tudengit iseseisva disainipraktika väljakujundamisel. Selleks mõtestatakse kriitiliselt vormi, sisu, tootmise ja teabe levitamise omavahelisi seoseid. Vastamaks graafilise disainerina töötamise pidevalt muutuvale kontekstile ja nõudmistele, keskendutakse isemõtleva, protsessikeskse, teadliku ja ausa loometöö arendamisele. \n\nEesti Kunstiakadeemia graafilise disaini magistrantuur on uus kaheaastane ingliskeelne õppekava, mille eesmärk on aidata üliõpilastel iseseisvat loometegevust arendada, erialaseid sihte seada ja ennast graafilise disainerina positsioneerida. Õppekavas lähenetakse graafilisele disainile avatud pilguga, käsitledes seda teadmusloome ühe vormina – täpsemalt, kuidas asju avaldada ehk avalikuks teha. Selle nimel tutvustatakse üliõpilastele mitte ainult graafilise disaini harjumuspäraseid väljundeid – raamatute, veebisaitide, plakatite, kirjatüüpide ja videote tegemist –, vaid neil on õpingute käigus võimalik anda välja ka tekste, korraldada loenguid, anda töötubasid ja luua muud sisu, mida teistega jagada. Üliõpilased lähenevad loometööle kriitiliselt ning õpivad tähelepanu pöörama vormi, sisu, valmistusviisi ja teabe levitamise suhtele. \n\n**Kellena saab töötada?** \n\nGraafilise disaini eriala lõpetajad võivad spetsialiseeruda mõnele konkreetsele disainivaldkonnale nagu interaktsioonidisain, tüpograafia, infograafika või mõnele laiemale visuaalkultuuriga tegelevale erialale, näiteks disainimõtlemine, kureerimine, disainikriitika jm."
    ],
    "eap": 120,
    "spots": 10,
    "majorWebsite": "https://www.artun.ee/erialad/graafiline-disain/",
    "videoId": "1Dhsn-li4O4",
    "personnel": [
        {
            "name": "Ott Kagovere",
            "title": "Osakonna juht, professor",
            "email": "ott.kagovere@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/58359/MG_6863_1-300x400-c.jpg"
        },
        {
            "name": "Sean Yendrys",
            "title": "MA õppekava juht, professor",
            "email": "sean.yendrys@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/96914/Sean-Yendrys_portrait-BW-300x400-c.jpg"
        },
        {
            "name": "Maria Kesküla",
            "title": "BA ja MA õppekavade koordinaator",
            "email": "maria.keskula@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/151089/Photo-16.11.2021-13-36-57-scaled-300x400-c.jpg"
        },
        {
            "name": "Ivar Sakk",
            "title": "Dotsent",
            "email": "ivar.sakk@artun.ee",
            "phone": "+3726267323",
            "photo": "https://www.artun.ee/app/uploads/fly-images/96911/MG_6558_1-600x900-300x400-c.jpg"
        },
        {
            "name": "Kert Viiart",
            "title": "Külalisdotsent",
            "email": "kert.viiart@artun.ee"
        },
        {
            "name": "Laura Pappa",
            "title": "Külalisdotsent",
            "email": "laura.pappa@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/151693/Laura-Pappa-EKA_2022_fotoTanjaMuravskaja_333A1831-300x400-c.jpg"
        },
        {
            "name": "Laura Merendi",
            "title": "Meister",
            "email": "laura.merendi@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/130803/333A9068-300x400-c.jpg"
        },
    ],
    "type": "Disainiteadus",
    "level": "magister",
    "language": "inglise keel",
    "duration": 2,
    "requirements": [
      {
        "term": "Inglise keele oskust B2 tasemel tõendav dokument"
      },
      {
        "term": "CV (max 2 lk)"
      },
      {
        "term": "Motivatsioonikiri"
      },
      {
          "term": "Portfoolio"
      }
    ],
    "name": "Graafiline disain",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1051?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Interaktsioonidisain käsitleb seda, kuidas me suhtleme ümbritseva maailmaga, keskenduses interaktsioonidele inimloodud keskkonna, tehnoloogia ja teenustega. Uute kogemuste, süsteemide ja toodete järele on aina suurem vajadus. \n\nInteraktsioonidisainerite eesmärk on luua tulevikumaailma, mis annab lisaväärtust meie eludele, keskendudes inimestele, nende vajadustele, käitumisharjumustele, väärtustele ning võttes kõige selle juures arvesse ka keskkonda milles elame. \n\n**Eriala** \n\nTehnoloogia ülikiire areng on meid viinud järgmise tööstusrevolutsioonini ning esmakordselt üle pika aja pole kellelgi aimu, kuidas tulevik välja nägema hakkab. Meie, interaktsioonidisainerid, oleme täpselt selle muutuse keskpunktis: meie käes on võti luua tehnoloogiast põimitud tulevik mis baseerub inimeste väärtushinnangutel, vajadustel ja käitumisel. \n\nTehnoloogia on muutumas kõikvõimsaks, intelligentseks ja emotsionaalseks. Kaugeltki mitte enam tööriist mille võtame kätte et täita ülesannet, on ta saamas abiliseks kes laiendab meie võimete piire. Seega ei disaini me enam tehnoloogiat ennast, vaid suhet temaga. See suhe peab olema tähendusrikas, väärtuslik, hallatav. Selles on kõrg- ja madalhetked, põnevus ja igavus, see algab, areneb ja lõpeb. Kogu see kogemus tuleb luua inimperspektiivist lähtuvalt. \n\nKa maailm millele me disainime areneb äärmiselt kiiresti. Inimesed aga mitte — me paneme vastu, kohaneme ja alles viimaks võtame muutused omaks. Just seetõttu peame võtma inimese nurgakiviks, mille ümber loome oma disaineri suhtumise, lähenemise ja metodoloogiad. Kunstiakadeemia interaktsioonidisaini õppekava on inimkeskne, aga alati kätt pulsil hoidev ja tulevikkuvaatav. \n\nInimkeskne disain pole enam piisav. Et pärast põlvkondadepikkust ekspluateerimist meie elustandardeid edasi viia, peame homse päeva tooteid ja teenuseid luues vaatama inimese vajadustest kaugemale – arvestama planeedi omadega. Interaktsioonidisaineritena on meil võim selle üle kuidas inimesed ümbritseva maailmaga suhtlevad, me saame kujundada inimeste arusaamasid, isegi väärtushinnanguid ja käitumist. Positiivse tuleviku ehitamine on sõna otseses mõttes meie kätes. \n\n**Õppekava** \n\nEseme loojast probleemilahendaja innovaatorini – disaineri töökirjeldus on pidevas muutuses. Seetõttu keskendub Interakstioonidisaini õppekava nende omadustele arendamisele mis teevad inimesest disaneri: eelkõige mõtteviisile – mõtlemine, väärtushinnangud ja suhtumine, seejärel erialaoskustele ning kõige viimaks tööriistade oskusele. \n\nDisaineriks olemine tähendab disaineri iseloomu arendamist. Disainerid on uudishimulikud ega löö risti ette segadusele, eksperimenteerimisele ega luhtumisele. Nad võivad olla loovad arendamaks uudseid ideid, ning kriitilised loomaks selgust. Nad suudavad näha suurt pilti, ent on piinlikult täpsed detailidega. Disainerid hoolivad ja võitlevad inimeste ning neid ümbritseva keskkonna eest. \n\nInterkatsioonidisaini õpingud on projektipõhised. Sa lood oma disaineri intuitsiooni, vaatenurga, kogemuse ja portfoolio läbi järjepideva harjutamise. Juhendajateks on sel teekonnal pärismaailma praktikud, oma ala tipptegijad kes kasutavad kogemusi juhendamaks sind läbi keerukate projektide. \n\nMeie lähenemine disainile on praktiline ja eksperimentaalne. Igal semestril töötame koos partneritega – Eesti idufirmade, riigiasutuste, telekomide, MTÜ-dega –, et tegeleda päriselu lähteülesannete, probleemide ja päris inimestega. Läbi kasutajauuringute ja empaatia loomise avastame varjatud võimalusi innovatsiooniks ning loome tulevikkuvaatavaid kontseptsioone mis põhinevad tänapäeva reaalsusel. \n\nMe rõhutame kursuste komplekteerimisel mitmekesisust. Siin õppides saad töötama külg-külje kõrval kaaslastega väga erinevatelt erialadelt, taustadelt ja kultuuridest. See loob aluspinna ideede kümblusele ja vastastikkuse õppimise kogemuse. \n\nInteraktsioonidisaini saab õppida magistritasemel. Õppekava eesmärgiks on anda lõpetajatele võimekus hallata kompleksseid arendusprojekte uute toodete ja teenuste loomisel, aga ka juhtida rahvusvahelisi multidistsiplinaarseid tiime. Eriala on rahvusvaheline ning kaasab juhendajaid näiteks ettevõtetest nagu IDEO, Google jpt. \n\n**Kellena saab töötada** \n\n**•** Interaktsiooonidisainer \n**•** Teenusedisainer \n**•** Kasutajakogemuse (UX) disainer \n**•** Kasutajaliideste (UI) disainer \n**•** Disainijuht \n**•** Inimkeskse Innovatsiooni juht \n\nInteraktsioonidisaini magistriprogrammis õpitud mõtteviisi ja oskuseid saab rakendada igas valdkonnas ettevõtlusest hariduse, kultuuri, meditsiini ja riigijuhtimiseni."
    ],
    "eap": 120,
    "spots": 12,
    "majorWebsite": "https://www.artun.ee/erialad/interaktsioonidisain/",
    "videoId": "PT4WV4PVf_0",
    "personnel": [
        {
            "name": "Tanel Kärp",
            "title": "Dotsent, õppekava juht",
            "phone": "+37256875058",
            "email": "tanel.karp@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/38435/Tanel-Karp-300x400-c.jpg"
        },
        {
            "name": "Nesli Hazal Oktay",
            "title": "Curriculum Developer and Visiting Lecturer",
            "email": "nesli.akbulut@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/146131/Nesli-scaled-300x400-c.jpg"
        },
        {
            "name": "Mari Maiste",
            "title": "Koordinaator",
            "phone": "+3726267368",
            "email": "mari.maiste@artun.ee"
        }
       
    ],
    "type": "Disainiteadus",
    "level": "magister",
    "language": "inglise keel",
    "duration": 2,
    "requirements": [
      {
        "term": "Avaldus (Esita läbi SAISi)"
      },
      {
        "term": "Välismaal lõpetanutele: 60€ kandideerimistasu (tasu ei pea maksma isik, kes esitab koos haridust tõendavate dokumentidega ENIC/NARIC keskuse hinnangu)"
      },
      {
        "term": "Bakalaureusekraadi, rakenduskõrgharidust või muud haridust tõendav dokument"
      },
      {
        "term": "Inglise keele oskust B2 tasemel tõendav dokument"
      },
      {
        "term": "Passi või ID-kaardi koopia"
      },
      {
          "header": "CV (inglise keeles)",
        "term": "Your CV should contain the following information: \n\n**•** Personal and contact information. \n**•** Overview of your education. The higher educational facility, field of study, degree earned and the theme of the graduation work/project should be highlighted. \n**•** Work experience, including the name of the employer, the job title and description of the candidate’s responsibilities at any listed job. \n**•** Hobbies, interests, volunteering experience"
      },
      {
          "header": "Motivatsioonikiri",
        "term": "Motivatsioonikiri peab olema inglise keeles ning maksimum pikkusega 4600 tähemärki. Käsitleda tuleks järgmiseid teemasid: \na) Kuidas leidsid tee disaini juurde? \nb) Millisena näed interaktsioonidisaini hetkel ja tulevikus, ning kuidas oma rolli selles? \nc) Mida loodad õppida magistriprogrammi jooksul? \nd) Kuidas näed oma tulevikku pärast õpingute lõpetamist? \n\nMotivatsioonikirjas võib tsiteerida olemasolevat kirjandust, ent sellisel puhul peate kindlasti allikale viitama."
      },
      {
          "header": "Varasema töö näidised (inglise keeles)",
        "term": "Varasema töö näidised peaksid sisaldama 3-6 näidet teie varasemast tööst, huvidest ja kogemustest ja oskustest. Lisada võib disainilahendusi, tarkvaraarendusprojekte, hobi- ja kunstitöid, artikleid, teadustööde abstrakte, heategevuse ja äriprojektide kirjeldusi jne. Eesmärk on näidata mida olete senises elus teinud, kuidas loote, mõtlete ning lahendate probleeme. Iga näide peab olema illustreeritud ja lühidalt kirjeldatud. Grupitööde esitamise puhul tuleb kandidaadi panust selgelt kirjeldada. Varasema töö näidised tuleb esitada toimiva veebilehena või PDF-failina (maksimum 20 MB). Veebilinkide puhul veenduge, et need toimivad. Suuremate failide edastamiseks võib kasutada WeTransfer, Dropbox vms teenuseid. \n\nPalun lisage varasema töö näidised sisseastumisavaldusele"
      },
      {
          "header": "Kodune ülesanne (inglise keeles)",
        "term": "Motivatsioonikirja ja teiste dokumentide alusel välja valitud kandidaadid peavad sooritama lühikese koduse eksamiülesande. Neile saadetakse eelnevalt kokkulepitud ajal e-maili kaudu probleemi kirjeldus. Probleemile tuleb pakkuda välja omapoolne lahendus tekstilises ja/või pildilises vormis ning see hiljemalt kahe tunni jooksul e-mailiga eksamikomisjonile saata. Pildilist lahendust peab saatma selgitav tekst. Eksami edukalt läbinud pääsevad edasi vestlusele."
      },
      {
          "header": "Vestlus (inglise keeles)",
        "term": "Sisseastuja poolt digitaalselt saadetud eksamiülesande lahenduse, portfoolio, motivatsioonikirja ning muude dokumentide põhjal esitab komisjon täiendavaid küsimusi kandidaadi varasema õpi- ja/või töökogemuse ja tulevikunägemuse kohta. Samuti püütakse intervjuu käigus kindlaks teha kandidaadi motiveeritust ja teadmisi interaktsioonidisaini valdkonna problemaatikast."
      }
    ],
    "name": "Interaktsiooni­disain",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1026?format=json",
    "cost": {
      "amount": 1450,
      "currency": "€",
      "interval": "semester"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Kaasaegse kunsti magistriprogramm annab erineva taustaga kunstnikele võimaluse oma autoripraktikat süvitsi arendada. Õppekava keskendub individuaalse stuudiopraktika edendamisele, mida toetavad praktilised meistriklassid-töötoad ning mitmeid loomemeetodeid, mõttetööriistu ja uurimispraktikate platvorme tutvustavad kursused. \n\nProgrammi teevad atraktiivseks eksperimentaalne ja paindlik “treeningprogramm” varieeruvate kursustega ning igale üliõpilasele eraldi keskenduvad professorid, kes on Eesti kaasaegse kunsti säravamad autorid. Loomulikult ka rahvusvaheliselt hinnatud külalisõppejõud ja kunstieksperdid. \n\n**Eriala** \n\nKunsti roll on mõtestada ühiskondlikke muutusi ning heita kriitiline pilk sellele, kuidas me tänapäeval elame. Kaasaegne kunstnik tõstatab küsimusi, loob uusi tähendusruume, avastab alternatiivseid vaatenurki ning tajukogemusi. Tegeledes ühiskondlike ja isiklike teemadega, suhtleb kunstnik aktiivselt oma kaasajaga. Nii saab kunstnik kahelda harjumuspäraseks saanud ideedes ja väärtustes, kombineerida ja eksperimenteerida erinevate sisuliste ja vormiliste lahendustega ning reaalsust nihestada ja manipuleerida. Kaasaegne kunst on vaba platvorm, kus saavad alguse diskussioonid ning pakutakse uusi lahendusi. Kunst haakub sõltumatuna erinevate ühiskondlike valdkondadega ning mitmekesistab maailmavaadet. Kaasaegse kunsti õppekava pakub toetavat keskkonda kaasaegse visuaalse kultuuri mõtestamiseks, sotsiaalse närvi teritamiseks ning dialoogi ja kriitika jaoks. Nii saab arenev kunstnik leida enesekindluse ja oma publiku ning omandada vajalikud oskused ja meetodid kunstnikuna töötamiseks. \n\n**Õppekava** \n\nKaasaegse kunsti õppekava keskendub üliõpilaste individuaalse loomepraktika toetamisele ja arendamisele. Programm pakub avatud diskussioonikeskkonda kaasaegse kunsti vallas tegutsemiseks ning selle kriitiliseks analüüsiks. Kolmandiku õppekavast moodustab individuaalne stuudiopraktika. Lisaks üldteoreetilistele ainetele, filosoofiale ning teadustöö metodoloogiale toetab loomingulise inimese analüüsivõime arengut teoreetiliste tööriistade kursus, kus ekspertloengud annavad külalisõppejõud, kes tutvustavad olulisi mõttesuundi ja teoreetikuid. Meistriklassid vahelduvad vastavalt kursusel õppivate tudengi huvidele, avades ja laiendades erinevaid kaasaegse kunsti praktiseerimisvõimalusi: performance, graafika, maal ja skulptuur kõige laiemas mõistes, uusmeedia ja sound art, fotokunst, installatsioon, loovkirjutamine, erinevad improvisatsioonid. \n\nÕppekavas on olulisel kohal koostööprogramm EKA kuraatoriõppe üliõpilastega: koos katsetatakse erinevaid kaasaegse kunsti esitlemise formaate ning juhitakse tudengite eksperimentaalset projektiruumi Vent Space. Samuti saavad tudengid ülevaate erinevatest näituse installeerimise viisidest, et leida just enda jaoks sobivaimad võtted. Lisaks toimub vaatlusreis ühele olulisele rahvusvahelisele kunstisündmusele ning omaalgatuslik fookusgrupp, kus uurimisteemad pakuvad välja üliõpilased ise, jagunedes seejärel rühmadesse, analüüsimaks enim huvi äratanud teemat. \n\n**Kellena saab töötada** \n\nTöötada saab loomulikult maailmakuulsa või siis ka lihtsalt väga hea kunstnikuna. Kindlasti annab kaasaegse kunsti haridus suure eelise mis tahes elualal töötades, sest vaba ja loomingulise mõtlemise arendamine aitab leida ootamatuid, eksperimentaalseid ja ühiskonda parandavaid lahendusi."
    ],
    "eap": 120,
    "spots": 16,
    "majorWebsite": "https://www.artun.ee/erialad/kaasaegne-kunst/",
    "personnel": [
        {
            "name": "Charlotte Biszewski",
            "title": "Külalisdotsent",
            "email": "charlotte.biszewski@artun.ee",
        },
        {
            "name": "Anu Vahtra",
            "title": "Külalisprofessor, kaasaegse kunsti magistriõppekava juht",
            "email": "anu.vahtra@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/138232/Anu_Vahtra-300x400-c.jpg"
        },
        {
            "name": "Liina Siib",
            "title": "Professor, graafika osakonna juhataja",
            "photo": "https://www.artun.ee/app/uploads/fly-images/129641/liina-300x400-c.jpg",
            "email": "liina.siib@artun.ee"
        },
        {
            "name": "Eve Kask",
            "title": "Dotsent",
            "email": "eve.kask@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/129634/Eve-Kask_veeb-300x400-c.jpg"
        },
        {
            "name": "Kirke Kangro",
            "title": "Vabade kunstide teaduskonna dekaan",
            "phone": "+3726726586",
            "email": "kirke.kangro@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/38181/kirkekangro-300x400-c.jpg"
        },
        {
            "name": "Taavi Talve",
            "title": "Skulptuuri ja installatsiooni õppetooli juhataja, dotsent",
            "phone": "+3726726586",
            "email": "taavi.talve@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/66335/Taavi-Talve-300x400-c.jpg"
        },
        {
            "name": "Marge Monko",
            "title": "Professor",
            "phone": "+3726164200",
            "email": "marge.monko@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/58638/MG_6597_1-300x400-c.jpg"
        },
        {
            "name": "Kristi Kongi",
            "title": "Õppetooli juhataja, dotsent, õppejõud",
            "email": "kristi.kongi@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/58577/MG_7307_1-300x400-c.jpg"
        },
        {
            "name": "Reimo Võsa-Tangsoo",
            "title": "Osakonnajuhataja, õppekava juht, dotsent (0,5)",
            "phone": "+3726164200",
            "email": "reimo.vosa-tangsoo@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/64531/DSC2620-Reimo-artun-kodulehele-2-300x400-c.jpg"
        },
        {
            "name": "John Carl Grzinich Jr",
            "title": "Külalisdotsent, õppetooli juhataja",
            "email": "john.grzinich@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/101355/John-Grzinich-1-300x400-c.jpg"
        },
        {
            "name": "Taavi Piibemann",
            "title": "Külalisdotsent",
            "email": "taavi.piibemann@artun.ee"
        },
        {
            "name": "Jaan Toomik",
            "title": "Professor",
            "photo": "https://www.artun.ee/app/uploads/fly-images/67023/Jaan-Toomik-foto-Mark-Raidpere-300x400-c.jpg",
            "email": "jaan.toomik@artun.ee"
        }
       
    ],
    "type": "Vabade Kunstide teadus",
    "level": "magister",
    "language": "eesti keel",
    "duration": 2,
    "requirements": [
      {
        "term": "CV"
      },
      {
        "term": "[Täidetud küsimustik](https://docs.google.com/document/d/1lDmKeClzG1nLWXAS674sXk3WMXmSzlOHfv4JYfrGEPk/edit?usp=sharing)"
      },
      {
          "header": "Portfoolio",
        "term": "Portfoolio peab olema korrektselt vormistatud, sisaldama vähemalt 8 tööd (mahukamate projektide puhul ka kuni 5 tööd). Portfooliovooru läbimine on vestlusele pääsemise eelduseks. \n\nPortfoolio puhul hinnatakse autoripositsiooni läbitöötatust, kunstiteoste sisukust ja kontseptsiooni, teostuse professionaalsust, adekvaatset teoste kirjeldust ning kaasaegse kunsti konteksti teadlikkust."
      }
    ],
    "name": "Kaasaegne kunst",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1041?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Kaasaegse kunsti magistriprogramm annab erineva taustaga kunstnikele võimaluse oma autoripraktikat süvitsi arendada. Õppekava keskendub individuaalse stuudiopraktika edendamisele, mida toetavad praktilised meistriklassid-töötoad ning mitmeid loomemeetodeid, mõttetööriistu ja uurimispraktikate platvorme tutvustavad kursused. \n\nProgrammi teevad atraktiivseks eksperimentaalne ja paindlik “treeningprogramm” varieeruvate kursustega ning igale üliõpilasele eraldi keskenduvad professorid, kes on Eesti kaasaegse kunsti säravamad autorid. Loomulikult ka rahvusvaheliselt hinnatud külalisõppejõud ja kunstieksperdid. \n\n**Eriala** \n\nKunsti roll on mõtestada ühiskondlikke muutusi ning heita kriitiline pilk sellele, kuidas me tänapäeval elame. Kaasaegne kunstnik tõstatab küsimusi, loob uusi tähendusruume, avastab alternatiivseid vaatenurki ning tajukogemusi. Tegeledes ühiskondlike ja isiklike teemadega, suhtleb kunstnik aktiivselt oma kaasajaga. Nii saab kunstnik kahelda harjumuspäraseks saanud ideedes ja väärtustes, kombineerida ja eksperimenteerida erinevate sisuliste ja vormiliste lahendustega ning reaalsust nihestada ja manipuleerida. Kaasaegne kunst on vaba platvorm, kus saavad alguse diskussioonid ning pakutakse uusi lahendusi. Kunst haakub sõltumatuna erinevate ühiskondlike valdkondadega ning mitmekesistab maailmavaadet. Kaasaegse kunsti õppekava pakub toetavat keskkonda kaasaegse visuaalse kultuuri mõtestamiseks, sotsiaalse närvi teritamiseks ning dialoogi ja kriitika jaoks. Nii saab arenev kunstnik leida enesekindluse ja oma publiku ning omandada vajalikud oskused ja meetodid kunstnikuna töötamiseks. \n\n**Õppekava** \n\nKaasaegse kunsti õppekava keskendub üliõpilaste individuaalse loomepraktika toetamisele ja arendamisele. Programm pakub avatud diskussioonikeskkonda kaasaegse kunsti vallas tegutsemiseks ning selle kriitiliseks analüüsiks. Kolmandiku õppekavast moodustab individuaalne stuudiopraktika. Lisaks üldteoreetilistele ainetele, filosoofiale ning teadustöö metodoloogiale toetab loomingulise inimese analüüsivõime arengut teoreetiliste tööriistade kursus, kus ekspertloengud annavad külalisõppejõud, kes tutvustavad olulisi mõttesuundi ja teoreetikuid. Meistriklassid vahelduvad vastavalt kursusel õppivate tudengi huvidele, avades ja laiendades erinevaid kaasaegse kunsti praktiseerimisvõimalusi: performance, graafika, maal ja skulptuur kõige laiemas mõistes, uusmeedia ja sound art, fotokunst, installatsioon, loovkirjutamine, erinevad improvisatsioonid. \n\nÕppekavas on olulisel kohal koostööprogramm EKA kuraatoriõppe üliõpilastega: koos katsetatakse erinevaid kaasaegse kunsti esitlemise formaate ning juhitakse tudengite eksperimentaalset projektiruumi Vent Space. Samuti saavad tudengid ülevaate erinevatest näituse installeerimise viisidest, et leida just enda jaoks sobivaimad võtted. Lisaks toimub vaatlusreis ühele olulisele rahvusvahelisele kunstisündmusele ning omaalgatuslik fookusgrupp, kus uurimisteemad pakuvad välja üliõpilased ise, jagunedes seejärel rühmadesse, analüüsimaks enim huvi äratanud teemat. \n\n**Kellena saab töötada** \n\nTöötada saab loomulikult maailmakuulsa või siis ka lihtsalt väga hea kunstnikuna. Kindlasti annab kaasaegse kunsti haridus suure eelise mis tahes elualal töötades, sest vaba ja loomingulise mõtlemise arendamine aitab leida ootamatuid, eksperimentaalseid ja ühiskonda parandavaid lahendusi."
    ],
    "eap": 120,
    "spots": 16,
    "majorWebsite": "https://www.artun.ee/erialad/kaasaegne-kunst/",
    "personnel": [
        {
            "name": "Charlotte Biszewski",
            "title": "Külalisdotsent",
            "email": "charlotte.biszewski@artun.ee",
        },
        {
            "name": "Anu Vahtra",
            "title": "Külalisprofessor, kaasaegse kunsti magistriõppekava juht",
            "email": "anu.vahtra@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/138232/Anu_Vahtra-300x400-c.jpg"
        },
        {
            "name": "Liina Siib",
            "title": "Professor, graafika osakonna juhataja",
            "photo": "https://www.artun.ee/app/uploads/fly-images/129641/liina-300x400-c.jpg",
            "email": "liina.siib@artun.ee"
        },
        {
            "name": "Eve Kask",
            "title": "Dotsent",
            "email": "eve.kask@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/129634/Eve-Kask_veeb-300x400-c.jpg"
        },
        {
            "name": "Kirke Kangro",
            "title": "Vabade kunstide teaduskonna dekaan",
            "phone": "+3726726586",
            "email": "kirke.kangro@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/38181/kirkekangro-300x400-c.jpg"
        },
        {
            "name": "Taavi Talve",
            "title": "Skulptuuri ja installatsiooni õppetooli juhataja, dotsent",
            "phone": "+3726726586",
            "email": "taavi.talve@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/66335/Taavi-Talve-300x400-c.jpg"
        },
        {
            "name": "Marge Monko",
            "title": "Professor",
            "phone": "+3726164200",
            "email": "marge.monko@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/58638/MG_6597_1-300x400-c.jpg"
        },
        {
            "name": "Kristi Kongi",
            "title": "Õppetooli juhataja, dotsent, õppejõud",
            "email": "kristi.kongi@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/58577/MG_7307_1-300x400-c.jpg"
        },
        {
            "name": "Reimo Võsa-Tangsoo",
            "title": "Osakonnajuhataja, õppekava juht, dotsent (0,5)",
            "phone": "+3726164200",
            "email": "reimo.vosa-tangsoo@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/64531/DSC2620-Reimo-artun-kodulehele-2-300x400-c.jpg"
        },
        {
            "name": "John Carl Grzinich Jr",
            "title": "Külalisdotsent, õppetooli juhataja",
            "email": "john.grzinich@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/101355/John-Grzinich-1-300x400-c.jpg"
        },
        {
            "name": "Taavi Piibemann",
            "title": "Külalisdotsent",
            "email": "taavi.piibemann@artun.ee"
        },
        {
            "name": "Jaan Toomik",
            "title": "Professor",
            "photo": "https://www.artun.ee/app/uploads/fly-images/67023/Jaan-Toomik-foto-Mark-Raidpere-300x400-c.jpg",
            "email": "jaan.toomik@artun.ee"
        }
       
    ],
    "type": "Vabade Kunstide teadus",
    "level": "magister",
    "language": "inglise keel",
    "duration": 2,
    "requirements": [
      {
        "term": "CV"
      },
      {
        "term": "[Täidetud küsimustik](https://docs.google.com/document/d/1lDmKeClzG1nLWXAS674sXk3WMXmSzlOHfv4JYfrGEPk/edit?usp=sharing)"
      },
      {
          "header": "Portfoolio",
        "term": "Portfoolio peab olema korrektselt vormistatud, sisaldama vähemalt 8 tööd (mahukamate projektide puhul ka kuni 5 tööd). Portfooliovooru läbimine on vestlusele pääsemise eelduseks. \n\nPortfoolio puhul hinnatakse autoripositsiooni läbitöötatust, kunstiteoste sisukust ja kontseptsiooni, teostuse professionaalsust, adekvaatset teoste kirjeldust ning kaasaegse kunsti konteksti teadlikkust."
      }
    ],
    "name": "Kaasaegne kunst",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1043?format=json",
    "cost": {
      "amount": 1700,
      "currency": "€",
      "interval": "year"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Eesti Kunstiakadeemia ja Tallinna Ülikooli kunstiõpetaja ühisõppekava eesmärk on ühendada teadlik, teaduspõhine ja loov kunstiharidus kaasaegse kunstimaailma mitmekesisusega. See tähendab, et kunstiõpetuses on esmatähtsad samad küsimused ja käsitlused, millega kohtume galeriis ja muuseumis, kus maailmapiltide, seisukohtade ja väljendusvahendite paljusus on käelise meisterlikkuse kõrval olulisel kohal. \n\nKaasaegne maailm kasutab suhtlemisel üha enam piltide mõjusust ning just kunstiõpetusest saab inimene visuaalse keele mõistmiseks ja kasutamiseks vajalikud teadmised ja oskused. Kunstihariduse eriala sobib inimestele, kes lisaks isiklikule loomingulisele tegevusele soovivad õppida kunstiprotsesse ja töömeetodeid mõtestama ning neid eri vanuses õppijatele vahendama. \n\n**Eriala** \n\nEesti Kunstiakadeemia ja Tallinna Ülikooli kunstihariduse ühisõppekava eesmärk on ühendada teadlik, teaduspõhine ja loov kunstiharidus kaasaegse kunstimaailma mitmekesisusega. See tähendab, et kunstiõpetuses on esmatähtsad samad küsimused ja käsitlused, millega kohtume galeriis ja muuseumis, kus maailmapiltide, seisukohtade ja väljendusvahendite paljusus on käelise meisterlikkuse kõrval olulisel kohal. Kaasaegne maailm kasutab suhtlemisel üha enam piltide mõjusust ning just kunstiõpetusest saab inimene visuaalse keele mõistmiseks ja kasutamiseks vajalikud teadmised ja oskused. \n\nKunstiõpetaja ühisõppekavas on kombineeritud Tallinna Ülikoolile ja Eesti Kunstiakadeemiale omased tugevused: Tallinna Ülikooli uuenduslikud kasvatusteadused, erialadidaktika ja suure ülikooli mitmekesisus ning Eesti Kunstiakadeemia loominguline keskkond ja individuaalne lähenemine. Üliõpilane on mõlema kooli nimekirjas ja saab õppekava lõpetades mõlema ülikooli diplomi. Kunstihariduse magistriõppekava võimaldab eelnevalt bakalaureusetasemel eelkõige kunsti, disaini, arhitektuuri või kunstiteadust õppinutel omandada vajalikud teadmised ja oskused õpetajatööks ning omandada ka õpetajakutse (tase 7). Õppima oodatakse ka praeguseid kunstiõpetajaid enesetäienduseks ja kutsestandardile vastava kvalifikatsiooni omandamiseks. \n\n**Õppekava** \n\nEesti Kunstiakadeemia ja Tallinna Ülikooli kunstiõpetaja ühisõppekava lähtub maailmas laialt õpetajate esmahariduses kasutatavast põhimõttest, kus üldkasvatusteaduslikud ained on tihedalt seotud erialadidaktika ja õpetajapraktikaga. Õpe on viidud vastavusse nii kasvatusteaduste ja psühholoogia uusimate teaduspõhiste teooriatega kui kaasaegse kunsti suundumustega. \n\nMeie õppetöö toimub väikeses grupis, mis võimaldab individuaalset lähenemist, tihedat arutelu ja iga õppija panust. Eesmärgiks on kasvatada kolleege, kellega oleksid tihedad sidemed ka pärast eriala lõpetamist. Õppeaineid läbides omandatakse ka lai valik seostatud teadmisi ja oskusi kunstiteooriates ja -praktikas, psühholoogias, haridusteadustes, humanitaarias ning kommunikatsioonis. Õppekava raames omandatakse oskused ja teadmised koolis töötamiseks. Lisaks on meil praktikad nii muuseumis, üldhariduskoolis kui ka huvikoolis. \n\nPedagoogiline praktika on jagatud kolmeks osapraktikaks – üldhariduskooli praktika, kunstikooli praktika ja muuseumipedagoogiline praktika – et võimaldada üliõpilastele reaalne õppeprotsessi planeerimise, juhtimise ja analüüsimise kogemus eri tüüpi praktikaasutustes. Teoreetilised ained ja kolm osapraktikat on omavahel seostatud, et toetada teaduspõhise arusaamise kujunemist eri kunstididaktilistest käsitlustest ja nende mõjust kunstihariduse praktikale. Kunstiõpetaja magistriõppekava on suunatud õppija akadeemilisele ja isiksuslikule arengule ning tööjõuturule. Lisaks toetab õpe valmisoleku kujunemist pidevaks professionaalseks enesearendamiseks ja jätkuõpinguteks doktoriõppes. \n\n**Kellena saab töötada?** \n\nEriala lõpetanud kaitsevad õpetaja kutse (tase 7) ja võivad tööd leida üldhariduskoolis põhikooli ja gümnaasiumi õpetajana, samuti kunstikooli kunstiõpetajana ning muuseumi hariduskuraatori või tunnijuhina."
    ],
    "eap": 120,
    "spots": 0,
    "majorWebsite": "https://www.artun.ee/erialad/kunstiharidus/ulevaade/",
    "personnel": [
        {
            "name": "Anneli Porri",
            "title": "Lektor, osakonna juhtaja (vabal semestril)",
            "email": "anneli.porri@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/64299/anneli-porri_karel-koplimetsa-foto-300x400-c.jpg"
        },
        {
            "name": "Anna-Kaisa Vita",
            "title": "Külalislektor, osakonnajuhi KT",
            "email": "annakaisa.vita@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/154457/Anna-Kaisa-Vita-300x400-c.jpg"
        }
    ],
    "type": "Kunstikultuuri teadus",
    "level": "magister",
    "language": "eesti keel",
    "duration": 2,
    "requirements": [
        {
          "term": "Vajalik on BA kraad kunstides, disainis, arhitektuuris, kunstiõpetuses või muu samaväärne ettevalmistus."
        },
      {
          "header": "Portfoolio",
        "term": "Sisseastumsiportfoolio (PDF) esita koos avalduse ja muude dokumentidega SAISis. Sisseastumisportfoolio on üks PDF dokument, mis sisaldab: \n\n**•** motivatsioonikirja \n\n**•** magistritöö projekti (kuni 2 lk, kavandatava töö teema kirjeldus, sõnastatud uurimisprobleem ja -eesmärk ning peamised allikad.) \n\n**•** elulookirjeldust (CV) \n\n**•** loominguliste tööde näiteid või linki veebiportfooliole, kodulehele, pildikogule vms"
      },
      {
        "term": "Vastuvõtueksam"
      }
    ],
    "name": "Kunstiõpetaja",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1024?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Kunstiteaduse ja visuaalkultuuri instituut on Eesti juhtiv kunstiteaduse uurimis- ja õpetamiskeskus, mis pakub mitmekülgset, uuenduslikku ning inspireerivat õppe- ja uurimiskeskkonda. Siin õpitakse kunstiajalugu ja teadust avaramal, kultuuriajaloolisel ja ühiskondlikul foonil, mis annab laiapõhjalise humanitaarhariduse ja oskused eneseteostuseks. Magistriõppes on võimalik spetsialiseeruda kas kunstiteaduse ja visuaalkultuuri uuringute, museoloogia või kuraatoriõppe suunale. \n\nMagistriõppekava pakub süvendatult erialaseid teadmisi: ajaloolise ja objektikeskse kunstiajaloo süvendatud tundmaõppimisel kõrval on suur rõhk kunstiteoreetiliste käsitluste ja metodoloogiate omandamisel. Kunstiteaduse ja kunstiajaloo kõrval õpitakse semiootikat ja sotsioloogiat. Ühtlasi õpitakse rakendama teadmisi ja teooriat praktikas – vastavalt suunale kas kunstiajaloolises ja -teaduslikus uurimistöös, museoloogilises või kuraatoritöös. Õppimine samas ülikoolis koos kunstiüliõpilastega annab erinevaid võimalusi ühisprojektideks ning õpetab tegema koostööd kunstnike, disanerite jt-ga. \n\nMeie õppekava eesmärgiks on individuaalne lähenemine üliõpilastele. Instituudi õppejõud ja teadurid on oma eriala tunnustatud tippspetsialistid, kes väärtustavad individuaalset lähenemist üliõpilastele, arutelusid seminarides ning tudengite projektide ja uurimistööde juhendamist. Lisaks kaasame õppejõudena oma ala asjatundjaid nii Eestist kui ka välismaalt. Pakume teadlikult rohkeid eri- ja meistrikursusi, mis võimaldab omandada süvendatumaid teadmisi ja oskusi, aga ühtlasi reageerida kiiresti kunstiteaduses, kunstielus ja ühiskonnas aktuaalsetele teemadele. Erialaõpet täiendavad mitmekülgsed õppereisid ja praktikad Eestis ja välismaal ning museoloogilised ja kuraatoriprojektid. \n\nKunstiteaduse ja visuaalkultuuri uuringute õppekava õpetab ümbritsevat pildimaailma ja ruumilist keskkonda kriitiliselt vaatama ja analüüsima. Kunstiajalugu ja –teooria aitab mõista ning hinnata kunsti, disaini ja arhitektuuri, aga ka seda loonud loonud ühiskonda ja selles kehtinud väärtusi. Kunsti, arhitektuuri ja disani uurimine annab meile raamistiku nii mineviku kui ka oleviku mõistmiseks ning kujundab laiemat kriitilist, iseseisvat mõtlemist. KVI vilistlaskonda kuuluvad Eesti noorema põlve mõjukamad kunstiteadlased, -kriitikud ja kuraatorid. Nüüdisaegse kunstiteaduse uurimisobjektiks on peagu kogu inimloomingu visuaalne mõõde. Kunst, foto, film, aga ka argisemad valdkonnad nagu massimeedia või reklaam loovad ja kasutavad erinevatel eesmärkidel mitmesuguseid pilte ning kujutisi. Pildid võivad olla esteetilise naudingu allikad või ajaloolise tähtsusega dokumendid, edastada infot, kuid ka meiega manipuleerida. Mõned pildid teevad kõike seda korraga. Samamoodi on tähenduslik kogu meid ümbritsev ruum ja esemeline keskkond, mille kujundus mõjutab meie igapäevaelu. \n\nKunstiteaduse ja visuaalkultuuri uuringute eriala loob aluse selleks, et mõtestada pildilise ja ruumilise keskkonna seoseid ning toimimist ühiskonnas. Kunstiajalugu ja -teooria aitavad mõista ning hinnata nii üksikuid teoseid kui ka nende loomist ümbritsenud ühiskonda ja selles kehtinud väärtusi. Kunsti, arhitektuuri ja disaini uurimine annab meile raamistiku nii mineviku kui ka oleviku mõistmiseks ning kujundab laiemat kriitilist, iseseisvat mõtlemist. \n\nKunstiteaduse ja visuaalkultuuri instituudis õpitakse teooriaainete, praktikate ja õppereiside kaudu kriitiliselt vaatama ja analüüsima nii ajaloolist kui ka meid tänapäeval ümbritsevat pildimaailma ja ruumilist keskkonda. Kunstiajalugu ja -teooriat õpetatakse kultuuriteooria ja sotsiaalajaloo foonil. Ühtlasi annab õppekava laiapõhjalise humanitaarhariduse."
    ],
    "eap": 120,
    "spots": 14,
    "majorWebsite": "https://www.artun.ee/erialad/kunstiteadus/erialast/ylevaade/",
    "videoId": "EvwufNW7PtE",
    "personnel": [
        {
            "name": "Virve Sarapik",
            "title": "Professor, kunstiteaduse ja visuaalkultuuri instituudi juhataja",
            "email": "virve.sarapik@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/67349/MG_8667_vs-e1521926851530-300x400-c.jpg"
        },
        {
            "name": "Annika Toots",
            "title": "Teadussekretärr",
            "email": "annika.toots@artun.ee",
            "phone": "+3726117650",
            "photo": "https://www.artun.ee/app/uploads/fly-images/112946/Annika-Toots_kodukale-300x400-c.jpg"
        },
        {
            "name": "Krista Kodres",
            "title": "Professor",
            "email": "krista.kodres@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39403/MG8719-300x400-c.jpg"
        },
        {
            "name": "Andres Kurg",
            "title": "Professor, vanemteadur, kunstiteaduse ja visuaalkultuuri uuringute doktoriõppekava juht",
            "email": "andres.kurg@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39409/MG8903-300x400-c.jpg"
        },
        {
            "name": "Linda Kaljundi",
            "title": "Kultuuriajaloo professor, magistriõppekava juht",
            "email": "linda.kaljundi@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/110733/LindaKaljundi_fotoEvaSepping_kodulehele-scaled-300x400-c.jpg"
        },
        {
            "name": "Anu Allas",
            "title": "Museoloogia suuna (MA) juht",
            "email": "anu.allas@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/81565/Anu-Allas-300x400-c.jpg"
        },
        {
            "name": "Anders Härm",
            "title": "Lektor, kuraatoriõppe (MA) suuna juht",
            "email": "anders.harm@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/44742/imageedit29759545993-300x400-c.jpg"
        },
        {
            "name": "Liisa-Helena Lumberg-Paramonova",
            "title": "Lektor, bakalaureuseõppekava juht",
            "email": "liisahelena.lumberg@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/71482/MG_8871-300x400-c.jpg"
        },
        {
            "name": "Ingrid Ruudi",
            "title": "Vanemeadur, külalisdotsent",
            "email": "ingrid.ruudi@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39396/MG8642-300x400-c.jpg"
        },
        {
            "name": "Epp Lankots",
            "title": "Vanemteadur, külalisdotsent",
            "email": "epp.lankots@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39533/MG8626-300x400-c.jpg"
        },
        {
            "name": "Tiina Abel",
            "title": "Lektor, teadur",
            "email": "tiina.abel@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/40495/MG9313-300x400-c.jpg"
        },
        {
            "name": "Matthias Jost",
            "title": "Külalisdotsent",
            "email": "matthias.jost@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39405/MG9004-300x400-c.jpg"
        },
        {
            "name": "Kädi Talvoja",
            "title": "Teadur",
            "email": "kadi.talvoja@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/95365/Ka%CC%88di-Talvoja-11-scaled-300x400-c.jpg"
        },
        {
            "name": "David Vseviov",
            "title": "Emeriitprofessor",
            "email": "david.vseviov@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39402/MG8698-300x400-c.jpg"
        },
        {
            "name": "Kristina Jõekalda",
            "title": "Vanemteadur",
            "email": "Kristina Jõekalda",
            "photo": "https://www.artun.ee/app/uploads/fly-images/81570/Kristina-Jo%CC%83ekalda_dngr-scaled-300x400-c.jpg"
        },
        {
            "name": "Mari Laanemets",
            "title": "Vanemteadur",
            "email": "mari.laanemets@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/92066/Mari-Laanemets_v%C3%A4ikebw-300x400-c.jpg"
        },
        {
            "name": "Regina-Nino Mion",
            "title": "Vanemteadur",
            "email": "regina-nino.mion@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/82111/Regina-mv-300x400-c.jpg"
        },
        {
            "name": "Mari Laaniste",
            "title": "Teadur, ühisõppekava Literature, Visual Culture and Film Studies (MA) juht",
            "email": "mari.laaniste@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/82924/IMG_20190323_220349edit-300x400-c.jpg"
        },
        {
            "name": "Margaret Tali",
            "title": "Teadur",
            "email": "margaret.tali@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/104351/Margaret_Tali-copy-300x400-c.jpg"
        },
        {
            "name": "Neeme Lopp",
            "title": "Kirjastaja, KVI külalisteadur",
            "email": "neeme.lopp@artun.ee",
            "phone": "+3725029286",
            "photo": "https://www.artun.ee/app/uploads/fly-images/115802/Neeme.Lopp_.web_.Kroot_Tarkmeel-300x400-c.jpg"
        },
        {
            "name": "Johannes Saar",
            "title": "Külalisteadur",
            "email": "johannes.saar@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/135180/vabaduse-valjak_johannes-Saar-300x400-c.jpg"
        },
        {
            "name": "Ragne Soosalu",
            "title": "Doktorant-nooremteadur",
            "email": "ragne.soosalu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/151688/Ragne-Soosalu-EKA_2022_fotoTanjaMuravskaja_333A1552-300x400-c.jpg"
        },
        {
            "name": "Pille Teppan",
            "title": "Kunstikultuuri teaduskonna õppekavade (Kirjandus-, visuaalkultuuri ja filmiteooriaMA, Kunstiteadus ja visuaalkultuuri uuringud BA ja MA, Kunstiõpetaja MA, Muinsuskaitse ja konserveerimine BA ja MA) õppespetsialist",
            "email": "pille.teppan@artun.ee",
            "phone": "+3726117653",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39393/MG8820-300x400-c.jpg"
        },
        {
            "name": "Hans Alla",
            "title": "Assistent",
            "email": "hans.alla@artun.ee",
            "phone": "+3726117653",
            "photo": "https://www.artun.ee/app/uploads/fly-images/94125/Hans-Alla-4-scaled-300x400-c.jpg"
        },
    ],
    "type": "Kunstikultuuri teadus",
    "level": "magister",
    "language": "eesti keel",
    "duration": 2,
    "requirements": [
      {
        "term": "inglise keele oskust B1 tasemel tõendava dokumendi"
      },
      {
        "term": "CV"
      },
      {
        "term": "kirjaliku teksti näidise (5–10 lk)"
      },
      {
        "term": "bakalureusetöö (kirjaliku töö puudumisel sobib ka portfoolio) "
      },
      {
        "term": "motivatsioonikirja"
      }
    ],
    "name": "Kunstiteadus ja visuaalkultuuri uuringud",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1049?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "EKA on ainus kõrgkool Eestis, kus on võimalik omandada muinsuskaitse ja arhitektuuri ning kunsti konserveerimise ja restaureerimise alast akadeemilist kõrgharidust. Muinsuskaitse ja konserveerimise eriala tegeleb kõige laiemas mõttes füüsilise ja vaimse pärandi väärtustamise, hoidmise ja kaitsmisega. \n\nKitsamalt õpetatakse nii arhitektuuri- kui ka kunstimälestiste uurimise ja konserveerimise teoreetilisi printsiipe ning praktilisi oskusi. Tegu on erakordselt põneva, vaheldusrikka ja suure missiooniga erialaga. Muinsuskaitse ja konserveerimise osakonnas õpivad inimesed, kes soovivad teha ära midagi praktilist, silmaga nähtavat ja käega katsutavat, ning selle kaudu maailma paremaks muuta. \n\nMuinsuskaitse ja konserveerimine on paljuski interdistsiplinaarne ala, hõlmates baasteadmisi nii filosoofiast, kunsti- ja arhitektuuriajaloost kui restaureerimise ja konserveerimisega seotud spetsiifilistest valdkondadest nagu konserveerimisteooria, keemia, ehitusfüüsika, materjali- ja inseneriteadused jms. Akadeemilise auditoorse tööl kõrval on olulised ka mitmesugused praktikad ja ringsõidud nii Eestis kui välismaal. \n\nMuinsuskaitse roll on tänases maailmas keskse tähendusega, selle eesmärgiks on kultuuripärandi hoidmine ja vahendamine tulevikule. Kultuurpärandi mõiste ja tähendus on ajaloos muutunud. Kui varem käsitleti pärandina vaid materiaalseid objekte, siis tänapäeval vaadatakse seda inimkultuuri ja looduskeskkonna tervikliku kogumina. Mälukandjana on ajaloolised esemed ja hooned meie ümber omandanud nii emotsionaalse kui ka funktsionaalse tähenduse. Kultuuripärand on vajalik inimühiskonna kestmiseks ja arenguks."
    ],
    "eap": 120,
    "spots": 12,
    "majorWebsite": "https://www.artun.ee/erialad/muinsuskaitse-ja-konserveerimine/ope/",
    "videoId": "nP-lL8fi7Wo",
    "personnel": [
        {
            "name": "Aljona Gineiko",
            "title": "Doktorant, nooremteadur",
            "email": "aljona.gineiko@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/147814/Aljona-Gineiko-300x400-c.jpg"
        },
        {
            "name": "Kateriin Ambrozevits",
            "title": "Life IP Buildest projekti koordinaator",
            "email": "kateriin.ambrozevits@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/151689/Kateriin-Ambrozevits-EKA_2022_fotoTanjaMuravskaja_333A2184-300x400-c.jpg"
        },
        {
            "name": "Hannes Vinnal",
            "title": "Külalisdotsent",
            "email": "hannes.vinnal@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/126203/Hannes-Vinnal-300x400-c.jpeg"
        },
        {
            "name": "Anneli Randla",
            "title": "Dotsent, vanemteadur, muinsuskaitse ja konserveerimise osakonna juhataja, muinsuskaitse ja konserveerimise doktoriõppekava juht",
            "email": "anneli.randla@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/88277/Anneli-Randla-1-300x400-c.jpg"
        },
        {
            "name": "Hilkka Hiiop",
            "title": "Professor, Kunstikultuuri teaduskonna dekaan",
            "email": "hilkka.hiiop@artun.ee",
            "phone": "+37256577980",
            "photo": "https://www.artun.ee/app/uploads/fly-images/35117/Hilkka-Hiiop-300x400-c.jpg"
        },
        {
            "name": "Riin Alatalu",
            "title": "Dotsent, MA õppekava juht, UNESCO Kultuuripärandi uuringute õppetooli koordinaator",
            "email": "riin.alatalu@artun.ee",
            "phone": "+3726117654",
            "photo": "https://www.artun.ee/app/uploads/fly-images/67578/Riin-Alatalu-926x600-300x400-c.jpg"
        },
        {
            "name": "Taavi Tiidor",
            "title": "Konserveerimise stuudio meister",
            "email": "taavi.tiidor@artun.ee",
            "phone": "+3725205824",
            "photo": "https://www.artun.ee/app/uploads/fly-images/41102/Taavi-Tiidor-300x400-c.jpg"
        },
        {
            "name": "Merike Kallas",
            "title": "Maali konserveerimise stuudio juhataja, BA õppekava juht",
            "email": "merike.kallas@artun.ee",
            "phone": "+3726117654",
            "photo": "https://www.artun.ee/app/uploads/fly-images/35119/Merike-Kallas-300x400-c.jpg"
        },
        {
            "name": "Maris Veeremäe",
            "title": "Teadussekretär, arhitektuuri konserveerimise ja restaureerimise täiendkoolituse õppekava juht",
            "phone": "+3726117650",
            "email": "maris.veeremae@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/35116/Mina-300x400-c.jpg"
        },
        {
            "name": "Andres Uueni",
            "title": "Külalisteadur",
            "email": "andres.uueni@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/107909/Andres-Uueni-300x400-c.jpg"
        },
        {
            "name": "Triin Talk",
            "title": "Nooremteadur",
            "email": "triin.talk@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/97161/Triin-Talk_mustvalge-1-300x400-c.jpg"
        },
        {
            "name": "Triin Reidla",
            "title": "Nooremteadur, arhitektuuri konserveerimise õppesuuna juht BA ja MA õppekavadel",
            "email": "triin.reidla@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/119859/IMG_20210312_120236-300x400-c.jpg"
        },
        {
            "name": "Ove Oot",
            "title": "Külalislektor",
            "email": "ove.oot@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/107910/Ove-Oot-300x400-c.jpg"
        },
        {
            "name": "Karola Mursu",
            "title": "Arhitektuuri konserveerimise stuudio juhataja",
            "email": "karola.mursu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/105132/Karola-Mursu_must-valge-scaled-300x400-c.jpg"
        },
        {
            "name": "Pille Teppan",
            "title": "Kunstikultuuri teaduskonna õppekavade (Kirjandus-, visuaalkultuuri ja filmiteooriaMA, Kunstiteadus ja visuaalkultuuri uuringud BA ja MA, Kunstiõpetaja MA, Muinsuskaitse ja konserveerimine BA ja MA) õppespetsialist",
            "email": "pille.teppan@artun.ee",
            "phone": "+3726117653",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39393/MG8820-300x400-c.jpg"
        },
        {
            "name": "Hans Alla",
            "title": "Assistent",
            "email": "hans.alla@artun.ee",
            "phone": "+3726117653",
            "photo": "https://www.artun.ee/app/uploads/fly-images/94125/Hans-Alla-4-scaled-300x400-c.jpg"
        },
        {
            "name": "Varje Õunapuu",
            "title": "Külalislektor",
            "email": "varje.ounapuu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/126234/Varje-Ounapuu-300x400-c.jpg"
        }
    ],
    "type": "Kunstikultuuri teadus",
    "level": "magister",
    "language": "eesti keel",
    "duration": 2,
    "requirements": [
      {
        "term": "Inglise keele oskust B1 tasemel tõendav dokument"
      },
      {
        "term": "CV"
      },
      {
        "term": "Magistritöö kavand (2-3 lk)"
      },
      {
        "term": "Motivatsioonikiri (1 lk)"
      },
      {
        "term": "Portfoolio ja/või bakalaureusetöö"
      },
      {
        "term": "Vestlus"
      }
    ],
    "name": "Muinsuskaitse ja konserveerimine",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1052?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Sisearhitektuuri erialal tegeletakse ruumiga, mis inimest kõige vahetumalt ümbritseb. Õpitakse, kuidas luua inspireerivaid, paindlikke, säästlikke ning kaasaegseid ruume inimesele elu igaks etapiks, lapsepõlvest vanaduseni. Hea ruum sünnib teravast konteksti tajust, põhjalikust materjali tundmisest ning tugevatest tehnilistest oskustest, ent ka teadmistest ruumiloomet toetavates valdkondades – antropoloogias, ruumipsühholoogias, ruumisemiootikas. Sisearhitektid on tundlikud ja tähelepanelikud nii kultuuri- kui ruumikonteksti suhtes, kuna parim ruum sünnib seest väljapoole, võrsub samavõrd sisearhitekti teadmistest ja tehnilistest oskustest kui tema võimest küsida õigeid küsimusi ja leida inspiratsiooni olemasolevast. Sisearhitektuuri tudengid töötavad juba õppetöö raames projektidega, mis pakuvad inspireerivaid ruumilahendusi erinevatele ühiskonnagruppidele ja seovad kogukondi. Lõpetajate hulgas on silmapaistvate interjööride loojaid, kuid ka selliseid ruumiloojaid, kes rajavad isikupäraseid keskkondi, kombineerides arhitektuuri, disaini ja tehnoloogiat. \n\n**Eriala** \n\nSisearhitektuuri valdkond on muutumises, kuna ka keskkond ja inimeste vajadused teisenevad pidevalt – maailm linnastub, tööd tehakse aina mobiilsemalt, inimeste elud on pikemad, aga ka üksildasemad, autod on peagi isesõitvad, kliima muutub. Need ja veel mitmed suured trendid mõjutavad homsete sisearhitektide tööd ning seepärast õpetatakse EKA sisearhitektuuriosakonnas tudengeid looma ruume, mis vastavad inimeste kiiresti muutuvatele vajadustele, olgu need siis tööruumid, kodud või avalik ruum. \n\nTudengeid suunatakse olema tundlik ja tähelepanelik nii kultuuri- kui ruumikonteksti suhtes, kuna parim ruum sünnib seest väljapoole, võrsub samavõrd sisearhitekti teadmistest ja tehnilistest oskustest kui võimest küsida ruume luues õigeid küsimusi ja leida inspiratsiooni olemasolevast. Lisaks tehnilistele oskustele treenitakse tudengis üldistus- ja analüüsivõimet, mõõdutunnet, oskust olla kontaktis iseendaga ning teha ka meeskonnatööd. \n\n**Õppekava** \n\nSisearhitektuuri bakalaureuse õppekava läbimine kestab kolm aastat, õpe on päevane ning toimub suures osas eesti keeles, kuid välisõppejõudude käe all osalt ka inglise keeles. Bakalaureuseõppe parimad tööd on sündinud kohalikus kontekstis, inspireerituna Eesti kliimast, traditsioonilisest ruumist ja mõtteilmast. Siin sünnivad juba esimesest kursusest alates tudengiprojektid, mis kõnelevad Eestist, kuid kõnetavad ka rahvusvahelist publikut. Tudengeid õpetavad kohalikud inspireerivaimad sisearhitektid, arhitektid, disainerid ning välislektorid disainikoolidest üle maailma. Tudengid teevad õppeprojektide raames koostööd teiste EKA erialadega, mis on professionaalide ettevalmistuses eriti oluline, sest sisearhitektuur on pea alati meeskonnatöö. \n\nSisearhitektuuri osakonna magistriõpe on stuudiopõhine. Esimesel aastal tutvustatakse uurimus- ja sekkumispõhiseid meetodeid: uuritakse näiteks ruumi ja poliitika seoseid, jääkmaterjalide kasutamist ning tehnoloogiaid, mis virtuaalset ja füüsilist ruumi ühendavad. Välitöödel analüüsitakse kohaliku ruumi spetsiifikat ning välisekspeditsioonidel tutvutakse uurimisteemadega seotud temaatikaga piiri taga. Esimesel aastal panevad tudengid aluse magistritööle ning teisel aastal keskendutaksegi peamiselt selle valmimisele. Magistriõpe on mõeldud neile, kel on selja taga ruumihariduse bakalaureuseõpingud ning võib-olla ka mõningane töökogemus valdkonnas. \n\n**Kellena saab töötada?** \n\nEKA sisearhitektuuri bakalaureuse- ja magistriprogrammi lõpetajate hulgas on paljude silmapaistvate interjööride loojaid, kuid ka selliseid ruumiloojaid, kes rajavad isikupäraseid keskkondi, kombineerides arhitektuuri, disaini ja tehnoloogiat."
    ],
    "eap": 120,
    "spots": 8,
    "majorWebsite": "https://www.artun.ee/erialad/sisearhitektuur/eriala/",
    "videoId": "srNxWZ-Yu5c",
    "personnel": [
        {
            "name": "Jüri Kermik",
            "title": "Professor, sisearhitektuuri osakonna juhataja ja BA õppekava juht",
            "email": "jyri.kermik@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/144456/Kermik_portrait_BW-300x400-c.jpg"
        },
        {
            "name": "Gregor Taul",
            "title": "Lektor, sisearhitektuuri osakonna MA õppekava juht",
            "email": "gregor.taul@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/123810/Gregor-Taul_Passipilt_jpeg-300x400-c.jpg"
        }
    ],
    "type": "Arhitektuuriteadus",
    "level": "magister",
    "language": "eesti keel",
    "duration": 2,
    "requirements": [
      {
        "term": "Inglise keele oskust B1 tasemel tõendav dokument"
      },
      {
        "term": "CV"
      },
      {
        "term": "Portfoolio (PDF formaadis)"
      },
      {
        "term": "Essee võimalikust magistritöö teemast (kokku kuni 2000 tähemärki, pdf- formaadis);"
      },
      {
        "term": "Video ‘mission statement’ – 1,5 minutit."
      }
    ],
    "name": "Sisearhitektuur",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1053?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Stsenograafia erialal tegeletakse nii teatri- kui ka filmilavastuste visuaalsete terviklahenduste loomisega. Stsenograafia on olemuselt paljusid valdkondi koondav ala ning oluline lavastuse instrument, mille abil juhitakse vaataja kujutlust. Et siin segunevad mitmed erinevad valdkonnad, hinnatakse kaasaegsetes etenduskunstides järjest enam autoripositsiooni olemasolu. Kombineeritakse edukalt nii arhitektuurilisi kui ka performatiivseid elemente, videost ja valgusest rääkimata. \n\nLisaks erialateadmistele omandatakse stsenograafiaõppe käigus kogemusi ka teistes kaasaegse kunsti valdkondades. Stsenograafia osakonnas õpivad avarapilgulised ja laialdase kultuurihuviga inimesed, kes suudavad iseseisvalt loomingulisi protsesse käivitada ja läbi viia. \n\n**Eriala** \n\nEesti Kunstiakadeemia ainus õppeasutus Eestis, kus on võimalik stsenograafia eriala kõrgtasemel omandada. Stsenograafia osakonnas lähenetakse õpetusele terviklikult: loomingus pole tähtis mitte ainult tehnika ja professionaalsus, vaid ka kunstiline tervikmõju. Stsenograafia on fiktsionaalsete maailmade loomise kunst, mis tugineb vaatajat emotsionaalselt ja vaimselt rikastavate stsenograafiliste kujutiste ellukutsumisele. Nii teatri- kui ka filmikunst tegeleb lugude jutustamisega piltides. Tänapäeval on stsenograafia eemaldunud pelgast dekoratiivsusest ning liikunud palju mitmekülgsema ja multidimensionaalsema lähenemise suunas. Samas pole vanu tehnikaid ja tehnoloogiaid unustatud, vaid neid kombineeritakse uuenduslike digitaaltehnoloogiliste lahendustega. Stsenograafia eriala uuenduslik õppekava on koostatud pidades silmas parimaid erialatraditsioone. \n\n**Õppekava** \n\nStsenograafiaõppes on olulisel kohal multi- ja interdistsiplinaarsus. Stsenograafia on klaster, mis on läbi põimunud teiste visuaalkultuuri distsipliinide ja tehnoloogiatega. Stsenograafiaõppes pööratakse suurt tähelepanu praktikale: ilma praktiliste lavastusprojektideta ei oleks võimalik stsenograafiat õpetada. Töötatakse nii ruumimudelite kui ka päris ruumidega, sealhulgas leitud, kohandatud, avalike ja privaatsete ruumidega. Eriala keskseid väärtusi on koostöö, sest vaid koos töötades on lavastusgruppidel võimalik edukalt tegutseda. \n\nStsenograafia õpe toimub kursuste kaupa ning semestri lõikes erinevate õppejõudude juhatusel. Nõnda juhatatakse üliõpilane lihtsamatelt keerukamate ülesannete juurde vastavalt õppekava struktuurile. Sügissemestril on õpetuse põhirõhk teatriga seotud projektidel, kevadsemestril tegeletakse filmiprojektide lavastamisega. Õpe toimub nii seminarivormis kui ka individuaalselt. Üliõpilaselt eeldatakse pidevat kaasamõtlemist ja ideede väljapakkumist kogu semestri vältel. Stsenograafia õppekava läbimisel tutvuvad üliõpilased valdkondadega nagu kostüüm, grimm, valgus ja ruum. Kolm aastat bakalaureuseõpet sisaldab erialaprojekte, tugiaineid, valikaineid, teooriat ja praktikat. Lisaks stuudioruumile on stsenograafia osakonnas olemas ka kostüümistuudio, arvutiklass, väike loenguruum ning õppeklassid tudengitele. \n\n**Kellena saab töötada?** \n\nLisaks teatri- ja filmivaldkonnale võimaldab stsenograafiaalane haridus töötada näiteks muuseumides, televisioonis või reklaamialal."
    ],
    "eap": 120,
    "spots": 6,
    "majorWebsite": "https://www.artun.ee/erialad/stsenograafia/",
    "videoId": "X632WgbE4uI",
    "personnel": [
        {
            "name": "Ene-Liis Semper",
            "title": "Professor, osakonnajuhataja",
            "email": "ene-liis.semper@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/95012/Ene-Liis-Semper_kodukale-300x400-c.jpg"
        },
        {
            "name": "Madlen Hirtentreu",
            "title": "Kujundliku mõtte labori juhataja",
            "email": "madlen.hirtentreu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/137648/passpilt-2-scaled-300x400-c.jpg"
        },
        {
            "name": "Kamilla Jakobsone",
            "title": "Projektide koordinaator",
            "email": "kamilla.kase@artun.ee"
        }
    ],
    "type": "Kunstikultuuri teadus",
    "level": "magister",
    "language": "eesti keel",
    "duration": 2,
    "requirements": [
      {
        "term": "2023 õppeaastal vastuvõttu ei toimu."
      }
    ],
    "name": "Stsenograafia",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1044?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "The Master of Urban Studies is a two-year, English-language program focused on contemporary urbanism. The program combines history, theory and practice to rethink prevailing understandings of urbanization, and to contribute to building more equitable urbanisms than the current ones. The main premise of the program is that the subject of urban studies is irreducible to the “city”: the global urban arena today, more than ever before, is where struggles over our collective future play out. \n\nThis transcdisciplinary program builds on insights from critical urban geography, urban planning and architectural history. Urbanism is seen through the conceptual lenses of socio-spatial dialectics and uneven urban development. Themes addressed in the program include housing and gentrification; urban nature and ecology; infrastructure and global networks. Urban Studies will introduce you to the basics of urban design and planning, as well as to a range of skills such as how to conduct a field work, write about urbanism and develop urban strategies. The art school/architectural department where you will study provide a great environment to combine critical thought and creative imagination. \n\nUrban Studies prepares you for a career in planning, public policy and community advocacy. Our alumni work as urban designers in the private sector, as planners in public administration (municipal, regional and state-level), and as consultants in the NGO sector. They have founded advocacy organizations, and many are active as urban activists. The program provides a good basis for postgraduate study. \n\nThe core of the Urban Studies curriculum is our signature urban research studio, in which you will analyze and participate in actual urban situations through a combination of desk research, field work, and multi-sited interventions. It differs from an architecture/urban design studio in that we approach design as a practice that is inextricable from and determined by social, political and economic fields. The research studio allows for different outcome formats, such as essays/written reports, installations and happenings. \n\nAdditionally the curriculum consists of lecture courses, seminars, a design studio, thematic workshops and skill-based training sessions. Occassionally we organize a master class, and we do not shy from experimental teaching methods, such as reading retreats. \n\nThe curriculum combines individual and group study. You will be studying in a small group of no more than twelve students and will be supported by regular consultations with the faculty."
    ],
    "eap": 120,
    "spots": 7,
    "majorWebsite": "https://www.artun.ee/en/curricula/urban-studies/about-the-program/",
    "videoId": "d1JwqONcfAo",
    "personnel": [
        {
            "name": "Keiti Kljavin",
            "title": "Visiting Lecturer / Estonian Urban Lab",
            "email": "keiti.kljavin@artun.ee",
            "phone": "+37255668680",
            "photo": "https://www.artun.ee/app/uploads/fly-images/84380/n%C3%A4gu_ken_v%C3%A4iksem-300x400-c.jpg"
        },
        {
            "name": "Sean Thomas Tyler",
            "title": "Visiting Lecturer",
            "email": "sean.tyler@artun.ee"
        },
        {
            "name": "Kaija-Luisa Kurik",
            "title": "Visiting Associate Professor /temporarily on leave",
            "email": "kaija-luisa.kurik@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/137442/Foto-autor-Sandra-Lepik-1-scaled-300x400-c.jpg"
        }
    ],
    "type": "Arhitektuuriteadus",
    "level": "magister",
    "language": "inglise keel",
    "duration": 2,
    "requirements": [
        {
          "term": "Application submitted through Dream Apply (for international applicants) and SAIS (for Estonian applicants and applicants who have Estonian ID-card) "
        },
      {
        "term": "Copy of your Bachelor’s degree certificate or equivalent and its translation into Estonian or English (both, the copies and translations have to be attested by notary)."
      },
      {
        "term": "Copy of your transcript of records (and translation into Estonian or English; both copy and translation must be attested by notary)."
      },
      {
          "term": "Certificate of foreign language skills",
      },
      {
          "term": "Copy of the data page of your passport or ID-card",
      },
      {
          "term": "CV",
      },
      {
          "term": "Sample of your previous work"
      },
      {
          "term": "Motivation letter (max 500 words) Explain how you understand the terms “city,” “urbanism,” and “urbanization”. How does your education/experience prepare you for the program? How would you benefit from, and contribute to, the program? Discuss "
      }
    ],
    "name": "Urbanistika",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1056?format=json",
    "cost": {
      "amount": 1700,
      "currency": "€",
      "interval": "year"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Kirjandus-, visuaalkultuuri ja filmiteooria magistriõppekava on Eesti Kunstiakadeemia kunstiteaduse ja visuaalkultuuri instituudi ja Tallinna Ülikooli humanitaarteaduste instituudi valdkondadevaheline ingliskeelne ühisõppekava. Kujutiste ja tekstide uurimine nõuab laiapõhjalisi ja distsipliinideüleseid teadmisi, kriitilise ja kultuuriteooria head tundmist ning võimet luua seoseid eri valdkondade vahel – sellest ka niisugune erialade kombinatsioon. \n\nSiin õpivad inimesed, kelle huvid ei piirdu vaid ühe erialaga, vaid kes tahavad õppida tundma sõna, staatiliste ja liikuvate piltide seoseid nii ajaloolises kui ka nüüdisaegses kontekstis. \n\n**Eriala** \n\nKirjandus-, visuaalkultuuri ja filmiteooria magistriõppekava on Eesti Kunstiakadeemia kunstiteaduse ja visuaalkultuuri instituudi ja Tallinna Ülikooli humanitaarteaduste instituudi valdkondadevaheline ingliskeelne ühisõppekava, juhendajateks Eesti parimad kirjanduse, kunstiajaloo, filmi ja visuaalkultuuri asjatundjad. Nii kujutiste kui ka tekstide uurimine nõuab laiapõhjalisi ja distsipliinideüleseid teadmisi, kriitilise ja kultuuriteooria head tundmist ning võimet luua seoseid eri valdkondade vahel. Eriala koondabki ühte õppekavasse kokku kirjandus- ja visuaalkultuuri uuringud, mis on tavaliselt jagunenud eri osakondade või isegi teaduskondade vahel. Kujutisi ja tekste on seostatud väga ammu ja võiks lausa öelda, et üks ei eksisteeri teiseta – kunstiajaloost on teada, kuidas klassikaline kunst baseerus sajandeid mütoloogilisel ja hiljem religioossel narratiivil. Ka tänapäeval on teksti- ja kujutisepõhised meediad läbi põimunud ning toimivad vaataja-lugeja suhtes korraga. Õppe käigus omandavad tudengid mitmeid praktilisi oskusi nagu analüütiline mõtlemine ning kirjutamis- ja esinemisoskus, mis kõik edendavad võimalusi tööturul ja valmistavad ette väga erinevateks karjäärivalikuteks. \n\n**Õppekava** \n\nKirjandus-, visuaalkultuuri ja filmiteooria erialal saab tudeng head baasteadmised kriitilise teooria ja kultuuriteooria võtmemõistetest, aga ka teksti- ja pildianalüüsi algteadmised. Samuti toimuvad loengud ja seminarid filmiteooriast ning erikursused, mis käsitlevad erinevaid meediaid koos. Õppetöö praktilises osas on tudengitel võimalus osaleda Tallinna suuremate kultuurifestivalide töös ning näha nende korraldamise köögipoolt. Laiemalt vaadates aga õpetame analüüsioskust, kirjutamist ja esitluste tegemist – kõike seda läheb vaja väga erinevatel elualadel. Õpe toimub suures osas seminarivormis, mis annab üliõpilastele võimaluse aktiivselt diskussioonis osaleda. Üliõpilaste individuaalseid uurimishuvisid toetatakse õpingute algusest peale. Õppegrupid on rahvusvahelised ja neis õpivad tudengid väga mitmetest riikides – üliõpilaste erinev kultuuritaust rikastab kultuuride võrdlevat uurimist. Uurimistöökeskne õppekava annab parimad võimalused jätkamaks õpinguid doktoriõppe tasemel. Magistriõpe on avatud kõigile humanitaar- ja sotsiaalteaduste üliõpilastele. Samuti on tegu hea ettevalmistusega doktoriõppeks, et seal mõnd kitsamat teemat edasi uurida. Lisaks pakuvad Erasmuse üliõpilasvahetuse lepingud paljude Euroopa ülikoolidega tudengitele võimalust õppida välisülikoolis kuni terve aasta. \n\n**Kellena saab töötada?** \n\nKirjandus-, visuaalkultuuri ja filmiteooria eriala on neile, kes näevad end töötamas näiteks kas kriitiku, kultuuriajakirjaniku, kunstikorraldaja või kultuuridiplomaadina."
    ],
    "eap": 120,
    "spots": 10,
    "majorWebsite": "https://www.artun.ee/erialad/kirjandus-visuaalkultuuri-ja-filmiteooria/ulevaade/",
    "personnel": [
        {
            "name": "Andres Kurg",
            "title": "Professor, vanemteadur, kunstiteaduse ja visuaalkultuuri uuringute doktoriõppekava juht",
            "email": "andres.kurg@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39409/MG8903-300x400-c.jpg",
        },
        {
            "name": "Krista Kodres",
            "title": "Professor",
            "email": "krista.kodres@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39403/MG8719-300x400-c.jpg",
        },
        {
            "name": "Matthias Jost",
            "title": "Lektor",
            "email": "matthias.jost@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39405/MG9004-300x400-c.jpg",
        },
        {
            "name": "Regina-Nino Mion",
            "title": "Vanemteadur",
            "email": "regina-nino.mion@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/82111/Regina-mv-300x400-c.jpg",
        },
        {
            "name": "Mari Laaniste",
            "title": "Teadur, ühisõppekava Literature, Visual Culture and Film Studies (MA) juht",
            "email": "mari.laaniste@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/82924/IMG_20190323_220349edit-300x400-c.jpg",
        }
    ],
    "type": "Arhitektuuriteadus",
    "level": "magister",
    "language": "inglise keel",
    "duration": 2,
    "requirements": [
      {
        "term": "Kandidaadil peab olema bakalaureusekraad või sellele vastav kvalifikatsioon."
      },
      {
        "term": "Kandidaadil peab olema inglise keele oskus vähemalt B2-tasemel."
      },
      {
          "header": "Vastuvõtueksam",
        "term": "Vastuvõtueksam koosneb kirjalikus ja suulisest osast. \n\n**•** Kirjalikult esitatakse kandidaadi koostatud vähemalt 10-leheküljeline ingliskeelne uurimistöö (nt väljavõte bakalaureusetööst või akadeemiline essee) ja võimalikud uurimisteemad koos sisseastumisdokumentidega SAIS-i keskkonnas. Kui kandidaadi BA ei lõppenud bakalaureusetööga, aktsepteeritakse kirjatöö näidisena ka akadeemilisi ingliskeelseid esseesid ja ilmunud teadusartikleid. Kui kirjatöö näidis ei ole inglise keeles, tuleb originaaltekstile lisada tõlge inglise keelde. Tõlke inglise keelde võib teha ise, see ei pea olema notariseeritud. \n\n**•** Suuline osa on vestlus. Vestluse kellaaeg teatatakse kandidaadile e-posti teel. Vastuvõtuperioodil koha peal toimuva intervjuu aega muuta ei saa. NB! Vestlusele kutsutakse kandidaadid, kes on saanud uurimistöö plaani ja eelneva uurimistöö näidise eest minimaalsed vajalikud punktid."
      }
    ],
    "name": "Kirjandus-, visuaalkultuuri ja filmiteooria",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1027?format=json",
    "cost": {
      "amount": 1435,
      "currency": "€",
      "interval": "semester"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
        "Ringdisaini õppekava on loodud inimestele, kelle motivatsioon on radikaalselt ja strateegiliselt disainida ringset tulevikku esemelises maailmas ja läbi selle luua positiivset mõju ning lisaväärtust tootvas majandusruumis. \n\nRingdisaini õppekava panustab uute loovpraktikute, õppejõudude, mentorite ja teadurite arengusse, et pakkuda esemelisse ringdisaini ja disaineri rolli mõtestamisse innovatsiooni läbi omanäolise ja eristuva fookuse, muutudes nii oluliseks partneriks Eesti majanduse arengus ja ühiste globaalsete eesmärkide saavutamisel. \n\nHetkeolukord maailmas vajab kohalikke ringdisainile keskenduvaid eksperte, kes uute piiravate meetmetega joondumisele tootvas majanduses pakuksid ja viiksid ellu lahendusi, mis aitaks luua positiivset mõju holistiliselt. \n\n**Õppekava** \n\nÜhiskond vajab inimesi, kes lisaks kestliku arengu teadlikkusele omavad praktilisi tööriistasid, et disainida meie elukeskkond ja ümbritsevad süsteemid ringseks. Strateegiline lähenemine ning kriitiline süsteemi-ja disainmõtlemine aitavad tuleviku professionaalidel lisaks uute piiravate meetmetega joondumisele tootvas majanduses pakkuda ka lahendusi, mis aitaks luua positiivset mõju holistiliselt. \n\nÕppekava eesmärgiks on arendada ringdisaini erialaseid professionaale ning mediaatoreid, kes suudaks tõestada, et ringdisaini rakendamine ja sellesse investeerimine omab positiivset mõju keskkondlike, sotsiaalsete ja kultuuriliste aspektide kõrval ka ettevõtluses ja majandusruumis. \n\nDisainerite kogukond Eestis vajab kohalikke ringdisainile keskenduvaid akadeemikuid ja eksperte, kes süsteemselt ja järjepidevalt tegeleks teadusarendustööga ning suudaks olla lisaväärtust pakkuv partner rahvusvahelisel skeenel. \n\nNii panustab käesolev magistriprogramm uute loovpraktikute, õppejõudude, mentorite ja teadurite arengusse, et pakkuda esemelisse ringdisaini ja disaineri rolli mõtestamisse innovatsiooni läbi omanäolise ja eristuva fookuse, muutudes nii oluliseks partneriks Eesti majanduse arengus ja ühiste globaalsete eesmärkide saavutamisel. \n\nRingdisaini õppekava on loodud inimestele, kelle motivatsioon on radikaalselt ja strateegiliselt disainida ringset tulevikku esemelises maailmas ja läbi selle luua positiivset mõju ning lisaväärtust tootvas majandusruumis. Tulevase tudengi taust ei pea olema disainis – õppekaval tutvustatavad (disaini)tööriistad on probleemide lahendamisel ja uute süsteemide loomisel ning tõlgendamisel universaalsed abilised ka äritaustaga inimestele. \n\nÕppekava ootab paralleelselt ka inimesi, keda huvitab akadeemiline karjäär ja kohaliku ringdisaini kogukonna teadusarendustöö. Sisseastuja võib olla äsja BA lõpetanud, kuid ka aastaid lineaarses majandusruumis tegutsenud professionaal, kes vajab uusi tööriistasid, et joonduda ringse tulevikuga."
    ],
    "eap": 120,
    "spots": 10,
    "majorWebsite": "https://www.artun.ee/erialad/ringdisain/",
    "personnel": [
        {
            "name": "Stella Runnel",
            "title": "Dotsent, aksessuaari ja köite osakonna juhataja",
            "email": "stella.runnel@artun.ee",
            "phone": "+3726267317",
            "photo": "https://www.artun.ee/app/uploads/fly-images/109852/Stella-Runnel_dngr-scaled-300x400-c.jpg",
        },
        {
            "name": "Marta Põldma (Konovalov)",
            "title": "Lektor, MA Ringdisain õppekava juht",
            "email": "marta.konovalov@artun.ee",
            "phone": "+3726267317",
            "photo": "https://www.artun.ee/app/uploads/fly-images/83861/MG_4187_1-300x400-c.jpg",
        }
    ],
    "type": "Arhitektuuriteadus",
    "level": "magister",
    "language": "eesti keel",
    "duration": 2,
    "requirements": [
      {
        "term": " Inglise keele oskust B1 tasemel tõendav dokument"
      },
      {
        "term": "CV"
      },
      {
        "term": "Motivatsiooniessee (1 A4)"
      },
      {
          "header": "Portfoolio",
        "term": "Digitaalne portfoolio, PDF-formaadis, maht kuni 40 Mb (mitte rohkem kui 10 projekti koos lühikirjeldustega). Kui portfoolio sisaldab videoformaadis töid, tuleb need portfoolios esitada toimiva veebilingina. Kui tööd on välja pandud isiklikule kodulehele, siis võib portfoolio asemel esitada ka kodulehe lingi."
      },
      {
        "term": "Vestlus"
      }
    ],
    "name": "Ringdisain",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2984?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
        "Läbitavad ained on näiteks strateegiline teenusedisain, eetika ja sotsiaalne vastutus, parandamise praktika ning avalik haldus. Kaheaastase programmi jooksul julgustatakse õpilasi katsetama olemasolevate ja uute koostöö- ja ühisloome tavadega. Õpitakse disainima teenuseid, jätkusuutlikke muutusi ja osalusmeetodeid koos kogukondade ja sidusrühmadega, et vastata tänapäevastele sotsiaalsetele väljakutsetele nagu vaimne tervis, jäätmekäitlus, migratsioon, ressursside taaskasutus, jätkusuutlik energia tootmine ja tarbimine ning vajadus reageerida tekkivatele kriisidele. \n\nSotsiaalne disain MA on esimene omataoline transdistsiplinaarne õppekava Eestis, mis valmistab ette erineva taustaga üliõpilasi kujundama ümber ühiskondlikke suhteid, organisatsioone ja tootmist. Programmi eesmärk on aidata mõista ja luua uusi sotsiaalseid rolle disaineritele, kes on häälestatud kaasaegsetele ökoloogilistele ja poliitilistele väljakutsetele, kasutades disaini abivahendina ihaldusväärsete ja vajalike muutuste läbiviimiseks. Mõtestame disaineri rolli ja vastutuse ühiskonnas uuesti lahti läbi multidistsiplinaarse õppe, mis hõlmab praktikapõhiseid stuudioid, teoreetilisi arutelusid, uurimistehnikaid ja praktikat. \n\n**Õpitulemused** \n\nSotsiaalse disaini magistrikava toetab sotsiaalteaduste ja disaini ühiste pädevusega professionaali kujunemist, kelles on ühendatud praktik ja analüütik. Tegemist on sotsiaalselt kaasava, kollektiivselt organiseeritud ja eksperimentaalse suunitlusega programmiga. Uuritakse disaini väärtust edendamaks jätkusuutlikku tulevikku, avalikkuse huve ning uusi elamise ja maailma eest hoolitsemise viise. Et disainivaldkond puutub üha tihedamalt kokku sotsiaalpoliitiliste probleemidega, on oluline anda tudengitele edasi oskus mõtestada oma rolli ja võimalusi ühiskonna kujundajana. \n\nÕpe on orienteeritud eelkõige kohalikele kogukondadele ja poliitilistele väljakutsetele, mis üldjuhul asetuvad üleilmsesse konteksti. Aitame kujundada professionaali, kelle pädevus jääb sotsiaalteaduste ja disaini piirimaile ning kes oskab mõelda üheaegselt kui disainer ja kui uurija, ühendades endas mõlema mõtteviisi. Magistrikava läbinu peab suutma sekkuda avalikesse diskussioonidesse ja ettevõtmistesse, kasutades selleks teadlikult erinevaid lähenemisviise ja olles jätkusuutlikult innovatiivne nii poliitiliselt kui sotsiaalselt. Lisaks õpitakse aru saama teenuste sotsiaalsest mõjust ning tuvastama digitransformatsiooni võimalusi ja ohte erinevatest vaatenurkadest. \n\n**Eriala** \n\nKuna sotsiaalse disaini üks põhiprintsiipe on jõudude ühendamine eesmärgi saavutamiseks, sisaldab õppetöö koostööd nii kogukondade kui teiste erialade esindajatega. Seejuures püüame tõsta disaineri suutlikkust leida alternatiivseid viise ühiskondlike probleemidega tegelemiseks, uuendades seejuures arusaama disainist nii jätkusuutlikkuse, poliitilisuse, loomingulisuse kui eetika seisukohast. \n\nInnustame tudengit mõistma disaini kui poliitilist jõudu, kui teadmusloome viisi ning tehnikat, mis on muu maailmaga tihedalt seotud ja ökoloogiline. Eeldame seega, et sotsiaalne/ühiskondlik mõõde on disainitöö oluline osa. Meie ei koolita oma tudengit juba olemasoleva kindla turu või eriala jaoks; pigem on rõhuasetus sellel, et õppija mõistaks, millised jõud tänast ühiskondlikku korraldust kujundavad. See aitaks teda tulevikus paremate ühiskondlike tingimuste disainimisel. \n\n**Õppekava** \n\nÕppekava üheks eesmärgiks on luua uusi koostöövõimalusi nii valdkonnasiseselt kui ühiskonnas laiemalt. Magistriprogramm on üles ehitatud selliselt, et suurem osa projekte oleks seotud reaalse eluga väljaspool akadeemiat. Teoreetilised arutelud vahelduvad praktiliste projektidega, mis aitavad tudengil oma tööd kontekstualiseerida nii disaini kui sotsiaalteaduste vallas. Tudengid tegelevad rööbiti õppejõudude püstitatud ülesannete lahendamisega ja huvirühmade pakutud sotsiaalsete ning omaalgatuslike projektidega. Igal nädalal kohtuvad tudengid õppejõududega, kes annavad tagasisidet, soovitavad lugemist, peavad seminare ja loenguid ning korraldavad uurimistööd. \n\nPraktilised disainiprojektid, uurimistöö ning teoreetilised arutelud vältavad kogu programmi, ent õpingute edenedes liigub rõhuasetus järk-järgult iseseisva töö poole (uurimistöö, disain ja analüüs), mille raames saavad tudengid arendada nii individuaalseid tugevusi kui rühmatööoskusi, suhestudes professionaalina sotsiaalse disaini valdkonnaga laiemalt. Viimasel semestril keskenduvad tudengid oma magistritööle, mis peab vastama vähemalt kolmele järgmistest kriteeriumidest: koostööpõhisus, multimodaalsus, eksperimentaalsus, eetilisus ja jätkusuutlikkus. \n\n**Keda ootame õppima?** \n\nSisseastuja puhul ei hinnata mitte niivõrd eelnevat disainiharidust, kuivõrd kandidaadi empaatiavõimet, suhtlemisoskust, „sotsiaalset närvi” ning valmisolekut eksperimenteerida ja tegeleda poliitiliste teemadega /probleemidega. Õppekava sobib ka avaliku halduse, antropoloogia, sotsioloogia ja semiootika eriala lõpetanutele. Tegelema hakatakse uute, alles kujunemisjärgus probleemidega, mistõttu ükski tudeng ei saa jääda kõrvaltvaatajaks. Tudeng peab olema valmis sekkuma, eksperimenteerima, end protsessiga siduma."
    ],
    "eap": 120,
    "spots": 10,
    "majorWebsite": "https://www.artun.ee/erialad/sotsiaalne-disain/ulevaade/",
    "personnel": [
        {
            "name": "Eva Liisa Kubinyi",
            "title": "Külalislektor",
            "email": "eva.kubinyi@artun.ee",
            "phone": "+3726267368",
            "photo": "https://www.artun.ee/app/uploads/fly-images/123812/Eva-Liisa-Kubinyi_portree_kodukale-300x400-c.jpg"
        },
        {
            "name": "Taavi Hallimäe",
            "title": "Külalislektor",
            "email": "taavi.hallimae@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/149972/taavi-hallimae-bw-300x400-c.jpg"
        },
        {
            "name": "Andra Aaloe",
            "title": "Külalislektor",
            "email": "andra.aaloe@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/150210/10497177_887082371319812_2288890377338821958_o-300x400-c.jpg"
        },
        {
            "name": "Kristi Kuusk",
            "title": "Vanemteadur",
            "photo": "https://www.artun.ee/app/uploads/fly-images/48989/MG44231-300x400-c.jpg"
        },
        {
            "name": "Anna Kaarma",
            "title": "graafiline disainer",
        }
    ],
    "type": "",
    "level": "magister",
    "language": "eesti keel",
    "duration": 2,
    "requirements": [
      {
        "term": "Inglise keele oskust B1 tasemel tõendav dokument"
      },
      {
        "term": "CV"
      },
      {
        "term": "Motivatsiooniessee (1 A4)"
      },
      {
          "header": "Portfoolio",
        "term": "Digitaalne portfoolio, PDF-formaadis, maht kuni 20 Mb. Kui portfoolio sisaldab videoformaadis töid, tuleb need portfoolios esitada toimiva veebilingina."
      },
      {
        "term": "Vestlus"
      }
    ],
    "name": "Sotsiaalne disain",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2985?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
        "Taidestuudium on uus õppekava (endine Disain ja rakenduskunst), mis käsitleb kõrvuti käelisele tööle omaseid viise loovuurimuslike metodoloogiate ja nüüdisaegsete materiaalse kultuuri teooriatega. Stuudiotööl põhinev õppekava toetab üliõpilase kriitilist väljendusoskust, kultuuripärandi ja -väärtuste töötlust, spekulatiivsust ning tulevaste taidepraktikate kujundamist. Olulisel kohal on aeglustumine, tähenduslikul moel objektide, materjalide ja protsessidega suhestumine, ning uuenduslike kõrg- ja analoogtehnoloogiliste lähenemisviiside kaasamine. \n\nStuudium arendab materjalikeskset loometööd ja mõtlemist, väärtustab teadmiste ja kogemuste jagamist, traditsiooniliste ja kaasaegsete kõrg- ning analoogtehnoloogiliste lähenemisviiside lõimimist, innovatsiooni ning tulevaste taidepraktikate kujunemist. Õppekava eesmärk on uuesti ja ümber mõtestada käelise tegevuse rolli loomisprotsessis, panustades aktiivselt materiaalse kultuuri teooriate ja uurimistöö arengusse. \n\nTaidestuudium pakub tudengitele haridusliku raamistiku individuaalse materjali- ja meediumipõhise praktika välja töötamisel, kontekstualiseerimisel ja positsioneerimisel. Õppekava arendab kriitilist mõtlemist ja loomingulisust, ning suunab kultuurinähtuste ilmingute mõtestamisele. Tudengid õpivad tundma materjale, osalevad ekspeditsioonidel ja näitustel ning tegelevad teoreetiliste väljakutsetega, seeläbi edendades oma erialast spetsialiseerumist. \n\n**Kuidas õpe välja näeb?** \n\nÕppeprotsess toetab tudengite loomepraktika kontekstualiseerimist ja positsioneerimist. Taidestuudium väärtustab teadmiste ja kogemuste jagamist, traditsiooniliste ja kaasaegsete kõrg- ja analoogtehnoloogiliste lähenemisviiside lõimimist, ning võimalike tuleviku-taidepraktikate arendust. Üliõpilased osalevad kultuuriliste, sotsiaalsete, majanduslike ja ökoloogiliste narratiivide ümber kujundamisel. \n\nLisaks loovuurimuslikele meetoditele arutlevad üliõpilased kaasaegsete taideteooriate, materiaalsuse eri vormide, kohaliku kultuuripärandi ning postkoloniaalse diskursuse üle, mis puudutab nii keha, identiteeti kui keskkonda. Seminarid käsitlevad näiteks materjali agentsuse, objektorienteeritud ontoloogia, fenomenoloogia, antropoloogia ja semiootika kontseptsioone ning rände ja kuuluvuse, taktiilsete teadmistega seotud küsimusi. \n\nKaheaastane täiskohaga õpe toimub nii eesti kui inglise keeles, hõlmates seminare, loenguid, töötubasid, kaastudengite edasi-sidestamist ja omaalgatuslike projektide läbi viimist. Stuudiumi neli peamist haru – Terraforming, Migrated Bodies, Floating Identities ja Material Respondence – on loodud autonoomsete taidepraktikate edendamiseks, mida toetab individuaalne juhendamine ja lai valik tehnilisi oskusi, mida on võimalik omandada vastavalt tudengi personaalsele õpinguplaanile. \n\nIgal semestril on võimalik teha koostööd erineva stuudiojuhendajaga ja töötada mõnes konkreetses erialatöökojas. Taidestuudiumi teeb ainulaadseks meie õppejõudude mitmekülgne taust ja ühisjuhendamisel põhinev õppetöö. Õppejõududeks on rahvusvaheliselt tuntud külaliskunstnikud ja erialaprofessionaalid."
    ],
    "eap": 120,
    "spots": 10,
    "majorWebsite": "https://www.artun.ee/erialad/taidestuudium/",
    "personnel": [
        {
            "name": "Juss Heinsalu",
            "title": "Külalisdotsent, Taidestuudium MA õppekava juht",
            "email": "juss.heinsalu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/133584/Juss-Heinsalu-300x400-c.jpg"
        },
        {
            "name": "Kärt Ojavee",
            "title": "Vanemteadur",
            "email": "kart.ojavee@artun.ee",
            "phone": "+372 6443949",
            "photo": "https://www.artun.ee/app/uploads/fly-images/59203/ka%CC%88rt-ojavee-bw2-300x400-c.jpg"
        }
    ],
    "type": "",
    "level": "magister",
    "language": "eesti keel",
    "duration": 2,
    "requirements": [
      {
        "term": "Inglise keele oskust B1 tasemel tõendav dokument"
      },
      {
        "term": "CV"
      },
      {
        "term": "Ankeet (täidetakse SAISis) "
      },
      {
          "header": "Essee",
        "term": "Essee (1 A4) \n\nSisseastuja esitab essee, mis tuleb lahendada Juhtumiuuringuna. Juhtumiuuring analüüsib ja peegeldab näite või näidete (disainiobjekt, kunsti- või kirjandusteos, külastatud näitus, isikliku või kultuurilise kogemuse / sündmuse analüüs vms) põhjal end huvitavat teemat. Kirjutamisülesanne peab avama kandidaadi mõttemaailma, väärtusi, seoste loomise oskust ja nende selgust, andes aimu, kuidas kogutud näited sisseastujat kõnetavad. Essee esitatakse digitaalselt, PDF-formaadis, maht 1 A4. Lisada võib mõtteid illustreerivat visuaalset materjali."
      },
      {
          "header": "Portfoolio",
        "term": "Digitaalne portfoolio, PDF-formaadis, maht kuni 40 Mb (mitte rohkem kui 10 projekti koos lühikirjeldustega). Kui portfoolio sisaldab videoformaadis töid, tuleb need portfoolios esitada toimiva veebilingina."
      },
      {
        "term": "Vestlus"
      }
    ],
    "name": "Taidestuudium",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2990?format=json",
    "cost": {
      "amount": 2600,
      "currency": "€",
      "interval": "year"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
        "Taidestuudium on uus õppekava (endine Disain ja rakenduskunst), mis käsitleb kõrvuti käelisele tööle omaseid viise loovuurimuslike metodoloogiate ja nüüdisaegsete materiaalse kultuuri teooriatega. Stuudiotööl põhinev õppekava toetab üliõpilase kriitilist väljendusoskust, kultuuripärandi ja -väärtuste töötlust, spekulatiivsust ning tulevaste taidepraktikate kujundamist. Olulisel kohal on aeglustumine, tähenduslikul moel objektide, materjalide ja protsessidega suhestumine, ning uuenduslike kõrg- ja analoogtehnoloogiliste lähenemisviiside kaasamine. \n\nStuudium arendab materjalikeskset loometööd ja mõtlemist, väärtustab teadmiste ja kogemuste jagamist, traditsiooniliste ja kaasaegsete kõrg- ning analoogtehnoloogiliste lähenemisviiside lõimimist, innovatsiooni ning tulevaste taidepraktikate kujunemist. Õppekava eesmärk on uuesti ja ümber mõtestada käelise tegevuse rolli loomisprotsessis, panustades aktiivselt materiaalse kultuuri teooriate ja uurimistöö arengusse. \n\nTaidestuudium pakub tudengitele haridusliku raamistiku individuaalse materjali- ja meediumipõhise praktika välja töötamisel, kontekstualiseerimisel ja positsioneerimisel. Õppekava arendab kriitilist mõtlemist ja loomingulisust, ning suunab kultuurinähtuste ilmingute mõtestamisele. Tudengid õpivad tundma materjale, osalevad ekspeditsioonidel ja näitustel ning tegelevad teoreetiliste väljakutsetega, seeläbi edendades oma erialast spetsialiseerumist. \n\n**Kuidas õpe välja näeb?** \n\nÕppeprotsess toetab tudengite loomepraktika kontekstualiseerimist ja positsioneerimist. Taidestuudium väärtustab teadmiste ja kogemuste jagamist, traditsiooniliste ja kaasaegsete kõrg- ja analoogtehnoloogiliste lähenemisviiside lõimimist, ning võimalike tuleviku-taidepraktikate arendust. Üliõpilased osalevad kultuuriliste, sotsiaalsete, majanduslike ja ökoloogiliste narratiivide ümber kujundamisel. \n\nLisaks loovuurimuslikele meetoditele arutlevad üliõpilased kaasaegsete taideteooriate, materiaalsuse eri vormide, kohaliku kultuuripärandi ning postkoloniaalse diskursuse üle, mis puudutab nii keha, identiteeti kui keskkonda. Seminarid käsitlevad näiteks materjali agentsuse, objektorienteeritud ontoloogia, fenomenoloogia, antropoloogia ja semiootika kontseptsioone ning rände ja kuuluvuse, taktiilsete teadmistega seotud küsimusi. \n\nKaheaastane täiskohaga õpe toimub nii eesti kui inglise keeles, hõlmates seminare, loenguid, töötubasid, kaastudengite edasi-sidestamist ja omaalgatuslike projektide läbi viimist. Stuudiumi neli peamist haru – Terraforming, Migrated Bodies, Floating Identities ja Material Respondence – on loodud autonoomsete taidepraktikate edendamiseks, mida toetab individuaalne juhendamine ja lai valik tehnilisi oskusi, mida on võimalik omandada vastavalt tudengi personaalsele õpinguplaanile. \n\nIgal semestril on võimalik teha koostööd erineva stuudiojuhendajaga ja töötada mõnes konkreetses erialatöökojas. Taidestuudiumi teeb ainulaadseks meie õppejõudude mitmekülgne taust ja ühisjuhendamisel põhinev õppetöö. Õppejõududeks on rahvusvaheliselt tuntud külaliskunstnikud ja erialaprofessionaalid."
    ],
    "eap": 120,
    "spots": 10,
    "majorWebsite": "https://www.artun.ee/erialad/taidestuudium/",
    "personnel": [
        {
            "name": "Juss Heinsalu",
            "title": "Külalisdotsent, Taidestuudium MA õppekava juht",
            "email": "juss.heinsalu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/133584/Juss-Heinsalu-300x400-c.jpg"
        },
        {
            "name": "Kärt Ojavee",
            "title": "Vanemteadur",
            "email": "kart.ojavee@artun.ee",
            "phone": "+372 6443949",
            "photo": "https://www.artun.ee/app/uploads/fly-images/59203/ka%CC%88rt-ojavee-bw2-300x400-c.jpg"
        }
    ],
    "type": "",
    "level": "magister",
    "language": "inglise keel",
    "duration": 2,
    "requirements": [
      {
        "term": "Inglise keele oskust B1 tasemel tõendav dokument"
      },
      {
        "term": "CV"
      },
      {
        "term": "Ankeet (täidetakse SAISis) "
      },
      {
        "term": "Essee (1 A4) \n\nSisseastuja esitab essee, mis tuleb lahendada Juhtumiuuringuna. Juhtumiuuring analüüsib ja peegeldab näite või näidete (disainiobjekt, kunsti- või kirjandusteos, külastatud näitus, isikliku või kultuurilise kogemuse / sündmuse analüüs vms) põhjal end huvitavat teemat. Kirjutamisülesanne peab avama kandidaadi mõttemaailma, väärtusi, seoste loomise oskust ja nende selgust, andes aimu, kuidas kogutud näited sisseastujat kõnetavad. Essee esitatakse digitaalselt, PDF-formaadis, maht 1 A4. Lisada võib mõtteid illustreerivat visuaalset materjali."
      },
      {
        "term": "Digitaalne portfoolio, PDF-formaadis, maht kuni 40 Mb (mitte rohkem kui 10 projekti koos lühikirjeldustega). Kui portfoolio sisaldab videoformaadis töid, tuleb need portfoolios esitada toimiva veebilingina."
      },
      {
        "term": "Vestlus"
      }
    ],
    "name": "Taidestuudium",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2994?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
        "Doktoriõpingud Kunstiakadeemia arhitektuuri teaduskonnas jagunevad kaheks õppesuunaks: \n\ntraditsiooniline teooriapõhine uurimistöö ja eksperimentaalne loomepõhine uurimistöö. Viimane omakorda jaguneb praktikal põhinevaks uurimissuunaks ja kavandamisprotsessil endal põhinevaks uurimissuunaks. \n\nArhitektuuriteaduskonna doktoriõpingud hõlmavad järgmisi valdkondi: planeerimine, linnaehitus, arhitektuur, sisearhitektuur ja maastikuarhitektuur. Doktoriõpingud on suunatud nende valdkondade loomingu, ajaloo, teooria ja filosoofia arendamisele ja reflekteerimisele. Doktoriõppe täpsemad eesmärgid on: \n\n**•** Luua uusi professionaalseid teadmisi, mis ühendavad ruumi valdkonna laiemalt ühiskonna kaasaegsete probleemidega; \n\n**•** Arendada ja tutvustada oskusi uusi teadmisi ja professionaalset kompetentsi kasutada elukeskkonna säästvaks arenguks \n\n**•** Luua uusi professionaalseid teadmisi ja oskusi koostöös teiste uurimisvaldkondadega \n\n**•** Arendada olemasolevaid ja luua uusi meetodeid ja strateegiaid ruumi valdkonna uurimistegevuses \n\n**•** Osaleda oma valdkonna nii uurijate kui ka loovisikute rahvusvahelises koostöös. \n\nLühidalt: arhitektuuriteaduskonna doktoriõpe tahab olla kaasaegne, säästev, uuenduslik, interdistsiplinaarne ja rahvusvaheline. \n\nEesti Kunstiakadeemia (EKA) ja Kuninglik Melbourne’i Tehnoloogiainstituut (RMIT) teevad koostööd doktoriõppes, olles sõlminud Cotutelle lepingu. Partnerkoolid on juba alustanud koosjuhendamise praktikat läbi PRS-süsteemi (praktikapõhise uurimistöö seminarid). Kandidaadid astuvad mõlemasse kooli ja kvalifitseeruvad mõlema institutsiooni doktorikraadidele. Doktoriõppe normaalpikkus on 4 aastat."
    ],
    "eap": 240,
    "spots": 2,
    "majorWebsite": "https://www.artun.ee/akadeemia/teaduskonnad/arhitektuuriteaduskond/",
    "personnel": [
        {
            "name": "Sille Pihlak",
            "title": "Arhitektuuriteaduskonna dekaan",
            "email": "sille.pihlak@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/115473/Sille_Pihlak_bw-300x400-c.jpg"
        },
        {
            "name": "Andres Ojari",
            "title": "Arhitektuuri ja linnaplaneerimise osakonna ning õppekava juht, professor, erialastuudio juhendaja",
            "email": "Andres Ojari",
            "photo": "https://www.artun.ee/app/uploads/fly-images/154081/A_Ojari-2-300x400-c.jpg"
        },
        {
            "name": "Tiina Tammet",
            "title": "Teadus- ja arendustegevuse koordinaator",
            "email": "tiina.tammet@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/121508/Tiina-Tammet-1-scaled-300x400-c.jpg"
        },
        {
            "name": "Marie-Katharine Maksim",
            "title": "Arhitektuuriteaduskonna (Sisearhitektuur BA Arhitektuur ja linnaplaneerimine MA Sisearhitektuur MA (eestikeelne)) õppespetsialist",
            "email": "marie-katharine.maksim@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/151754/Marie-Katharine-Maksim-EKA_2022_fotoTanjaMuravskaja_333A1467-300x400-c.jpg"
        },
        {
            "name": "Liis Mõttus",
            "title": "Õppeassistent Arhitektuuri ja linnaplaneerimise ning urbanistika osakond",
            "email": "liis.mottus@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/114673/Liis-Mottus-1-1-scaled-300x400-c.jpg"
        }
    ],
    "type": "Arhitektuuriteadus",
    "level": "doktor",
    "language": "inglise keel",
    "duration": 4,
    "requirements": [
      {
        "term": "Inglise keele oskust B2 tasemel tõendav dokument"
      },
      {
        "term": "CV"
      },
      {
        "term": "Motivatsioonikirja"
      },
      {
        "term": "Doktoritöö kavandi ([vorm kodulehel](https://www.artun.ee/sisseastumine/doktoriope/uldinfo/))"
      },
      {
        "term": "Portfoolio või kaitstud magistritöö"
      },
      {
        "term": "Vestlus"
      }
    ],
    "name": "Arhitektuur ja linnaplaneerimine",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1042?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Kunst peab ühiskonnas täisväärtuslikult toimiseks olema mõtestatud ja tõlgendatud, seotud oma loomiskontekstiga. Võimalust selliseks kunsti uurimiseks pakub doktoriõpe. Kunsti ja disaini doktoriõpe keskendub loovuurimusele, kus kunstnik või disainer loob uudse teose ning mõtestab seda tekstiliselt. \n\nDoktoriõppe nominaalne õppeaeg on neli aastat. Õpe keskendub uurimustööle, mis lõpeb avaliku kaitsmisega, ja seda toetavad üldõpe, erialaõpe ja valikained. Doktorandil võib olla kaks juhendajat, kellest vähemalt üks on doktorikraadiga ja teine võib olla doktorikraadita rahvusvaheliselt tunnustatud loovisik. Juhul kui doktorandil on üks juhendaja, siis on eelduseks doktorikraad. \n\nKunsti ja disaini doktoriõpe tugineb loovuurimusele, mis rakendab autori loomepraktikaga seotud teadmisi ja metoodikat kriitiliselt interdistsiplinaarsesse uurimusse. Teemavaldkonnad hõlmavad kaasaegse kunsti tehnoloogiaid, praktikaid ja strateegiaid; kunsti, disaini ja ettevõtlust jätkusuutlikus arengus, disaini ja tarbekunsti tehnoloogiaid, praktikaid ja strateegiad. \n\nDoktoriõppe nominaalne õppeaeg on neli aastat. Õpe keskendub uurimustööle, mis lõpeb avaliku kaitsmisega, ja seda toetavad üldõpe, erialaõpe ja valikained. Loovuurimuses on oluline osa kunstniku ja disaineri loometegevusel."
    ],
    "eap": 240,
    "spots": 2,
    "majorWebsite": "https://www.artun.ee/erialad/kunst-ja-disain/ulevaade/",
    "personnel": [
        {
            "name": "Anu Allas",
            "title": "Teadusprorektor, doktorikooli juhataja",
            "phone": "+37255681908",
            "email": "anu.allas@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/111321/Anu-Allas_dngr-scaled-300x400-c.jpg"
        },
        {
            "name": "Krista Kodres",
            "title": "Professor",
            "email": "krista.kodres@artun.ee ",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39403/MG8719-300x400-c.jpg"
        },
        {
            "name": "Anneli Randla",
            "title": "Dotsent, vanemteadur, muinsuskaitse ja konserveerimise osakonna juhataja, muinsuskaitse ja konserveerimise doktoriõppekava juht",
            "email": "anneli.randla@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/88277/Anneli-Randla-1-300x400-c.jpg"
        },
        {
            "name": "Liina Unt",
            "title": "Kunsti ja disaini eriala doktoriõppekava juht",
            "email": "liina.unt@artun.ee"
        },
        {
            "name": "Kristina Jõekalda",
            "title": "Dotsent",
            "email": "kristina.joekalda@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/81570/Kristina-Jo%CC%83ekalda_dngr-scaled-300x400-c.jpg"
        },
        {
            "name": "Irene Hütsi",
            "title": "Doktorikooli koordinaator",
            "phone": "+37253068909",
            "email": "irene.hutsi@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/95366/Irene-Hu%CC%88tsi-23-scaled-300x400-c.jpg"
        }
    ],
    "type": "",
    "level": "doktor",
    "language": "inglise keel",
    "duration": 4,
    "requirements": [
      {
        "term": "Magistrikraad või sellele vastav kvalifikatsioon. "
      },
      {
        "term": "Inglise keele oskus B2 tasemel"
      },
      {
        "term": "Vestluses"
      }
    ],
    "name": "Kunst ja disain",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1057?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Kunstiteaduse ja visuaalkultuuri uuringute doktoriõppes keskendutakse konkreetse uurimisprobleemi lahendamisele. Doktoriväitekiri valmib individuaalse uurimistööna koostöös juhendajaga. Doktoriõppe üldained tagavad professionaalsed oskused teadustööks, erialaseminaride eesmärgiks on laiendada teadmisi sotsiaal- ja humanitaarteaduste aktuaalsetest uurimisprobleemidest ning metodoloogiatest. Individuaalset tööd täiendavad välisõppejõudude intensiivseminarid, samuti osaleb EKA Kultuuriteaduste ja kunstide doktorikoolis, mis pakub kõrgetasemelisi ning interdistsiplinaarseid loengu- ja seminarikursusi. Õppekava üldeesmärgid: – tagada rahvusvahelisel tasemel teoreetiline ettevalmistus ja teadmised kunstiteaduse erialal; – tagada sellele vastavad professionaalsed oskused uurimistöö metodoloogias ja selle filosoofilistes alustes; – süvendada akadeemilist väljendusoskust; – valmistada ette tipptasemel spetsialiste töötamiseks nii akadeemilise uurija, muuseumiteaduri kui ka kõrgkooli õppejõuna. \n\n1992. aastal loodud Kunstiteaduse ja visuaalkultuuri instituut (KVI) on Eesti juhtiv kunstiteaduse uurimis- ja õpetamiskeskus. Instituudi õppejõud ja teadurid on oma eriala tippspetsialistid ja tunnustatud asjatundjad. KVI vilistlaskonda kuuluvad Eesti noorema põlve mõjukamad kunstiteadlased, -kriitikud ja kuraatorid. \n\nKunstiteaduse ja visuaalkultuuri instituudi sihiks on pakkuda mitmekülgset, uuenduslikku ning inspireerivat õppe- ja uurimiskeskkonda. Õpinguid toetavad instituudis läbiviidav uurimistöö, teadusprojektid, konverentsid ja väljaanded. \n\nKVI teadustöö katab eri uurimissuundade ulatuslikku spektrit. Seda toetavad mitmed mahukad teadusprojektid, mida rahastavad Eesti Teadusagentuur jt Eesti-sisesed ja rahvusvahelised institutsioonid. KVI kuulub Rahvusvahelisse Kunstiajaloo Uurimisinstituutide Assotsiatsiooni RIHA. \n\nKVI-s õpetatakse ainsana Eestis kunstiteadust kõigil kolmel – bakalaureuse, magistri ja doktori – õppetasemel. KVI-s õpitakse kunstiteadust kultuuriteooria ja sotsiaalajaloo foonil. Õpe kombineerib ajaloolist ja objektikeskset lähenemist teoreetiliste vaatenurkadega ning annab laiapõhjalise humanitaarhariduse. Visuaalkultuuri uuringud aitavad mõtestada pildilise ja ruumilise keskkonna seoseid ning toimimist ühiskonnas. Erialaõpet täiendavad õppereisid ja praktikad."
    ],
    "eap": 240,
    "spots": 2,
    "majorWebsite": "https://www.artun.ee/erialad/kunstiteadus/erialast/doktoriope/",
    "personnel": [
        {
            "name": "Virve Sarapik",
            "title": "Professor, kunstiteaduse ja visuaalkultuuri instituudi juhataja",
            "email": "virve.sarapik@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/67349/MG_8667_vs-e1521926851530-300x400-c.jpg"
        },
        {
            "name": "Annika Toots",
            "title": "Teadussekretärr",
            "email": "annika.toots@artun.ee",
            "phone": "+3726117650",
            "photo": "https://www.artun.ee/app/uploads/fly-images/112946/Annika-Toots_kodukale-300x400-c.jpg"
        },
        {
            "name": "Krista Kodres",
            "title": "Professor",
            "email": "krista.kodres@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39403/MG8719-300x400-c.jpg"
        },
        {
            "name": "Andres Kurg",
            "title": "Professor, vanemteadur, kunstiteaduse ja visuaalkultuuri uuringute doktoriõppekava juht",
            "email": "andres.kurg@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39409/MG8903-300x400-c.jpg"
        },
        {
            "name": "Linda Kaljundi",
            "title": "Kultuuriajaloo professor, magistriõppekava juht",
            "email": "linda.kaljundi@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/110733/LindaKaljundi_fotoEvaSepping_kodulehele-scaled-300x400-c.jpg"
        },
        {
            "name": "Anu Allas",
            "title": "Museoloogia suuna (MA) juht",
            "email": "anu.allas@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/81565/Anu-Allas-300x400-c.jpg"
        },
        {
            "name": "Anders Härm",
            "title": "Lektor, kuraatoriõppe (MA) suuna juht",
            "email": "anders.harm@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/44742/imageedit29759545993-300x400-c.jpg"
        },
        {
            "name": "Liisa-Helena Lumberg-Paramonova",
            "title": "Lektor, bakalaureuseõppekava juht",
            "email": "liisahelena.lumberg@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/71482/MG_8871-300x400-c.jpg"
        },
        {
            "name": "Ingrid Ruudi",
            "title": "Vanemeadur, külalisdotsent",
            "email": "ingrid.ruudi@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39396/MG8642-300x400-c.jpg"
        },
        {
            "name": "Epp Lankots",
            "title": "Vanemteadur, külalisdotsent",
            "email": "epp.lankots@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39533/MG8626-300x400-c.jpg"
        },
        {
            "name": "Tiina Abel",
            "title": "Lektor, teadur",
            "email": "tiina.abel@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/40495/MG9313-300x400-c.jpg"
        },
        {
            "name": "Matthias Jost",
            "title": "Külalisdotsent",
            "email": "matthias.jost@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39405/MG9004-300x400-c.jpg"
        },
        {
            "name": "Kädi Talvoja",
            "title": "Teadur",
            "email": "kadi.talvoja@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/95365/Ka%CC%88di-Talvoja-11-scaled-300x400-c.jpg"
        },
        {
            "name": "David Vseviov",
            "title": "Emeriitprofessor",
            "email": "david.vseviov@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39402/MG8698-300x400-c.jpg"
        },
        {
            "name": "Kristina Jõekalda",
            "title": "Vanemteadur",
            "email": "Kristina Jõekalda",
            "photo": "https://www.artun.ee/app/uploads/fly-images/81570/Kristina-Jo%CC%83ekalda_dngr-scaled-300x400-c.jpg"
        },
        {
            "name": "Mari Laanemets",
            "title": "Vanemteadur",
            "email": "mari.laanemets@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/92066/Mari-Laanemets_v%C3%A4ikebw-300x400-c.jpg"
        },
        {
            "name": "Regina-Nino Mion",
            "title": "Vanemteadur",
            "email": "regina-nino.mion@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/82111/Regina-mv-300x400-c.jpg"
        },
        {
            "name": "Mari Laaniste",
            "title": "Teadur, ühisõppekava Literature, Visual Culture and Film Studies (MA) juht",
            "email": "mari.laaniste@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/82924/IMG_20190323_220349edit-300x400-c.jpg"
        },
        {
            "name": "Margaret Tali",
            "title": "Teadur",
            "email": "margaret.tali@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/104351/Margaret_Tali-copy-300x400-c.jpg"
        },
        {
            "name": "Neeme Lopp",
            "title": "Kirjastaja, KVI külalisteadur",
            "email": "neeme.lopp@artun.ee",
            "phone": "+3725029286",
            "photo": "https://www.artun.ee/app/uploads/fly-images/115802/Neeme.Lopp_.web_.Kroot_Tarkmeel-300x400-c.jpg"
        },
        {
            "name": "Johannes Saar",
            "title": "Külalisteadur",
            "email": "johannes.saar@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/135180/vabaduse-valjak_johannes-Saar-300x400-c.jpg"
        },
        {
            "name": "Ragne Soosalu",
            "title": "Doktorant-nooremteadur",
            "email": "ragne.soosalu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/151688/Ragne-Soosalu-EKA_2022_fotoTanjaMuravskaja_333A1552-300x400-c.jpg"
        },
        {
            "name": "Pille Teppan",
            "title": "Kunstikultuuri teaduskonna õppekavade (Kirjandus-, visuaalkultuuri ja filmiteooriaMA, Kunstiteadus ja visuaalkultuuri uuringud BA ja MA, Kunstiõpetaja MA, Muinsuskaitse ja konserveerimine BA ja MA) õppespetsialist",
            "email": "pille.teppan@artun.ee",
            "phone": "+3726117653",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39393/MG8820-300x400-c.jpg"
        },
        {
            "name": "Hans Alla",
            "title": "Assistent",
            "email": "hans.alla@artun.ee",
            "phone": "+3726117653",
            "photo": "https://www.artun.ee/app/uploads/fly-images/94125/Hans-Alla-4-scaled-300x400-c.jpg"
        },
    ],
    "type": "Kunstikultuuri teadus",
    "level": "doktor",
    "language": "eesti keel",
    "duration": 4,
    "requirements": [
      {
        "term": " inglise keele oskust B2 tasemel tõendav dokument"
      },
      {
        "term": "CV"
      },
      {
        "term": "Motivatsioonikirja"
      },
      {
        "term": "Doktoritöö kavandi ([vorm kodulehel](https://www.artun.ee/sisseastumine/doktoriope/uldinfo/))"
      },
      {
        "term": "Kaitstud magistritöö"
      },
      {
        "term": "Vestlus"
      }
    ],
    "name": "Kunstiteadus ja visuaalkultuuri uuringud",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1060?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Tallinn"
    ],
    "description": [
      "Muinsuskaitse ja konserveerimise osakonna missiooniks on kultuuripärandi väärtustamine, aktualiseerimine ja mõtestamine tänases päevas ning selle säilimise tagamine järeltulevatele põlvedele. Õppe eesmärgiks on anda teoreetilised teadmised ja vajalikud praktilised oskused kvalifitseeritud kutsetööks kultuuripärandi kaitse, säilitamise, konserveerimise ja restaureerimise vallas.",
      "Kultuurpärandi mõiste ja tähendus on ajaloos muutunud. Kui varem käsitleti pärandina vaid materiaalseid objekte, siis tänapäeval vaadatakse seda inimkultuuri ja looduskeskkonna tervikliku kogumina. Mälukandjana on ajaloolised esemed ja hooned meie ümber omandanud nii emotsionaalse kui funktsionaalse tähenduse. Kultuuripärand on vajalik inimühiskonna kestmiseks ja arenguks.",
      "Eriala õpe lähtub kaasaegse keskkonnakäsitluse filosoofiast ja säästva arengu põhimõtetest. Õppe eesmärgiks on anda tudengitele erialased teadmised ja oskused ning kujundada hoiakud ja väärtushinnangud, mis võimaldavad teadvustada loodus-, sotsiaal- ja kultuurikeskkonna seoseid."
    ],
    "eap": 240,
    "spots": 2,
    "majorWebsite": "https://www.artun.ee/erialad/muinsuskaitse-ja-konserveerimine/",
    "videoId": "nP-lL8fi7Wo",
    "personnel": [
        {
            "name": "Aljona Gineiko",
            "title": "Doktorant, nooremteadur",
            "email": "aljona.gineiko@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/147814/Aljona-Gineiko-300x400-c.jpg"
        },
        {
            "name": "Kateriin Ambrozevits",
            "title": "Life IP Buildest projekti koordinaator",
            "email": "kateriin.ambrozevits@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/151689/Kateriin-Ambrozevits-EKA_2022_fotoTanjaMuravskaja_333A2184-300x400-c.jpg"
        },
        {
            "name": "Hannes Vinnal",
            "title": "Külalisdotsent",
            "email": "hannes.vinnal@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/126203/Hannes-Vinnal-300x400-c.jpeg"
        },
        {
            "name": "Anneli Randla",
            "title": "Dotsent, vanemteadur, muinsuskaitse ja konserveerimise osakonna juhataja, muinsuskaitse ja konserveerimise doktoriõppekava juht",
            "email": "anneli.randla@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/88277/Anneli-Randla-1-300x400-c.jpg"
        },
        {
            "name": "Hilkka Hiiop",
            "title": "Professor, Kunstikultuuri teaduskonna dekaan",
            "email": "hilkka.hiiop@artun.ee",
            "phone": "+37256577980",
            "photo": "https://www.artun.ee/app/uploads/fly-images/35117/Hilkka-Hiiop-300x400-c.jpg"
        },
        {
            "name": "Riin Alatalu",
            "title": "Dotsent, MA õppekava juht, UNESCO Kultuuripärandi uuringute õppetooli koordinaator",
            "email": "riin.alatalu@artun.ee",
            "phone": "+3726117654",
            "photo": "https://www.artun.ee/app/uploads/fly-images/67578/Riin-Alatalu-926x600-300x400-c.jpg"
        },
        {
            "name": "Taavi Tiidor",
            "title": "Konserveerimise stuudio meister",
            "email": "taavi.tiidor@artun.ee",
            "phone": "+3725205824",
            "photo": "https://www.artun.ee/app/uploads/fly-images/41102/Taavi-Tiidor-300x400-c.jpg"
        },
        {
            "name": "Merike Kallas",
            "title": "Maali konserveerimise stuudio juhataja, BA õppekava juht",
            "email": "merike.kallas@artun.ee",
            "phone": "+3726117654",
            "photo": "https://www.artun.ee/app/uploads/fly-images/35119/Merike-Kallas-300x400-c.jpg"
        },
        {
            "name": "Maris Veeremäe",
            "title": "Teadussekretär, arhitektuuri konserveerimise ja restaureerimise täiendkoolituse õppekava juht",
            "phone": "+3726117650",
            "email": "maris.veeremae@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/35116/Mina-300x400-c.jpg"
        },
        {
            "name": "Andres Uueni",
            "title": "Külalisteadur",
            "email": "andres.uueni@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/107909/Andres-Uueni-300x400-c.jpg"
        },
        {
            "name": "Triin Talk",
            "title": "Nooremteadur",
            "email": "triin.talk@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/97161/Triin-Talk_mustvalge-1-300x400-c.jpg"
        },
        {
            "name": "Triin Reidla",
            "title": "Nooremteadur, arhitektuuri konserveerimise õppesuuna juht BA ja MA õppekavadel",
            "email": "triin.reidla@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/119859/IMG_20210312_120236-300x400-c.jpg"
        },
        {
            "name": "Ove Oot",
            "title": "Külalislektor",
            "email": "ove.oot@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/107910/Ove-Oot-300x400-c.jpg"
        },
        {
            "name": "Karola Mursu",
            "title": "Arhitektuuri konserveerimise stuudio juhataja",
            "email": "karola.mursu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/105132/Karola-Mursu_must-valge-scaled-300x400-c.jpg"
        },
        {
            "name": "Pille Teppan",
            "title": "Kunstikultuuri teaduskonna õppekavade (Kirjandus-, visuaalkultuuri ja filmiteooriaMA, Kunstiteadus ja visuaalkultuuri uuringud BA ja MA, Kunstiõpetaja MA, Muinsuskaitse ja konserveerimine BA ja MA) õppespetsialist",
            "email": "pille.teppan@artun.ee",
            "phone": "+3726117653",
            "photo": "https://www.artun.ee/app/uploads/fly-images/39393/MG8820-300x400-c.jpg"
        },
        {
            "name": "Hans Alla",
            "title": "Assistent",
            "email": "hans.alla@artun.ee",
            "phone": "+3726117653",
            "photo": "https://www.artun.ee/app/uploads/fly-images/94125/Hans-Alla-4-scaled-300x400-c.jpg"
        },
        {
            "name": "Varje Õunapuu",
            "title": "Külalislektor",
            "email": "varje.ounapuu@artun.ee",
            "photo": "https://www.artun.ee/app/uploads/fly-images/126234/Varje-Ounapuu-300x400-c.jpg"
        }
    ],
    "type": "Kunstikultuuri teadus",
    "level": "doktor",
    "language": "inglise keel",
    "duration": 4,
    "requirements": [
      {
        "term": "Inglise keele oskust B2 tasemel tõendav dokument"
      },
      {
        "term": "CV"
      },
      {
        "term": "Doktoritöö kavand ([vorm kodulehel](https://www.artun.ee/sisseastumine/doktoriope/uldinfo/))"
      },
      {
        "term": "Kaitstud magistritöö (võõrkeelse, välja arvatud inglise või saksakeelse töö puhul, eestikeelne kokkuvõte)"
      },
      {
        "term": "Juhendaja akadeemiline CV (Juhendaja olemasolu ei ole kandideerimisel vältimatu tingimus. Kui juhendaja esitatakse, peab ta olema andnud selleks oma nõusoleku; CV-d ei pea esitama, kui juhendaja töötab Eesti Kunstiakadeemias)"
      },
      {
        "term": "Vestlus"
      }
    ],
    "name": "Muinsuskaitse ja konserveerimine",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1059?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  }
]
