[
  {
    "studyLocation": [
      "Reola"
    ],
    "description": [
      "Nii, nagu autodel on vaja sõitmiseks maanteid ja laevadel mereteid, on õhusõidukitele loodud nähtamatud rajad õhuruumis. Selleks, et tagada lennuliikluse ohutu kulgemine mööda õhumarsruute, teevad igapäevaselt oma vastutusrikast tööd lennuliikluse korraldamise spetsialistid. \n\nSelliseid spetsialiste koolitame lennuliiklusteenuste õppekaval, kus on kaks spetsialiseerumise võimalust: \n\n**•** lennuliiklusteenuste spetsialist \n**•** lennujuht \n\nLennuliiklusteenuste erialal toimub õppekava 2. õppeaasta keskel spetsialiseerumine. Eriala pädevusõppe mooduli alguses ja tesharjutuste hindamislävendi alusel õpid edasi kas lennujuhiks või lennuliiklusteenuste spetsialistiks. \n\n**Lennujuht** \n\nLennujuht läbib rahvusvaheliselt tunnustatud lennujuhi algkoolituse. Lennujuhi töö on korrapärase, turvalise ja kiire lennuliikluse tagamine õhuruumis. Pidades sidet pilootidega ning nähes neid radariekraanil, juhib ta neid, et lennukid oleksid alati üksteisest ohutus kauguses ja lennurajad ei ristuks. Lennujuht on piloodi silmad pimedas, udu või tormise ilma korral. Ta aitab pilootidel erinevates ilmastikutingimustes orienteeruda ning ohutult lennuväljal maanduda. \n\nLennuliiklusteenuste erialal saab Sinust kõrgharidusega lennujuht ning Sul on võimalik teha karjääri: \n\n**•** lähilennujuhina, kes teostab lendude juhtimist lennuväljade vahetus läheduses ning stardi/maandumisrajal ja ruleerimisteedel \n\n**•** lähenemislennujuhina, kes juhib nii saabuvaid kui lahkuvaid õhusõidukeid lennuväljade lähenemisalades kasutades selleks radari abi \n\n**•** piirkondliku lennujuhina, kes suunab peamiselt ülelende riigi õhuruumis ning kõrgustevahemikus 3000 m kuni 20 000 m. \n\n**Lennuliiklusteenuste spetsialist** \n\nLennuliiklusteenuste spetsialist omandab teadmised ning oskused lennunduskeskkonnast, lennuliikluse korraldamise olemusest ja töömeetoditest. See võimaldab tal lahendada lennuliiklusteenustega seotud tööülesandeid erinevates lennundusettevõtetes ja asutustes: \n\n**•** lennuliiklust korraldavad ettevõtted \n**•** lennuettevõtted \n**•** lennujaamad \n**•** avaliku sektori institutsioonid. \n\n**Mida õpitakse?** \n\nÕppekava edukalt läbinud üliõpilane saab rahvusvaheliselt tunnustatud lennujuhi või lennuliiklusteenuste spetsialisti hariduse ning kõrgharidustunnistuse lennuliiklusteenuste erialal, mis tagab võimaluse töötada tulevikus nii Eestis kui ka välismaal. \n\nEsimesel kahel aastal läbitakse peamiselt alusained, omandatakse vajalikud teadmised tehnikaainetest, õpitakse loodusteaduseid, majandusaineid ja ettevõtlust. Kolmandal kursusel algab spetsiifiline erialane väljaõpe, mille käigus omandatakse kõik vajalikud praktilised oskused vastavalt valitud spetsialiseerumisele. \n\n**Kus ja kuidas õpitakse?** \n\n Õppeaeg on 3 aastat ja tasuta. Igapäevase praktilise õppetöö käigus kasutatakse Baltimaade kõige kaasaegsemat lennujuhtimistorni simulaatorit. Lennujuhtimistorni simulaatori ekraanidele kuvatav 360-kraadine vaateväli võimaldab jäljendada erinevaid reaalseid lennuvälju. Simulaatoritel harjutavad tulevased “taevavalvurid” läbi kõik olulised olukorrad, mis lennujuhi töös ette võivad tulla, sealhulgas kriisisituatsioonid. \n\n**Kuhu edasi?** \n\nÕppekava lõpetanute peamisteks tööandjateks Eestis on Eesti Õhuvägi, Lennuliiklusteeninduse AS, Tallinna Lennujaam AS ja Transpordiamet, aga ka mitmed teised kohalikud ning välismaised ettevõtted ning lennundusorganisatsioonid. Ka mehitamata lennundusega seotud ettevõtted vajavad järjest rohkem lennuliikluse korraldamise spetsialiste. "
    ],
    "eap": 180,
    "spots": 8,
    "majorWebsite": "https://lennuakadeemia.ee/sisseastumine/korgharidusoppekavad/lennuliiklusteenused",
    "personnel": [
      {
        "email": "kristjan.roosipold@eava.ee",
        "title": "Lennundusteenuste osakonna juhataja",
        "phone": "+37256484626",
        "name": "Kristjan Roosipõld",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Kristjan_Roosip%C3%B5ld_kodulehele-2_block.jpg"
      },
      {
        "email": "ingrit.roosileht@eava.ee",
        "title": "Projektide koordinaator",
        "phone": "+3725653110",
        "name": "Ingrit Roosileht",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ingrit_Roosileht_kodulehele-2_block.jpg"
      },
      {
        "name": "Heliise Unt",
        "title": "AM Koolitusjuht",
        "email": "heliise.unt@eava.ee"
      },
      {
        "name": "Anu Vare",
        "title": "ATSTO koolitusjuht",
        "email": "anu.vare@eava.ee",
        "phone": "+3725156106",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Anu_Vare_koduleht-2_block.jpg"
      },
      {
        "name": "Jaanus Nuut",
        "title": "ATO koolitusjuht",
        "email": "jaanus.nuut@eava.ee",
        "phone": "+37256478469",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Jaanus_Nuut_kodulehele-2_block.jpg"
      },
      {
        "name": "Jaan Annus",
        "title": "ATO teooriakoolitusjuht",
        "email": "jaan.annus@eava.ee",
        "phone": "+37256478469",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Jaan_Annu_kodulehele-2_block.jpg"
      },
      {
        "name": "Ivar Mathisen",
        "title": "ATO lennupraktika juht",
        "email": "ivar.mathisen@eava.ee"
      },
      {
        "name": "Ott Tahk",
        "title": "MÕS käitamisjuht",
        "email": "ott.tahk@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ott_Tahk_kodulehele_block.jpg"
      },
      {
        "name": "Oskar Saarepera",
        "title": "RPTO koolitusjuht-õpetaja",
        "email": "oskar.saarepera@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Oskar_Saarepera_kodulehele-2_block.jpg"
      },
      {
        "name": "Viktor Trasberg",
        "title": "Juhtimise ja ettevõtluse dotsent ",
        "email": "viktor.trasberg@eava.ee",
        "phone": "+37253658372",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Viktor_Trasberg_kodulehele-2_block.jpg"
      },
      {
        "name": "Allan Nõmmik",
        "title": "Lennutranspordi planeerimise lektor ",
        "email": "allan.nommik@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Allan_N%C3%B5mmik_kodulehele-2_block.jpg"
      },
      {
        "name": "Ere Saar",
        "title": "Inglise keele lektor",
        "email": "ere.saar@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ere_Saar_kodulehele-2_block.jpg"
      },
      {
        "name": "Alisa Lepik",
        "title": "Meteoroloogia ja aeronavigatsiooniteabe teenuse kaaslektor",
        "email": "alisa.lepik@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Alisa_Lepik_kodulehele_block.jpg"
      },
      {
        "name": "Leho Roots",
        "title": "Õhusõiduki süsteemide kaaslektor",
        "email": "leho.roots@eava.ee",
      },
      {
        "name": "Iluta Savicka",
        "title": "Õpetaja",
        "email": "iluta.savicka@eava.ee",
        "phone": "+37129279571"
      },
      {
        "name": "Kristjan Kõrgesaar",
        "title": "Lennujuhtimise juhtivinstruktor ",
        "email": "kristjan.korgesaar@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Kristjan_K%C3%B5rgesaar-2_block.jpg"
      },
      {
        "name": "Rene Käsik",
        "title": "Lennujuhtimise instruktor",
        "email": "rene.kasik@eava.ee",
        "phone": "+37251995828",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Rene_K%C3%A4sik_kodulehele-2_block.jpg"
      },
      {
        "name": "Gert Rüütli",
        "title": "Instruktor",
        "email": "gert.ruutli@eava.ee"
      },
      {
        "name": "Killu-Laura Kiin",
        "title": "Spetsialist",
        "email": "killu-laura.kiin@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Laura_Kiin_kodulehele_block.jpg"
      },
      {
        "name": "Tõnis Jürimäe",
        "title": "Spetsialist",
        "email": "tonis.jurimae@eava.ee",
        "phone": "+3725287252",
        "photo": "https://media.voog.com/0000/0044/7474/photos/T%C3%B5nis_J%C3%BCrim%C3%A4e_kodulehele-2_block.jpg"
      },
      {
        "name": "Jules Odilon Yimga",
        "title": "Lennunduskorralduse külalisprofessor",
        "email": "jules.yimga@eava.ee"
      }
    ],
    "type": "Transporditeenused",
    "studyType": "päevaõpe",
    "level": "rakenduskõrgharidus",
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
      {
        "term": "**Kutsesobivustest (60 punkti)** \n\nFEAST test koosneb kahest osast. FEAST 1. osa tulemuste põhjal tehakse kandidaatide seas esmane valik. FEAST 2. osa testile ja intervjuule lubatakse maksimaalselt 20 kandidaati pingerea alusel. \n\nFEAST 1. osa testi saab sooritada varakult juba enne sisseastumisavalduste esitamise perioodi. "
      },
      {
        "term": "**Intervjuu (40 punkti)** \n\nSuuline intervjuu toimub Eesti Lennuakadeemias kohapeal Intervjuul küsitavast saab täpsemat infot kodulehe sisseastumise rubriigis."
      },
      {
        "term": "**Tervisliku sobivuse kontroll** \n\nLennuliiklusteeninduse erialale kandideerimisel tuleb läbida tervisliku sobivuse kontroll. Eelnevalt tuleb perearstilt saada tõend ja väljavõte ambulatoorsest kaardist ning teha röntgenuuring. \n\nNB! Sisseastumisavaldust esitades pole meditsiinilisi tõendeid ja tervise­uuringute läbimist tõendavaid dokumente vaja kohe akadeemiale esitada, sest terviseuuringutele saadetakse paremusjärjestuse alusel kuni 10 kandidaati."
      },
      {
          "term": "**Õppekeele ja ingliskeele oskus** \n\nEesti keele oskus peab vastama vähemalt Euroopa keeleõppe raamdokumendis määratletud keeleoskustasemele B2. \n\nIngliskeele oskus peab vastama vähemalt Euroopa keeleõppe raamdokumendis määratletud keeleoskustasemel B2. "
      }
    ],
    "name": "Lennuliiklusteenused",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2081?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Reola"
    ],
    "description": [
      "**Inseneriteadmised, millega suunad lennunduse tulevikku** \n\nLennundusmaastik areneb maailmas peamiselt just lennundustehnika valdkonna kaudu. Selles valdkonnas on väga vaja inseneriteadmistega inimesi, kes valdavad lennunduse info- ja kommunikatsioonitehnoloogiaid ning tagavad õhusõidukite ja süsteemide omavahelise suhtluse. Lennundustehnika õppekava all on kaks väga olulist suunda: lennunduse info- ja telekommunikatsioonitehnoloogiad ning õhusõiduki ehitus ja hooldus. \n\nSelle eriala puhul astud sa sisse lennundustehnika õppekavale ja saad esimese õppeaasta lõpus otsustada, millisel suunal soovid spetsialiseeruda. \n\nLennunduse info- ja telekommunikatsoonitehnoloogia erialaõpet on võimalik läbida ka sessioonõppena. \n\n**Lennunduse info- ja telekommunikatsioonitehnoloogia erialal õpid sa inseneriks!** \n\nMehitatud ja mehitamata lennunduse üheks olulisemaks toimimise aluseks on erinevad side-, navigatsiooni-, seire- ja andmetöötlussüsteemid. Õpingute järel saab sinust info- ja telekommunikatsioonitehnoloogia insener, kes: \n\n**•** oskab kasutusele võtta, seadistada ja käitada lennuliikluse toimimiseks vajalikke süsteeme; \n\n**•** tunneb antenne, side-, navigatsiooni-, seire- ja raadiosüsteeme; \n\n**•** omab teadmisi programmeerimisest ja orienteerub tarkvara, arvutivõrkude, küberturbe ning laiemalt infotehnoloogilistele lahenduste maailmas; \n\n**•** saab ise valida, kas soovib töötada hands-on spetsialistina erinevate tehniliste lahendustega, keskenduda administratiivtööle või panustada enam arendustegevustesse ja lüüa kaasa uute tehnoloogiate kasutuselevõtu protsessis. \n\nTavapärasele mehitatud lennunduse ehk inimese juhitud õhusõidukite kõrval on väga kiiresti arenemas just mehitamata lennunduse valdkond. Sellel erialal on sul võimalik tutvuda ka droonide põneva maailmaga. \n\n**Mida õpitakse?** \n\nÕppe käigus omandad sa teadmised erinevatest lennundusega seotud valkondadest ning õpid süvendatult side-, navigatsiooni- ja seiresüsteeme, infotehnoloogiat ning andmetöötlust. \n\nÕppekava vastab ka rahvusvahelistele nõuetele ja selle edukat läbimisel saad lisaks kõrghariduse diplomile ka lennuliikluse insener-tehnilise personali (ATSEP) tõendi, mis annab võimaluse töötada lennundusettevõtetes ja -organisatsioonides nii Eestis kui ka välismaal. \n\nEsimesel õppeaastal õpitakse rohkem üldaineid, näiteks keeli, lennundusfüüsikat, kõrgemat matemaatikat jm. Erialaõppes läbitakse muuhulgas selliseid aineid nagu arvutivõrgud, raadiomõõtmised lennunduses, küberturvalisus lennunduses, raadiosageduslik elektroonika jm. Teisest õppeaastast algab süvendatud erialaõpe. \n\nInsener peab olema mitmekülgne, seetõttu õpid sa ka töötama meeskonnas, planeerima ressursse ning omad teadmisi riski- ja ohutushindamisest. \n\n**Kus ja kuidas õpitakse?** \n\nÕppeaeg on 4 aastat ja täiskoormusel õppides on õpe tasuta. \n\nÕpingute käigus omandatakse teoreetilised teadmised erinevate side-, navigatsiooni-, seire- ja andmetöötlussüsteemide toimimise ja nende käitamise valdkonnas. Õpitakse kasutama mõõteseadmeid ning projekteerimise tarkvarasid, millega insener puutub kokku oma tulevases töös. \n\nPraktiliste oskuste omandamisel tehakse mitmeid praktilisi töid lennuakadeemia sidelaboris ja mehitamata õhusõidukite süsteemide laboris. \n\nÕppepraktika toimub nii lennundusettevõtetes ja -organisatsioonides kui ka side- ja elektroonikafirmades. \n\nLennuakadeemias on väga hea tudengite ja õppejõudude suhtarv (9,6 tudengit õppejõu kohta), mis tagab personaalse ja kvaliteetsema õpetamise sõbralikus keskkonnas. \n\nLõpetajate keskmine sissetulek on võrreldes teiste kõrgkoolide lõpetajatega üks Eesti kõrgemaid (2021. a andmete põhjal ca 2500 €) ja lõpetajate tööhõive on ligi 100 protsenti. \n\n**Kuhu edasi?** \n\nLõpetades oled sa omandanud laiapõhjalised insenerioskused ning sul on võimalik tööle asuda nii lennundussektoris kui info- ja telekommunikatsioonitehnoloogia ettevõtetes ja seda nii Eestis kui välismaal. Sinu tulevane töö võib olla näiteks vahetustega operatiivtöö tehnilise valvepersonalina või loovam ja paindlikum näiteks sideinsenerina, kes hooldab, remondib ning arendab side-, navigatsiooni- ja seireseadmeid. Laiapõhjalised teadmised võimaldavad töötada ka projekti- või meeskonnajuhina. \n\nLaiapõhjaline tehniline haridus annab head eeldused jätkata magistriõpinguid erinevatel erialadel. Meie lõpetajad on omandanud magistrikraadi näiteks telekommunikatsioonis, infotehnoloogias, aga ka personalijuhtimises ja majanduses. \n\nLisaks võimaldavad omandatud oskused ja kogemused sul hakata ise ettevõtjaks või leida tööd ka teistes valdkondades, näiteks IT-sektoris, elektroonikatööstuses, telekommunikatsioonis ning mujal insenertehnilisi teadmisi vajavates valdkondades. \n\nPeamisteks tööandjateks Eestis on näiteks Eesti Õhuvägi, Lennuliiklusteeninduse AS, Tallinna Lennujaam AS, GPV Estonia AS, Ericsson Eesti AS, ABB AS aga ka mitmed väiksemad mehitamata õhusõidukite projekteerimise, ehitamise ja käitamisega tegelevad kohalikud ning välismaised ettevõtted. "
    ],
    "eap": 240,
    "spots": 27,
    "majorWebsite": "https://lennuakadeemia.ee/sisseastumine/korgharidusoppekavad/lennunduse-ikt",
    "personnel": [
        {
            "name": "Karl-Eerik Unt",
            "title": "Osakonna juhataja",
            "email": "karl-eerik.unt@eava.ee",
            "phone": "+37256560283"
        },
        {
            "name": "Mati Tarlap",
            "title": "CNS koolitusjuht",
            "email": "+3725066502",
            "phone": "mati.tarlap@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Mati_Tarlap_kodulehele-2_block.jpg"
        },
        {
            "name": "Madis Parv",
            "title": "MTO koolitusjuht/vanemõpetaja",
            "email": "madis.parv@eava.ee",
            "phone": "+37253936351",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Madis_Parv_kodulehele-2_block.jpg"
        },
        {
            "name": "Viljar Vooremäe",
            "title": "CNS projektijuht, seiresüsteemide õppejõud",
            "email": "viljar.vooremae@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Viljar_Voorem%C3%A4e_kodulehele_block.jpg"
        },
        {
            "name": "Taavi Adamberg",
            "title": "Lennundustehnika lektor",
            "email": "taavi.adamberg@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Taavi_Adamberg_kodulehele-2_block.jpg"
        },
        {
            "name": "Toomas Ruuben",
            "title": "Sidesüsteemide lektor",
            "email": "toomas.ruuben@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Toomas_Ruuben_kodulehele-2_block.jpg"
        },
        {
            "name": "Julia Berdnikova",
            "title": "Navigatsioonisüsteemide lektor",
            "email": "julia.berdnikova@eava.ee"
        },
        {
            "name": "Edvin Martin Andrejev",
            "title": "Õhusõiduki ehitusmehaanika õpetaja",
            "email": "edvin.andrejev@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Edvin_Martin_Andrejev-2_block.jpg"
        },
        {
            "name": "Kaisa Jõgi",
            "title": "Inglise keele õpetaja",
            "email": "kaisa.jogi@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Kaisa_J6gi_kodulehele-2_block.jpg"
        },
        {
            "name": "Märt Vanamb",
            "title": "Instruktor",
            "email": "4mart.vanamb@eava.ee",
            "phone": "+3725333075",
            "photo": "https://media.voog.com/0000/0044/7474/photos/M%C3%A4rt_Vanamb_kodulehele-2_block.jpg"
        },
        {
            "name": "Neethu Xavier Akkara",
            "title": "Avioonika instruktor",
            "email": "neethu.akkara@eava.ee",
            "phone": "+37253314980",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Neethu_Xavier_Akkara_kodulehele-2_block.jpg"
        },
        {
            "name": "Veiko Leps",
            "title": "Instruktor",
            "email": "veiko.leps@eava.ee",
            "phone": "+37253544412",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Veiko_Leps_kodulehe-2_block.jpg"
        },
        {
            "name": "Siim Heering",
            "title": "Instruktor",
            "email": "siim.heering@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Siim_Heering_kodulehele-2_block.jpg"
        },
        {
            "name": "Jaan Susi",
            "title": "Aerodünaamika lektor",
            "email": "jaan.susi@eava.ee",
            "phone": "+37253089930",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Jaan_Susi_kodulehele_block.jpg"
        },
        {
            "name": "Marlen Tärgla",
            "title": "Spetsialist",
            "email": "marlen.targla@eava.ee"
        },
        {
            "name": "Julia Kovalenko",
            "title": "Inglise keele õpetaja",
            "email": "julia.kovalenko@eava.ee"
        }
    ],
    "type": "",
    "studyType": "päevaõpe",
    "level": "rakenduskõrgharidus",
    "language": "eesti keel",
    "duration": 4,
    "requirements": [
      {
        "term": "**Reaalaine riigieksam (25 punkti)** \n\nSooritada tuleb (kitsa või laia) matemaatika riigieksam. \n\nArvestame ainult Eestis sooritatud riigieksamite tulemusi. Vajalikke tulemusi ei saa asendada välisriigi eksamitulemustega. Arvestame ka enne 2014. a sooritatud matemaatika või füüsika riigieksamit. "
      },
      {
        "term": "**Sisseastumiseksam (25 punkti)** \n\nSisseastumiseksam on kirjalik veebipõhine test, mille küsimused põhinevad akadeemia kodulehelt leitaval eriala ja õppekorraldust puudutaval infol ning gümnaasiumi matemaatika ja füüsika programmil. Testi sooritamine võtab aega ligikaudu 20 minutit. "
      },
      {
        "term": "**Intervjuu (50 punkti)** \n\nSuuline intervjuu toimub veebipõhiselt. Intervjuu kestab ligikaudu 20 minutit."
      },
      {
        "term": "**Õppekeele ja inglise keele oskus** \n\nEesti keele oskus peab vastama vähemalt Euroopa keeleõppe raamdokumendis määratletud keeleoskustasemele B2. \n\nInglise keele oskus peab vastama vähemalt Euroopa keeleõppe raamdokumendis määratletud keeleoskustasemel B1. "
      }
    ],
    "name": "Lennunduse info- ja telekommunikatsioonitehnoloogia",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/3204?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Reola"
    ],
    "description": [
      "**Inseneriteadmised, millega suunad lennunduse tulevikku** \n\nLennundusmaastik areneb maailmas peamiselt just lennundustehnika valdkonna kaudu. Selles valdkonnas on väga vaja inseneriteadmistega inimesi, kes valdavad lennunduse info- ja kommunikatsioonitehnoloogiaid ning tagavad õhusõidukite ja süsteemide omavahelise suhtluse. Lennundustehnika õppekava all on kaks väga olulist suunda: lennunduse info- ja telekommunikatsioonitehnoloogiad ning õhusõiduki ehitus ja hooldus. \n\nSelle eriala puhul astud sa sisse lennundustehnika õppekavale ja saad esimese õppeaasta lõpus otsustada, millisel suunal soovid spetsialiseeruda. \n\n**Aita lennuvahendid taevasse** \n\nLennundusmaastik areneb maailmas peamiselt just lennundustehnika valdkonna kaudu. See tööstusharu hõlmab endas õhusõidukite ja nende komponentide tootmist, mehitamata- ja rohelennundust ning uudsete tarkvaralahenduste väljatöötamist. \n\nSa astud sisse kombineeritud õppekavale, mis kannab nimetust lennundustehnika ning esimese aasta lõpus on sul võimalik valida, kummal erialal soovid jätkata. \n\nLennundustehnika õppekava alla on koondunud kaks väga olulist suunda: õhusõiduki ehitus ja hooldus ning lennunduse info- ja telekommunikatsiooni tehnoloogia. \n\n**Õhusõiduki ehituse ja hoolduse erialal õpid sa inseneriks!** \n\nÕhusõiduki insenerid tegelevad mehitatud ja mehitamata õhusõidukite ja nende komponentide, ning sidesüsteemide projekteerimise, arendamise ja hooldamisega. \n\nKuna õhusõidukite projekteerimine, testimine ja ohutu käitamine nõuab väga põhjalikke teadmisi mitmetes inseneeria valdkondades, siis keskendutakse õhusõiduki insenerina töötades reeglina mõnele konkreetsele valdkonnale, milleks võib olla näiteks aerodünaamika, õhusõiduki konstruktsioon, mootorid, avioonikasüsteemid, tootmine, käitamisprotseduurid, jätkuva lennukõlblikkuse tagamine, hooldus. \n\nÕhusõiduki ehituse ja hoolduse õppekava võimaldab Sul omandada laiapõhjalised baasteadmised kõigis eelpool loetletud valdkondades ja teha karjääri: \n\n**•** õhusõiduki mehaanika- või elektroonikainsenerina, kes tegeleb mehitatud ja mehitamata õhusõidukite mehaaniliste ja elektriliste süsteemide (sealhulgas sidesüsteemide) projekteerimise, arendamise ja tootmistehnoloogia väljatöötamisega; \n\n**•** õhusõiduki hooldusinsenerina, kes tegeleb õhusõidukite hooldustööde ja hooldustööde otstarbeka korraldamisega. Õpingute käigus saab läbida ka rahvusvaheliselt tunnustatud Osa-66 B1 või B2 kategooria baaskoolituse kursuse ja saada vastava baaskoolituse tunnistuse; \n\n**•** õhusõidukite jätkuva lennukõlblikkuse insenerina, kes tegeleb õhusõidukite hoolduste planeerimise ja korraldamisega või insenerina, kes tegeleb lennumeeskondade nõustamisega, et lahendada õhusõidukitel lennu ajal tekkivaid tehnilisi probleeme. \n\n**Mida õpitakse?** \n\nÕppekava edukalt läbinud üliõpilane omandab kõrghariduse õhusõiduki ehituse ja hoolduse erialal ning ühtlasi saab ka rahvusvaheliselt tunnustatud lennundustehnilise töötaja baashariduse, mis tagab võimaluse töötada õhusõidukite hooldusorganisatsioonides nii Eestis kui ka välismaal. \n\nEsimesel aastal õpitakse rohkem üldaineid, näiteks keeli, lennundusfüüsikat, kõrgemat matemaatikat jm. Erialaõppes läbitakse muuhulgas selliseid aineid nagu teoreetiline mehaanika, lennundusalased õigusaktid, õhusõidukite aerodünaamika, ehitus ja süsteemid jms. Vastavalt valitud spetsialiseerumisele saab valida aineid ka hooldusinseneri, konstruktsiooniinseneri või lennukõlblikkuse korraldaja valikmoodulist. \n\n**Kus ja kuidas õpitakse?** \n\nÕppeaeg on 4 aastat ja täiskoormusel õppides on õpe tasuta. \n\nÕpe viiakse läbi lennuakadeemia õpperuumides, Tartu lennujaama territooriumil asuvas õhusõidukite angaaris ning erinevates õhusõidukite tootmis- ja/või hooldusorganisatsioonides Eestis ja mujal Euroopas. \n\nPraktiliste ülesannete kaudu tutvutakse õhusõidukite ehituse, inspekteerimise, hooldamisega, samuti mõõteriistade ja instrumentide kasutamisega. Omandatakse teoreetilisi teadmisi ja käelisi oskusi, et projekteerida ja ehitada mehitamata õhusõidukeid. \n\nÕppekoormus varieerub olenevalt õppeaastast, aga tuleb arvestada, et erialal on õppeaineid, milles on kohustus 100% kohal käia. \n\nLennuakadeemias on väga hea tudengite ja õppejõudude suhtarv (9,6 tudengit õppejõu kohta), mis tagab personaalse ja kvaliteetsema õpetamise sõbralikus keskkonnas. \n\nLõpetajate keskmine sissetulek on võrreldes teiste kõrgkoolide lõpetajatega üks Eesti kõrgemaid (2021. a andmete põhjal ca 2500 €) ja lõpetajate tööhõive on 100 protsenti. \n\n**Kuhu edasi?** \n\nOmandades vajalikud teadmised ja oskused õhusõiduki ehituse ja hoolduse erialalt, on Sul mitmeid võimalusi tööle asumiseks. Õhusõiduki ehitus ja hooldus on valdkond, kus töötajaid on pidevalt juurde vaja. \n\nPeamisteks tööandjateks Eestis on Aerohooldus, Eesti Õhuvägi, Fort Aero, Magnetic MRO, Nordic Aircraft Service, Panaviatic Maintenance, PPA lennusalk, Tallinna Lennujaam AS, Threod Systems ja Xfly aga ka mitmed väiksemad mehitamata õhusõidukite projekteerimise, ehitamise ja käitamisega tegelevad kohalikud ning välismaised ettevõtted. \n\nOmandatud oskused ja kogemused võimaldavad Sul hakata ise ettevõtjaks või leida tööd ka teistes valdkondades, näiteks autotööstuses, tootmis- ja tehnoloogiaettevõtetes ning mujal insenertehnilisi teadmisi vajavates valdkondades. \n\nÕpinguid saad Sa jätkata magistritasemel teistes kõrgkoolides nii Eestis kui välismaal. "
    ],
    "eap": 240,
    "spots": 27,
    "majorWebsite": "https://lennuakadeemia.ee/sisseastumine/korgharidusoppekavad/ohusoiduki-ehitus-ja-hooldus",
    "personnel": [
        {
            "name": "Karl-Eerik Unt",
            "title": "Osakonna juhataja",
            "email": "karl-eerik.unt@eava.ee",
            "phone": "+37256560283"
        },
        {
            "name": "Mati Tarlap",
            "title": "CNS koolitusjuht",
            "email": "+3725066502",
            "phone": "mati.tarlap@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Mati_Tarlap_kodulehele-2_block.jpg"
        },
        {
            "name": "Madis Parv",
            "title": "MTO koolitusjuht/vanemõpetaja",
            "email": "madis.parv@eava.ee",
            "phone": "+37253936351",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Madis_Parv_kodulehele-2_block.jpg"
        },
        {
            "name": "Viljar Vooremäe",
            "title": "CNS projektijuht, seiresüsteemide õppejõud",
            "email": "viljar.vooremae@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Viljar_Voorem%C3%A4e_kodulehele_block.jpg"
        },
        {
            "name": "Taavi Adamberg",
            "title": "Lennundustehnika lektor",
            "email": "taavi.adamberg@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Taavi_Adamberg_kodulehele-2_block.jpg"
        },
        {
            "name": "Toomas Ruuben",
            "title": "Sidesüsteemide lektor",
            "email": "toomas.ruuben@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Toomas_Ruuben_kodulehele-2_block.jpg"
        },
        {
            "name": "Julia Berdnikova",
            "title": "Navigatsioonisüsteemide lektor",
            "email": "julia.berdnikova@eava.ee"
        },
        {
            "name": "Edvin Martin Andrejev",
            "title": "Õhusõiduki ehitusmehaanika õpetaja",
            "email": "edvin.andrejev@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Edvin_Martin_Andrejev-2_block.jpg"
        },
        {
            "name": "Kaisa Jõgi",
            "title": "Inglise keele õpetaja",
            "email": "kaisa.jogi@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Kaisa_J6gi_kodulehele-2_block.jpg"
        },
        {
            "name": "Märt Vanamb",
            "title": "Instruktor",
            "email": "4mart.vanamb@eava.ee",
            "phone": "+3725333075",
            "photo": "https://media.voog.com/0000/0044/7474/photos/M%C3%A4rt_Vanamb_kodulehele-2_block.jpg"
        },
        {
            "name": "Neethu Xavier Akkara",
            "title": "Avioonika instruktor",
            "email": "neethu.akkara@eava.ee",
            "phone": "+37253314980",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Neethu_Xavier_Akkara_kodulehele-2_block.jpg"
        },
        {
            "name": "Veiko Leps",
            "title": "Instruktor",
            "email": "veiko.leps@eava.ee",
            "phone": "+37253544412",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Veiko_Leps_kodulehe-2_block.jpg"
        },
        {
            "name": "Siim Heering",
            "title": "Instruktor",
            "email": "siim.heering@eava.ee",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Siim_Heering_kodulehele-2_block.jpg"
        },
        {
            "name": "Jaan Susi",
            "title": "Aerodünaamika lektor",
            "email": "jaan.susi@eava.ee",
            "phone": "+37253089930",
            "photo": "https://media.voog.com/0000/0044/7474/photos/Jaan_Susi_kodulehele_block.jpg"
        },
        {
            "name": "Marlen Tärgla",
            "title": "Spetsialist",
            "email": "marlen.targla@eava.ee"
        },
        {
            "name": "Julia Kovalenko",
            "title": "Inglise keele õpetaja",
            "email": "julia.kovalenko@eava.ee"
        }
    ],
    "type": "",
    "studyType": "päevaõpe",
    "level": "rakenduskõrgharidus",
    "language": "eesti keel",
    "duration": 4,
    "requirements": [
      {
        "term": "**Reaalaine riigieksam (25 punkti)** \n\nSooritada tuleb (kitsa või laia) matemaatika riigieksam. \n\nArvestame ainult Eestis sooritatud riigieksamite tulemusi. Vajalikke tulemusi ei saa asendada välisriigi eksamitulemustega. Arvestame ka enne 2014. a sooritatud matemaatika või füüsika riigieksamit. "
      },
      {
        "term": "**Sisseastumiseksam (25 punkti)** \n\nSisseastumiseksam on kirjalik veebipõhine test, mille küsimused põhinevad akadeemia kodulehelt leitaval eriala ja õppekorraldust puudutaval infol ning gümnaasiumi matemaatika ja füüsika programmil. Testi sooritamine võtab aega ligikaudu 20 minutit. "
      },
      {
        "term": "**Intervjuu (50 punkti)** \n\nSuuline intervjuu toimub veebipõhiselt. Intervjuu kestab ligikaudu 20 minutit."
      },
      {
        "term": "**Õppekeele ja inglise keele oskus** \n\nEesti keele oskus peab vastama vähemalt Euroopa keeleõppe raamdokumendis määratletud keeleoskustasemele B2. \n\nInglise keele oskus peab vastama vähemalt Euroopa keeleõppe raamdokumendis määratletud keeleoskustasemel B1. "
      }
    ],
    "name": "Õhusõiduki ehitus ja hooldus",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/3204?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Reola"
    ],
    "description": [
      "**Juhi lennundust seestpoolt** \n\nSelleks, et üks lennundusettevõte saaks töötada ilma tõrgeteta, on vaja tagada kõikide selle üksuste koordineeritud tegevus. \n\nMõned töökohad on nähtavalt seotud lennundusega nagu näiteks piloodid, lennujuhid ja reisijateenindajad, kuid ettevõtte toimimiseks on vajalikud ka taustajõud. \n\n**Lennunduskorralduse erialal õpid sa lennundus-spetsialistiks!** \n\nOled Sa oled kunagi mõelnud, kuidas jõuavad reisijad, pagas ja kaup õigel ajal õigesse kohta? Kuidas planeeritakse lennuliine ja kes vastutab lendude õigeaegse toimumise eest? Mis teeb lendamise ohutuks ja kuidas seda kõike juhitakse? \n\n**Mida õpitakse?** \n\nÕppekava edukalt läbinud üliõpilane saab lennunduskorralduse kõrgharidusdiplomi, mis tagab võimaluse töötada era- või avalikus sektoris nii Eestis kui mujal maailmas. \n\nTeoreetilise õppetöö käigus omandatakse baasteadmised lennundusest, ärivaldkonna üldised õppeained ning erialaained (nt lendude planeerimine ja monitooring, õhusõidukite hoolduse korraldus, lennundusettevõtte töö korraldamine, liinide planeerimine ja lennutranspordi ökonoomika). \n\nKohustuslik praktika läbitakse erinevates lennundusettevõtetes ja/või organisatsioonides, kus õpitakse tundma nende üldist töökorraldust. \n\n**Kus ja kuidas õpitakse?** \n\nÕppeaeg on 3 aastat ja täiskoormusel õppides on õpe tasuta. \n\nÕppetöös kasutatakse kaasaegset ning Eestis ainulaadset lennundusalast kirjandust ja kaasatakse oma eriala tippspetsialiste, kellest paljud teevad oma igapäevast tööd just lennundusettevõtete juhtivatel positsioonidel. \n\nErialapraktika raames saavad üliõpilased katsetada teoreetiliste teadmiste rakendamist reaalses töökeskkonnas ja näevad lennundust seestpoolt, mis omakorda loob eelduse edukaks spetsialiseerumiseks. \n\nLennuakadeemias on väga hea tudengite ja õppejõudude suhtarv (9,6 tudengit õppejõu kohta), mis tagab personaalse ja kvaliteetsema õpetamise sõbralikus keskkonnas. \n\n**Kuhu edasi?** \n\nLõpetajana leiad Sa tööd lennundusettevõttes või riigiasutuses. Sinu karjäär võib alguse saada mitmetes Eesti lennundusettevõtetes nagu Tallinna Lennujaam AS, mis haldab ka kõiki teisi Eesti regionaallennujaamu, Tallinn Airport GH, Airest, Diamond Sky, Fort Aero, Magnetic MRO, Nordica, Nyxair, Pakker Avio, Panaviatic, Xfly, või miks mitte hoopis Transpordiametis. \n\nOmandatud oskused ja kogemused võimaldavad Sul hakata ise ettevõtjaks või leida tööd ka teistes valdkondades – kus on vajalikud majandus- ja juhtimisalased teadmised. \n\nOma õpinguid saad jätkata magistritasemel teistes kõrgkoolides nii Eestis kui välismaal."
    ],
    "eap": 180,
    "spots": 15,
    "majorWebsite": "https://lennuakadeemia.ee/sisseastumine/korgharidusoppekavad/lennunduskorraldus",
    "personnel": [
      {
        "email": "kristjan.roosipold@eava.ee",
        "title": "Lennundusteenuste osakonna juhataja",
        "phone": "+37256484626",
        "name": "Kristjan Roosipõld",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Kristjan_Roosip%C3%B5ld_kodulehele-2_block.jpg"
      },
      {
        "email": "ingrit.roosileht@eava.ee",
        "title": "Projektide koordinaator",
        "phone": "+3725653110",
        "name": "Ingrit Roosileht",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ingrit_Roosileht_kodulehele-2_block.jpg"
      },
      {
        "name": "Heliise Unt",
        "title": "AM Koolitusjuht",
        "email": "heliise.unt@eava.ee"
      },
      {
        "name": "Anu Vare",
        "title": "ATSTO koolitusjuht",
        "email": "anu.vare@eava.ee",
        "phone": "+3725156106",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Anu_Vare_koduleht-2_block.jpg"
      },
      {
        "name": "Jaanus Nuut",
        "title": "ATO koolitusjuht",
        "email": "jaanus.nuut@eava.ee",
        "phone": "+37256478469",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Jaanus_Nuut_kodulehele-2_block.jpg"
      },
      {
        "name": "Jaan Annus",
        "title": "ATO teooriakoolitusjuht",
        "email": "jaan.annus@eava.ee",
        "phone": "+37256478469",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Jaan_Annu_kodulehele-2_block.jpg"
      },
      {
        "name": "Ivar Mathisen",
        "title": "ATO lennupraktika juht",
        "email": "ivar.mathisen@eava.ee"
      },
      {
        "name": "Ott Tahk",
        "title": "MÕS käitamisjuht",
        "email": "ott.tahk@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ott_Tahk_kodulehele_block.jpg"
      },
      {
        "name": "Oskar Saarepera",
        "title": "RPTO koolitusjuht-õpetaja",
        "email": "oskar.saarepera@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Oskar_Saarepera_kodulehele-2_block.jpg"
      },
      {
        "name": "Viktor Trasberg",
        "title": "Juhtimise ja ettevõtluse dotsent ",
        "email": "viktor.trasberg@eava.ee",
        "phone": "+37253658372",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Viktor_Trasberg_kodulehele-2_block.jpg"
      },
      {
        "name": "Allan Nõmmik",
        "title": "Lennutranspordi planeerimise lektor ",
        "email": "allan.nommik@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Allan_N%C3%B5mmik_kodulehele-2_block.jpg"
      },
      {
        "name": "Ere Saar",
        "title": "Inglise keele lektor",
        "email": "ere.saar@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ere_Saar_kodulehele-2_block.jpg"
      },
      {
        "name": "Alisa Lepik",
        "title": "Meteoroloogia ja aeronavigatsiooniteabe teenuse kaaslektor",
        "email": "alisa.lepik@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Alisa_Lepik_kodulehele_block.jpg"
      },
      {
        "name": "Leho Roots",
        "title": "Õhusõiduki süsteemide kaaslektor",
        "email": "leho.roots@eava.ee",
      },
      {
        "name": "Iluta Savicka",
        "title": "Õpetaja",
        "email": "iluta.savicka@eava.ee",
        "phone": "+37129279571"
      },
      {
        "name": "Kristjan Kõrgesaar",
        "title": "Lennujuhtimise juhtivinstruktor ",
        "email": "kristjan.korgesaar@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Kristjan_K%C3%B5rgesaar-2_block.jpg"
      },
      {
        "name": "Rene Käsik",
        "title": "Lennujuhtimise instruktor",
        "email": "rene.kasik@eava.ee",
        "phone": "+37251995828",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Rene_K%C3%A4sik_kodulehele-2_block.jpg"
      },
      {
        "name": "Gert Rüütli",
        "title": "Instruktor",
        "email": "gert.ruutli@eava.ee"
      },
      {
        "name": "Killu-Laura Kiin",
        "title": "Spetsialist",
        "email": "killu-laura.kiin@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Laura_Kiin_kodulehele_block.jpg"
      },
      {
        "name": "Tõnis Jürimäe",
        "title": "Spetsialist",
        "email": "tonis.jurimae@eava.ee",
        "phone": "+3725287252",
        "photo": "https://media.voog.com/0000/0044/7474/photos/T%C3%B5nis_J%C3%BCrim%C3%A4e_kodulehele-2_block.jpg"
      },
      {
        "name": "Jules Odilon Yimga",
        "title": "Lennunduskorralduse külalisprofessor",
        "email": "jules.yimga@eava.ee"
      }
    ],
    "type": "Transporditeenused",
    "studyType": "päevaõpe",
    "level": "rakenduskõrgharidus",
    "language": "eesti keel",
    "duration": 3,
    "requirements": [
      {
        "term": "**Reaalaine riigieksam (30 punkti)** \n\nSooritada tuleb (kitsa või laia) matemaatika riigieksam. \n\nArvestame ainult Eestis sooritatud riigieksamite tulemusi. Vajalikke tulemusi ei saa asendada välisriigi eksamitulemustega. Arvestame ka enne 2014. a sooritatud matemaatika või füüsika riigieksamit."
      },
      {
        "term": "**Sisseastumiseksam (30 punkti)** \n\nSisseastumiseksam on kirjalik veebipõhine test, mille küsimused põhinevad akadeemia kodulehelt leitaval eriala ja õppekorraldust puudutaval infol ning gümnaasiumi matemaatika ja füüsika programmil. Testi sooritamine võtab aega ligikaudu 20 minutit. "
      },
      {
        "term": "**Intervjuu (40 punkti)** \n\nSuuline intervjuu toimub veebipõhiselt. Intervjuul küsitavast saab täpsemat infot kodulehe sisseastumise rubriigis. Intervjuu kestab ligikaudu 20 minutit ning sellele lubatakse üldise paremusjärjestuse alusel 50 kandidaati. "
      },
      {
        "term": "**Õppekeele ja inglise keele oskus** \n\nEesti keele oskus peab vastama vähemalt Euroopa keeleõppe raamdokumendis määratletud keeleoskustasemele B2. \n\nIngliskeele oskus peab vastama vähemalt Euroopa keeleõppe raamdokumendis määratletud keeleoskustasemel B2. "
      }
    ],
    "name": "Lennunduskorraldus",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/843?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Reola"
    ],
    "description": [
      "**Taevas pole sulle piiriks** \n\nÕhusõiduki juhtimise eriala on maailmas ainulaadne, sest näed päikest ka siis, kui maa pealt paistavad ainult pilved. Seda kinnitavad nii lennuki- kui kopteripiloodi tudengid, kes Eesti Lennuakadeemias õpivad ning lendamist täiel rinnal naudivad. \n\n**Õhusõiduki juhtimise erialal õpid sa lennuki- või kopteripiloodiks!** \n\nSinust saab õhusõiduki juhtimise erialal vajalike oskustega ja kõrgharidusega piloot, kes: \n\n**•** tunneb hästi õhusõiduki pardal asuvaid instrumente ja navigatsioonivahendeid, sest sageli pole silma järgi orienteerumine võimalik \n\n**•** on ka raadiosideoperaator, kuna õhusõiduki õhus navigeerimisel, õhkutõusmisel ja maandumisel tuleb pidada sidet maapeal asuvate lennujuhtidega \n\n**•** oskab hinnata eelseisvad ilmastikuolusid ning teab, kuidas teha vajalikud kütusearvestused \n\n**•** on hea meeskonnatöös, kuna lisaks õhusõidukile tuleb juhtida ka pardameeskonda. \n\n**Mida õpitakse?** \n\nÕppekava edukalt läbinud üliõpilane saab rahvusvaheliselt tunnustatud piloodihariduse ning Transpordiameti poolt väljastatakse lennundusluba koos liinipiloodi teooriapädevusega. \n\nEsimesel kolmel semestril läbitakse alusaineid ning alates neljandast semestrist algab erialaõpe. See sisaldab nii teooriat kui lennupraktikat, mille käigus õpid Sa tundma kõiki põhilisi lennuetappe (õhkutõusmine, horisontaallend, pöörangud, maandumine jne), omandad marsruutlennu oskused ning oskuse orienteeruda ja maanduda piiratud nähtavuse tingimustes. \n\n**Kus ja kuidas õpitakse?** \n\nÕppeaeg on 4 aastat ja õppimine täiskoormusel on tasuta. \n\nÕppelendudeks kasutatakse ühemootorilisi lennukeid Cessna 152 ja Cessna 172 ning kahemootorilist lennukit Piper PA-31 Navajo, kopteri õppelendudeks kahekohalist kopterit Robinson R22. \n\nMeeskonnatöö koolituseks, samuti erinevate ohtlike olukordade läbiharjutamiseks kasutatakse lennuki- ja kopterisimulaatorit. \n\nKopteri juhtimise erialal läbitakse 165 tundi (sellest 40 tundi simulaatoril) ning lennuki juhtimise erialal 215 tundi (sellest 55 tundi simulaatoril) lennupraktikat. \n\n Lennuakadeemias on väga hea tudengite ja õppejõudude suhtarv (9,6 tudengit õppejõu kohta), mis tagab personaalse ja kvaliteetsema õpetamise sõbralikus keskkonnas. \n\nLõpetajate keskmine sissetulek on võrreldes teiste kõrgkoolide lõpetajatega üks Eesti kõrgemaid (2021. a andmete põhjal ca 2500 €) ja lõpetajate tööhõive on 100 protsenti. \n\n**Kuhu edasi?** \n\nOmandades õhusõiduki juhtimise eriala on Sul võimalik asuda tööle piloodina. Peamisteks tööandjateks Eestis on Airest, Diamond Sky, Eesti Õhuvägi, Fort Aero, Nordica, Nyxair, Pakker Avio, Panaviatic, PPA lennusalk ja Xfly aga ka välismaised lennufirmad nagu näiteks airBaltic, Wizzair ja teised."
    ],
    "eap": 240,
    "spots": 10,
    "majorWebsite": "https://lennuakadeemia.ee/sisseastumine/korgharidusoppekavad/ohusoiduki-juhtimine",
    "personnel": [
      {
        "email": "kristjan.roosipold@eava.ee",
        "title": "Lennundusteenuste osakonna juhataja",
        "phone": "+37256484626",
        "name": "Kristjan Roosipõld",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Kristjan_Roosip%C3%B5ld_kodulehele-2_block.jpg"
      },
      {
        "email": "ingrit.roosileht@eava.ee",
        "title": "Projektide koordinaator",
        "phone": "+3725653110",
        "name": "Ingrit Roosileht",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ingrit_Roosileht_kodulehele-2_block.jpg"
      },
      {
        "name": "Heliise Unt",
        "title": "AM Koolitusjuht",
        "email": "heliise.unt@eava.ee"
      },
      {
        "name": "Anu Vare",
        "title": "ATSTO koolitusjuht",
        "email": "anu.vare@eava.ee",
        "phone": "+3725156106",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Anu_Vare_koduleht-2_block.jpg"
      },
      {
        "name": "Jaanus Nuut",
        "title": "ATO koolitusjuht",
        "email": "jaanus.nuut@eava.ee",
        "phone": "+37256478469",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Jaanus_Nuut_kodulehele-2_block.jpg"
      },
      {
        "name": "Jaan Annus",
        "title": "ATO teooriakoolitusjuht",
        "email": "jaan.annus@eava.ee",
        "phone": "+37256478469",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Jaan_Annu_kodulehele-2_block.jpg"
      },
      {
        "name": "Ivar Mathisen",
        "title": "ATO lennupraktika juht",
        "email": "ivar.mathisen@eava.ee"
      },
      {
        "name": "Ott Tahk",
        "title": "MÕS käitamisjuht",
        "email": "ott.tahk@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ott_Tahk_kodulehele_block.jpg"
      },
      {
        "name": "Oskar Saarepera",
        "title": "RPTO koolitusjuht-õpetaja",
        "email": "oskar.saarepera@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Oskar_Saarepera_kodulehele-2_block.jpg"
      },
      {
        "name": "Viktor Trasberg",
        "title": "Juhtimise ja ettevõtluse dotsent ",
        "email": "viktor.trasberg@eava.ee",
        "phone": "+37253658372",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Viktor_Trasberg_kodulehele-2_block.jpg"
      },
      {
        "name": "Allan Nõmmik",
        "title": "Lennutranspordi planeerimise lektor ",
        "email": "allan.nommik@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Allan_N%C3%B5mmik_kodulehele-2_block.jpg"
      },
      {
        "name": "Ere Saar",
        "title": "Inglise keele lektor",
        "email": "ere.saar@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ere_Saar_kodulehele-2_block.jpg"
      },
      {
        "name": "Alisa Lepik",
        "title": "Meteoroloogia ja aeronavigatsiooniteabe teenuse kaaslektor",
        "email": "alisa.lepik@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Alisa_Lepik_kodulehele_block.jpg"
      },
      {
        "name": "Leho Roots",
        "title": "Õhusõiduki süsteemide kaaslektor",
        "email": "leho.roots@eava.ee",
      },
      {
        "name": "Iluta Savicka",
        "title": "Õpetaja",
        "email": "iluta.savicka@eava.ee",
        "phone": "+37129279571"
      },
      {
        "name": "Kristjan Kõrgesaar",
        "title": "Lennujuhtimise juhtivinstruktor ",
        "email": "kristjan.korgesaar@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Kristjan_K%C3%B5rgesaar-2_block.jpg"
      },
      {
        "name": "Rene Käsik",
        "title": "Lennujuhtimise instruktor",
        "email": "rene.kasik@eava.ee",
        "phone": "+37251995828",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Rene_K%C3%A4sik_kodulehele-2_block.jpg"
      },
      {
        "name": "Gert Rüütli",
        "title": "Instruktor",
        "email": "gert.ruutli@eava.ee"
      },
      {
        "name": "Killu-Laura Kiin",
        "title": "Spetsialist",
        "email": "killu-laura.kiin@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Laura_Kiin_kodulehele_block.jpg"
      },
      {
        "name": "Tõnis Jürimäe",
        "title": "Spetsialist",
        "email": "tonis.jurimae@eava.ee",
        "phone": "+3725287252",
        "photo": "https://media.voog.com/0000/0044/7474/photos/T%C3%B5nis_J%C3%BCrim%C3%A4e_kodulehele-2_block.jpg"
      },
      {
        "name": "Jules Odilon Yimga",
        "title": "Lennunduskorralduse külalisprofessor",
        "email": "jules.yimga@eava.ee"
      }
    ],
    "type": "Transporditeenused",
    "studyType": "päevaõpe",
    "level": "rakenduskõrgharidus",
    "language": "eesti keel",
    "duration": 4,
    "requirements": [
      {
        "term": "**Reaalaine riigieksam (30 punkti)** \n\nSooritada tuleb laia matemaatika riigieksam. \n\nArvestame ainult Eestis sooritatud riigieksamite tulemusi. Vajalikke tulemusi ei saa asendada välisriigi eksamitulemustega. Arvestame ka enne 2014. a sooritatud matemaatika või füüsika riigieksamit."
      },
      {
        "term": "**Kutsesobivustest (30 punkti)** \n\nLäbida tuleb kutsesobivustest (isiksuslik test ja võimete test). Testid on kirjalikud ja toimuvad lennuakadeemias kohapeal. Testi saab sooritada ka juba enne avalduste esitamise perioodi nii Eesti Lennuakadeemias kui Tallinnas. Kutsesobivustesti lahendamine võtab aega ligikaudu 3 tundi. Testiga hinnatakse psühholoogilist võimekust ning isiksuslikke omadusi."
      },
      {
        "term": "**Intervjuu (40 punkti)** \n\nIntervjuu toimub suuliselt ja Eesti Lennuakadeemias kohapeal. Küsitavast saab täpsemat infot kodulehe sisseastumise rubriigis. Riigieksamitulemuste ja kutsesobivustestide tulemuste põhjal tehakse eelvalik ning intervjuule lubatakse üldise paremusjärjestuse alusel 45 kandidaati.Intervjuule lubatakse üldise paremusjärjestuse alusel 50 kandidaati."
      },
      {
        "term": "**Tervisliku sobivuse kontroll** \n\nhusõiduki juhtimise erialale kandideerimisel tuleb läbida tervisliku sobivuse kontroll. Eelnevalt tuleb perearstilt saada tõend ja väljavõte ambulatoorsest kaardist ning teha röntgenuuring. \n\n**NB!** Sisseastumisavaldust esitades pole meditsiinilisi tõendeid ja tervise­uuringute läbimist tõendavaid dokumente vaja kohe akadeemiale esitada, sest terviseuuringutele saadetakse ainult pingerea esimesed 13 kandidaati. "
      },
      {
          "term": "**Õppekeele ja inglise keele oskus** \n\nEesti keele oskus peab vastama vähemalt Euroopa keeleõppe raamdokumendis määratletud keeleoskustasemele B2. \n\nIngliskeele oskus peab vastama vähemalt Euroopa keeleõppe raamdokumendis määratletud keeleoskustasemel B2."
      }
    ],
    "name": "Õhusõiduki juhtimine",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/553?format=json",
    "cost": {
      "amount": 0,
      "currency": "€",
      "interval": "full"
    }
  },
  {
    "studyLocation": [
      "Reola"
    ],
    "description": [
      "**There are many reasons to choose the Commercial Aviation Management programme at the Estonian Aviation Academy.** \n\nHere are our top 5 reasons! \n\n**•** This curriculum addresses different aspects of the aviation industry from the airline's point of view, while also providing you with relevant know-how on a wide variety of other topics within the field of aviation. \n\n**•** The hybrid approach of teaching both online and in person allows for greater flexibility for you as an individual. \n\n**•** The Estonian Aviation Academy is an authorized training partner of the International Air Transport Association. Therefore, this curriculum already includes certified IATA courses to further develop your in-depth aviation knowledge. \n\n**•** Estonia has been named one of the most advanced digital societies in the world by Wired magazine. The special feature of this programme is the use of solutions based on SIMIO digital software in combination with traditional teaching methods. Watch a video about simulation based learning. \n\n**•** Throughout the programme you will receive dedicated one-on-one and group support from our academic staff. \n\n**What will you get from this programme?** \n\nWe provide you with extensive knowledge in: \n\n**•** principles of aviation management; \n\n**•** operations of an aviation company; \n\n**•** IT solutions and digital simulation models; \n\n**•** logistics, international economics, marketing, and financial and strategic planning; \n\n**•** teamwork and communication skills; \n\n**•** environmental ethics. \n\n**Career Opportunities** \n\nWorking in Estonia is your chance to test your skills in a rapidly developing environment together with people who are passionate about what they’re doing. And not only passionate, but also smart and welcoming of your ideas. \n\nThe Commercial Aviation Management programme prepares you for a wide range of careers by giving you broad understanding of aviation and the related economic activities. \n\nWhether you aspire to work in a small- to medium-sized company, or a global corporation abroad – we prepare you well for the future job market! \n\nEstonia is the home of e-residency and the ideal test-bed for innovation. We have more than 50 aviation companies such as Xfly, Magnetic MRO and Threod Systems, which makes Estonia an attractive place for working and living. \n\nUpon graduation your career prospects include working as a specialist or manager: \n\n**•** in airline companies \n**•** at airports \n**•** in the public sector \n**•** in passenger and ground handling companies \n**•** in maintenance organisations \n**•** at air navigation service providers \n**•** in tourism companies. \n\n**See Also** \n\n[Work in Estonia](https://www.workinestonia.com/) (official guide to finding a job) \n\n[e-Residency](https://e-resident.gov.ee/)(transnational digital identity) \n\n[Relocation Guide](https://www.workinestonia.com/wp-content/uploads/2019/01/relocation-guide.pdf) (start guide to live in Estonia)"
    ],
    "eap": 180,
    "spots": 20,
    "majorWebsite": "https://lennuakadeemia.ee/admissions/cam#a2",
    "personnel": [
      {
        "email": "kristjan.roosipold@eava.ee",
        "title": "Lennundusteenuste osakonna juhataja",
        "phone": "+37256484626",
        "name": "Kristjan Roosipõld",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Kristjan_Roosip%C3%B5ld_kodulehele-2_block.jpg"
      },
      {
        "email": "ingrit.roosileht@eava.ee",
        "title": "Projektide koordinaator",
        "phone": "+3725653110",
        "name": "Ingrit Roosileht",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ingrit_Roosileht_kodulehele-2_block.jpg"
      },
      {
        "name": "Heliise Unt",
        "title": "AM Koolitusjuht",
        "email": "heliise.unt@eava.ee"
      },
      {
        "name": "Anu Vare",
        "title": "ATSTO koolitusjuht",
        "email": "anu.vare@eava.ee",
        "phone": "+3725156106",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Anu_Vare_koduleht-2_block.jpg"
      },
      {
        "name": "Jaanus Nuut",
        "title": "ATO koolitusjuht",
        "email": "jaanus.nuut@eava.ee",
        "phone": "+37256478469",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Jaanus_Nuut_kodulehele-2_block.jpg"
      },
      {
        "name": "Jaan Annus",
        "title": "ATO teooriakoolitusjuht",
        "email": "jaan.annus@eava.ee",
        "phone": "+37256478469",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Jaan_Annu_kodulehele-2_block.jpg"
      },
      {
        "name": "Ivar Mathisen",
        "title": "ATO lennupraktika juht",
        "email": "ivar.mathisen@eava.ee"
      },
      {
        "name": "Ott Tahk",
        "title": "MÕS käitamisjuht",
        "email": "ott.tahk@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ott_Tahk_kodulehele_block.jpg"
      },
      {
        "name": "Oskar Saarepera",
        "title": "RPTO koolitusjuht-õpetaja",
        "email": "oskar.saarepera@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Oskar_Saarepera_kodulehele-2_block.jpg"
      },
      {
        "name": "Viktor Trasberg",
        "title": "Juhtimise ja ettevõtluse dotsent ",
        "email": "viktor.trasberg@eava.ee",
        "phone": "+37253658372",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Viktor_Trasberg_kodulehele-2_block.jpg"
      },
      {
        "name": "Allan Nõmmik",
        "title": "Lennutranspordi planeerimise lektor ",
        "email": "allan.nommik@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Allan_N%C3%B5mmik_kodulehele-2_block.jpg"
      },
      {
        "name": "Ere Saar",
        "title": "Inglise keele lektor",
        "email": "ere.saar@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ere_Saar_kodulehele-2_block.jpg"
      },
      {
        "name": "Alisa Lepik",
        "title": "Meteoroloogia ja aeronavigatsiooniteabe teenuse kaaslektor",
        "email": "alisa.lepik@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Alisa_Lepik_kodulehele_block.jpg"
      },
      {
        "name": "Leho Roots",
        "title": "Õhusõiduki süsteemide kaaslektor",
        "email": "leho.roots@eava.ee",
      },
      {
        "name": "Iluta Savicka",
        "title": "Õpetaja",
        "email": "iluta.savicka@eava.ee",
        "phone": "+37129279571"
      },
      {
        "name": "Kristjan Kõrgesaar",
        "title": "Lennujuhtimise juhtivinstruktor ",
        "email": "kristjan.korgesaar@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Kristjan_K%C3%B5rgesaar-2_block.jpg"
      },
      {
        "name": "Rene Käsik",
        "title": "Lennujuhtimise instruktor",
        "email": "rene.kasik@eava.ee",
        "phone": "+37251995828",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Rene_K%C3%A4sik_kodulehele-2_block.jpg"
      },
      {
        "name": "Gert Rüütli",
        "title": "Instruktor",
        "email": "gert.ruutli@eava.ee"
      },
      {
        "name": "Killu-Laura Kiin",
        "title": "Spetsialist",
        "email": "killu-laura.kiin@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Laura_Kiin_kodulehele_block.jpg"
      },
      {
        "name": "Tõnis Jürimäe",
        "title": "Spetsialist",
        "email": "tonis.jurimae@eava.ee",
        "phone": "+3725287252",
        "photo": "https://media.voog.com/0000/0044/7474/photos/T%C3%B5nis_J%C3%BCrim%C3%A4e_kodulehele-2_block.jpg"
      },
      {
        "name": "Jules Odilon Yimga",
        "title": "Lennunduskorralduse külalisprofessor",
        "email": "jules.yimga@eava.ee"
      }
    ],
    "type": "Transporditeenused",
    "studyType": "päevaõpe",
    "level": "rakenduskõrgharidus",
    "language": "inglise keel",
    "isEnglishOnly": true,
    "duration": 3,
    "requirements": [
      {
        "term": "The application system DreamApply Estonia opens on the 2nd of January. The application closes on the 10th of April for all candidates. If you have any questions please contact admissions@eava.ee. \n\nThe following documents must be submitted electronically via DreamApply by the application deadline: \n\n**•** online application; \n\n**•** motivation letter; \n\n**•** a copy of an identity document (passport or ID card); \n\n**•** official certified copy of the secondary school certificate; \n\n**•** document certifying English language proficiency of at least B2 level; \n\n**•** confirmation/receipt of application fee (50 €), the invoice will be sent to you after you have submitted your application. \n\nDocuments in any other language than English and Estonian must be submitted upon request along with an Estonian or English translation, which must be certified by the issuer of the document, a sworn translator or a notary. "
      },
      {
        "term": "**Theoretical test** \n\nTo assess your knowledge and skills in maths and economics. \n\nTest is online and duration of the test is 20-30 minutes"
      },
      {
        "term": "**Motivation letter** \n\nMaximum 1 page (2,000 characters with no spaces). Topics to be covered in the motivation letter: \n\n**•** Describe your interest in the field of aviation and give examples of how your personal characteristics and values support studying and working in this field; \n\n**•** Explain your motivation to work in the aviation sector, outline your career prospects and aspirations; \n\n**•** Describe how your secondary school studies will support your learning in the CAM programme. Which strengths in which subjects will support your learning in the CAM programme? \n\nEvaluation criteria: \n\n**•** Analytical and argumentation skills (60 %) \n\n**•** Proficiency of communication in English (40 %)"
      },
      {
        "term": "**Interview** \n\nSubjects to be covered in the entrance interview: \n\n**•** Explain what interests you about the CAM programme; \n\n**•** Knowledge about Estonia as a (future) place of study; \n\n**•** Knowledge about Tartu relating to the Applicant’s hobbies and interests (options for leisure activities you find interesting); \n\n**•** Describe your career prospects and aspirations; \n\n**•** Questions to test your analytical and problem-solving skills. \n\nTest is online and duration of the test is 20-30 minutes"
      }
    ],
    "name": "Commercial Aviation Management",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1976?format=json",
    "cost": {
      "amount": 3000,
      "currency": "€",
      "interval": "semester"
    }
  },
  {
    "studyLocation": [
      "Reola"
    ],
    "description": [
      "The Commercial Air Transport Pilot programme was designed especially for professional pilots, who currently work or have worked in the aviation sector and would like to: \n\n**•** understand the business side of aviation; \n\n**•** study online and have the opportunity to earn a bachelor’s degree in one year take the next step in their career. \n\nThe programme is tightly packed, but can be completed in 1 year, if you plan accordingly. \n\n**Why choose this programme?** \n\n**There are many reasons to choose the Commercial Air Transport Pilot programme at the Estonian Aviation Academy (EAVA).** \n\n**•** We acknowledge your previous experience and professional pilot licence (CPL / ATPL) through the recognition of prior learning and experience (RPL) programme to the amount of 120 ECTS. This means that you need to obtain only 60 ECTS to earn your bachelor’s degree (180 ECTS), which can be done in one year if you are studying full-time (about 40h per week). There is also a possibility to extend your study period up to 3 years, and spread the workload. \n\n**•** All of the teaching on this programme is delivered online and asynchronously, which allows you to be flexible and balance your work and school life. \n\n**•** The Estonian Aviation Academy is an authorized training partner of the International Air Transport Association (IATA). Therefore, this curriculum already includes certified IATA courses to further develop your in-depth aviation knowledge. \n\n**•** Our teaching includes the best aviation experts in Estonia and you will receive dedicated one-on-one and group support from the academic staff throughout your studies. \n\n**What will you get from this programme?** \n\nWe provide you with extensive knowledge in: \n\n**•** principles of aviation management; \n**•** operations of an aviation company; \n**•** logistics, international economics, marketing, and financial and strategic planning; \n**•** teamwork and communication skills; \n**•** environmental ethics. \n\n**What does the learning process look like?** \n\nStudies are carried out using an e-learning platform, Moodle, where every student can access the study materials, submit homework, take tests and communicate with classmates and lecturers. \n\nAll the course materials (including texts, videos, assignment descriptions) are available online and can be easily accessed at any time. Various smaller tests are integrated between the study sections to emphasize the key learning points of a particular topic. It is up to each student to decide the right time and place for working through the materials, which enables a better work-, school- and life balance. \n\nIndependent work plays an important role throughout the whole study period. Lecturers provide students with the necessary instructions, scope and deadlines to successfully pass the courses. Fixed deadlines are only set for group work, assignments (ie tests, essays), and exams. \n\nAll our students have the opportunity to get personal tutoring from the academic staff and to contact the Office of Academic Affairs for any study-related questions. \n\n**Career opportunities** \n\nThe Commercial Air Transport Pilot programme prepares you for a wide range of careers by giving you a broad understanding of aviation and the related economic activities. \n\nIn the course of your studies, you will acquire all the necessary knowledge on aviation management to become an expert in the field of commercial aviation. \n\nWhether you aspire to work in a small- to medium-sized company, or in a global corporation abroad – we prepare you for the next step in your career! \n\nUpon graduation you will be able to further develop your career as a pilot or work as a manager: \n\n**•** in airline companies; \n**•** at airports; \n**•** in the public sector (various aviation-related organisations); \n**•** in passenger and ground handling companies; \n**•** in maintenance organisations; \n**•** at air navigation service providers. \n\n**See Also** \n\n[Work in Estonia](https://www.workinestonia.com/) (official guide to finding a job) \n\n[e-Residency](https://e-resident.gov.ee/)(transnational digital identity) \n\n[Relocation Guide](https://www.workinestonia.com/wp-content/uploads/2019/01/relocation-guide.pdf) (start guide to live in Estonia)"
    ],
    "eap": 180,
    "spots": 20,
    "majorWebsite": "https://lennuakadeemia.ee/admissions/catp/1-year",
    "personnel": [
      {
        "email": "kristjan.roosipold@eava.ee",
        "title": "Lennundusteenuste osakonna juhataja",
        "phone": "+37256484626",
        "name": "Kristjan Roosipõld",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Kristjan_Roosip%C3%B5ld_kodulehele-2_block.jpg"
      },
      {
        "email": "ingrit.roosileht@eava.ee",
        "title": "Projektide koordinaator",
        "phone": "+3725653110",
        "name": "Ingrit Roosileht",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ingrit_Roosileht_kodulehele-2_block.jpg"
      },
      {
        "name": "Heliise Unt",
        "title": "AM Koolitusjuht",
        "email": "heliise.unt@eava.ee"
      },
      {
        "name": "Anu Vare",
        "title": "ATSTO koolitusjuht",
        "email": "anu.vare@eava.ee",
        "phone": "+3725156106",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Anu_Vare_koduleht-2_block.jpg"
      },
      {
        "name": "Jaanus Nuut",
        "title": "ATO koolitusjuht",
        "email": "jaanus.nuut@eava.ee",
        "phone": "+37256478469",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Jaanus_Nuut_kodulehele-2_block.jpg"
      },
      {
        "name": "Jaan Annus",
        "title": "ATO teooriakoolitusjuht",
        "email": "jaan.annus@eava.ee",
        "phone": "+37256478469",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Jaan_Annu_kodulehele-2_block.jpg"
      },
      {
        "name": "Ivar Mathisen",
        "title": "ATO lennupraktika juht",
        "email": "ivar.mathisen@eava.ee"
      },
      {
        "name": "Ott Tahk",
        "title": "MÕS käitamisjuht",
        "email": "ott.tahk@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ott_Tahk_kodulehele_block.jpg"
      },
      {
        "name": "Oskar Saarepera",
        "title": "RPTO koolitusjuht-õpetaja",
        "email": "oskar.saarepera@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Oskar_Saarepera_kodulehele-2_block.jpg"
      },
      {
        "name": "Viktor Trasberg",
        "title": "Juhtimise ja ettevõtluse dotsent ",
        "email": "viktor.trasberg@eava.ee",
        "phone": "+37253658372",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Viktor_Trasberg_kodulehele-2_block.jpg"
      },
      {
        "name": "Allan Nõmmik",
        "title": "Lennutranspordi planeerimise lektor ",
        "email": "allan.nommik@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Allan_N%C3%B5mmik_kodulehele-2_block.jpg"
      },
      {
        "name": "Ere Saar",
        "title": "Inglise keele lektor",
        "email": "ere.saar@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ere_Saar_kodulehele-2_block.jpg"
      },
      {
        "name": "Alisa Lepik",
        "title": "Meteoroloogia ja aeronavigatsiooniteabe teenuse kaaslektor",
        "email": "alisa.lepik@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Alisa_Lepik_kodulehele_block.jpg"
      },
      {
        "name": "Leho Roots",
        "title": "Õhusõiduki süsteemide kaaslektor",
        "email": "leho.roots@eava.ee",
      },
      {
        "name": "Iluta Savicka",
        "title": "Õpetaja",
        "email": "iluta.savicka@eava.ee",
        "phone": "+37129279571"
      },
      {
        "name": "Kristjan Kõrgesaar",
        "title": "Lennujuhtimise juhtivinstruktor ",
        "email": "kristjan.korgesaar@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Kristjan_K%C3%B5rgesaar-2_block.jpg"
      },
      {
        "name": "Rene Käsik",
        "title": "Lennujuhtimise instruktor",
        "email": "rene.kasik@eava.ee",
        "phone": "+37251995828",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Rene_K%C3%A4sik_kodulehele-2_block.jpg"
      },
      {
        "name": "Gert Rüütli",
        "title": "Instruktor",
        "email": "gert.ruutli@eava.ee"
      },
      {
        "name": "Killu-Laura Kiin",
        "title": "Spetsialist",
        "email": "killu-laura.kiin@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Laura_Kiin_kodulehele_block.jpg"
      },
      {
        "name": "Tõnis Jürimäe",
        "title": "Spetsialist",
        "email": "tonis.jurimae@eava.ee",
        "phone": "+3725287252",
        "photo": "https://media.voog.com/0000/0044/7474/photos/T%C3%B5nis_J%C3%BCrim%C3%A4e_kodulehele-2_block.jpg"
      },
      {
        "name": "Jules Odilon Yimga",
        "title": "Lennunduskorralduse külalisprofessor",
        "email": "jules.yimga@eava.ee"
      }
    ],
    "type": "Transporditeenused",
    "studyType": "kaugõpe",
    "level": "rakenduskõrgharidus",
    "language": "inglise keel",
    "isEnglishOnly": true,
    "duration": 3,
    "requirements": [
        {
            "term": "**Submitting your online application and documents** \n\n The application system DreamApply Estonia opens on the 2nd of January. The application closes on the 30th of April for all candidates. If you have any questions please contact admissions@eava.ee. \n\nThe following documents must be submitted electronically via DreamApply by the application deadline: \n\n**•** online application; \n\n**•** motivation letter; \n\n**•** curriculum vitae (CV); \n\n**•** a copy of an identity document (passport or ID card); \n\n**•** official certified copy of the secondary school certificate; \n\n**•** document certifying English language proficiency of at least B2 level; \n\n**•** document certifying: \n  - CPL(A) or CPL(H) licence with ATPL theory endorsement or \n  - ATPL(A) or ATPL(H) licence or \n  - training documentation that proves passing of CPL(A) or CPL (H) training with ATPL theory. \n\n**•** confirmation/receipt of application fee (50 €). \n\nDocuments in any other language than English and Estonian must be submitted upon request along with an Estonian or English translation, which must be certified by the issuer of the document, a sworn translator or a notary."
        },
        {
            "term": "**Evaluation of documents and theoretical test** \n\nTo assess an Applicant’s knowledge and skills in maths, physics, logics and use of spreadsheet software (MS Excel). To pass the entrance examination an Applicant must receive at least 50 % of the maximum points. The test is online and the duration of it is 20-30 minutes"
        },
        {
            "term": "**Interview** \n\nSubjects to be covered in the entrance interview: \n\n**•** Explain what interests you about the CATP programme; \n\n**•** Knowledge about Estonia as a (future) place of study; \n\n**•** Knowledge about Tartu relating to the Applicant’s hobbies and interests (options for leisure activities you find interesting); \n\n**•** Describe your career prospects and aspirations; \n\n**•** Questions to test your analytical and problem-solving skills. The interview is online and the duration of it is 20-30 minutes"
        }
    ],
    "name": "Commercial Air Transport Pilot (1y)",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2440?format=json",
    "cost": {
      "amount": 4050,
      "currency": "€",
      "interval": "semester"
    }
  },
  {
    "studyLocation": [
      "Reola"
    ],
    "description": [
      "Commercial Air Transport Pilot programme combines professional higher education with the professional pilot training (ATP(A)/ ATP (H)). The graduates have knowledge of aviation enterprise management and a broad view of aviation generally. \n\n**Why choose this programme?** \n\nThere are many reasons to choose the Commercial Air Transport Pilot programme at the Estonian Aviation Academy. \n\nHere are our top 5 reasons! \n\n**•** Our teaching includes the best aviation experts in Estonia and dedicated one-on-one and group support from the academic staff throughout your studies. \n\n**•** You will graduate from this higher education programme with a BSc degree, which goes hand in hand with the pilot training. \n\n**•** The Estonian Aviation Academy is an authorized training partner of the International Air Transport Association (IATA). Therefore, this curriculum already includes certified IATA courses to further develop your in-depth aviation knowledge. \n\n**•** Since the Estonian Aviation Academy campus is situated next to the Tartu Airport, your pilot studies are carried out in a real life aviation environment. \n\n**•** The blended approach of learning both online and in person allows for greater flexibility for you as an individual. This means that some of the courses are online and others are taught in the classroom. \n\n**What will you get from this programme?** \n\nIn addition to the professional pilot training we provide you with extensive knowledge in: \n\n**•** principles of aviation management; \n**•** operations of an aviation company; \n**•** logistics, international economics, marketing, and financial and strategic planning; \n**•** teamwork and communication skills; \n**•** environmental ethics. \n\n**Career opportunities** \n\nWorking in Estonia is your chance to test your skills in a rapidly developing environment together with people who are passionate about what they’re doing. And not only passionate, but also smart and welcoming of your ideas. \n\nWhether you aspire to work in a small- to medium-sized company, or in a global corporation abroad – we prepare you well for the future job market! \n\nUpon graduation you will be able to start building your career as a Commercial Air Transport Pilot. \n\nThe biggest employers in Estonia are Nordica, Xfly, Airest, Diamond Sky, Fort Aero, Nyxair and Panaviatic."
    ],
    "eap": 180,
    "spots": 20,
    "majorWebsite": "https://lennuakadeemia.ee/admissions/catp/3-year",
    "personnel": [
      {
        "email": "kristjan.roosipold@eava.ee",
        "title": "Lennundusteenuste osakonna juhataja",
        "phone": "+37256484626",
        "name": "Kristjan Roosipõld",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Kristjan_Roosip%C3%B5ld_kodulehele-2_block.jpg"
      },
      {
        "email": "ingrit.roosileht@eava.ee",
        "title": "Projektide koordinaator",
        "phone": "+3725653110",
        "name": "Ingrit Roosileht",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ingrit_Roosileht_kodulehele-2_block.jpg"
      },
      {
        "name": "Heliise Unt",
        "title": "AM Koolitusjuht",
        "email": "heliise.unt@eava.ee"
      },
      {
        "name": "Anu Vare",
        "title": "ATSTO koolitusjuht",
        "email": "anu.vare@eava.ee",
        "phone": "+3725156106",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Anu_Vare_koduleht-2_block.jpg"
      },
      {
        "name": "Jaanus Nuut",
        "title": "ATO koolitusjuht",
        "email": "jaanus.nuut@eava.ee",
        "phone": "+37256478469",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Jaanus_Nuut_kodulehele-2_block.jpg"
      },
      {
        "name": "Jaan Annus",
        "title": "ATO teooriakoolitusjuht",
        "email": "jaan.annus@eava.ee",
        "phone": "+37256478469",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Jaan_Annu_kodulehele-2_block.jpg"
      },
      {
        "name": "Ivar Mathisen",
        "title": "ATO lennupraktika juht",
        "email": "ivar.mathisen@eava.ee"
      },
      {
        "name": "Ott Tahk",
        "title": "MÕS käitamisjuht",
        "email": "ott.tahk@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ott_Tahk_kodulehele_block.jpg"
      },
      {
        "name": "Oskar Saarepera",
        "title": "RPTO koolitusjuht-õpetaja",
        "email": "oskar.saarepera@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Oskar_Saarepera_kodulehele-2_block.jpg"
      },
      {
        "name": "Viktor Trasberg",
        "title": "Juhtimise ja ettevõtluse dotsent ",
        "email": "viktor.trasberg@eava.ee",
        "phone": "+37253658372",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Viktor_Trasberg_kodulehele-2_block.jpg"
      },
      {
        "name": "Allan Nõmmik",
        "title": "Lennutranspordi planeerimise lektor ",
        "email": "allan.nommik@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Allan_N%C3%B5mmik_kodulehele-2_block.jpg"
      },
      {
        "name": "Ere Saar",
        "title": "Inglise keele lektor",
        "email": "ere.saar@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Ere_Saar_kodulehele-2_block.jpg"
      },
      {
        "name": "Alisa Lepik",
        "title": "Meteoroloogia ja aeronavigatsiooniteabe teenuse kaaslektor",
        "email": "alisa.lepik@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Alisa_Lepik_kodulehele_block.jpg"
      },
      {
        "name": "Leho Roots",
        "title": "Õhusõiduki süsteemide kaaslektor",
        "email": "leho.roots@eava.ee",
      },
      {
        "name": "Iluta Savicka",
        "title": "Õpetaja",
        "email": "iluta.savicka@eava.ee",
        "phone": "+37129279571"
      },
      {
        "name": "Kristjan Kõrgesaar",
        "title": "Lennujuhtimise juhtivinstruktor ",
        "email": "kristjan.korgesaar@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Kristjan_K%C3%B5rgesaar-2_block.jpg"
      },
      {
        "name": "Rene Käsik",
        "title": "Lennujuhtimise instruktor",
        "email": "rene.kasik@eava.ee",
        "phone": "+37251995828",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Rene_K%C3%A4sik_kodulehele-2_block.jpg"
      },
      {
        "name": "Gert Rüütli",
        "title": "Instruktor",
        "email": "gert.ruutli@eava.ee"
      },
      {
        "name": "Killu-Laura Kiin",
        "title": "Spetsialist",
        "email": "killu-laura.kiin@eava.ee",
        "photo": "https://media.voog.com/0000/0044/7474/photos/Laura_Kiin_kodulehele_block.jpg"
      },
      {
        "name": "Tõnis Jürimäe",
        "title": "Spetsialist",
        "email": "tonis.jurimae@eava.ee",
        "phone": "+3725287252",
        "photo": "https://media.voog.com/0000/0044/7474/photos/T%C3%B5nis_J%C3%BCrim%C3%A4e_kodulehele-2_block.jpg"
      },
      {
        "name": "Jules Odilon Yimga",
        "title": "Lennunduskorralduse külalisprofessor",
        "email": "jules.yimga@eava.ee"
      }
    ],
    "type": "Transporditeenused",
    "studyType": "päevaõpe",
    "level": "rakenduskõrgharidus",
    "language": "inglise keel",
    "isEnglishOnly": true,
    "duration": 3,
    "requirements": [
        {
            "term": "**Submitting your online application and documents** \n\nThe application system DreamApply Estonia opens on the 2nd of January. The application closes on the 30th of April for all candidates. If you have any questions please contact admissions@eava.ee. \n\nThe following documents must be submitted electronically via DreamApply by the application deadline: \n\n**•** online application; \n**•** motivation letter; \n**•** curriculum vitae (CV); \n**•** a copy of an identity document (passport or ID card); \n**•** official certified copy of the secondary school certificate; \n**•** document certifying English language proficiency of at least B2 level; \n**•** document certifying a valid EASA Class 1 medical examination; \n**•** confirmation/receipt of application fee (50 €). \n\nDocuments in any other language than English and Estonian must be submitted upon request along with an Estonian or English translation, which must be certified by the issuer of the document, a sworn translator or a notary."
        },
        {
            "term": "**Theoretical test** \n\nTo assess an Applicant’s knowledge and skills in maths, physics, logics and use of spreadsheet software (MS Excel). To pass the entrance examination an Applicant must receive at least 50 % of the maximum points."
        },
        {
            "term": "**Pilot aptitude test** \n\n To assess your memory capacity, information processing, spatial abilities, reasoning, logic, long-term concentration, allocation of attention, multitasking, workload management, situation awareness, motivation, self-discipline, self-organisation, self-criticism, safety motivation, stress coping - information load, time pressure, application of procedures, and compliance."
        },
        {
            "term": "**Interview** \n\nSubjects to be covered in the entrance interview: \n\n**•** Explain what interests you about the CATP programme; \n**•** Knowledge about Estonia as a (future) place of study; \n**•** Knowledge about Tartu relating to the Applicant’s hobbies and interests (options for leisure activities you find interesting); \n**•** Describe your career prospects and aspirations; \n**•** Questions to test your analytical and problem-solving skills."
        }
    ],
    "name": "Commercial Air Transport Pilot (3y)",
    "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2440?format=json",
    "cost": {
      "amount": 92475,
      "currency": "€",
      "interval": "full"
    }
  },
]
