[
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Fotograafia osakond loodi 1997. aastal Vallo Kalamehe juhtimisel, alates 2001 juhib osakonda professor Peeter Linnap (PhD). Osakonna eesmärk on anda üliõpilastele rahvusvaheliselt pädev erialane kunstiharidus. \n\n**Õppekava keskendub kolmele suunale:** \n\n**•** Vabaloominguline tegevus \n\n**•** Professionaalne fotograafia ja uurimuslik dokumentalistika \n\n**•** Internetipõhised projektid, fotograafiaga seonduva loomingu kureerimine, uurimine ja korraldustöö. \n\nOsakond teadvustab ennast rahvusvahelises kultuuriruumis. Üliõpilased osalevad aktiivselt vahetusprogrammides, sage on välisüliõpilaste õppima tulek fotograafiaosakonda. Osakonnas on publitseeritud üle kümne erialase raamatu ja kataloogi."
        ],
        "eap": 240,
        "spots": 12,
        "majorWebsite": "https://pallasart.ee/sisseastumine/erialad/fotograafia/",
        "videoId": "XKOhnCB6a5M",
        "personnel": [
            {
                "email": "peeter@linnap.com",
                "title": "Professor, osakonna juhataja",
                "titleEn": "Professor, Head of Department",
                "phone": "+3727309820",
                "name": "Peeter Linnap",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/peeter-100-x-100-Pallase-kodukale-650x600.jpg"
            },
            {
                "email": "kaisa.eiche@pallasart.ee",
                "title": "Osakonnajuhataja abi",
                "titleEn": "Assistant Head of Department",
                "name": "Kaisa Eiche",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/kaisa-2-1000-x-1000-614x600.jpg"
            },
            {
                "email": "toomas.kalve@pallasart.ee",
                "title": "Meister",
                "titleEn": "Technical Assistant",
                "name": "Toomas Kalve",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/toomas-1000-x-1000-631x600.jpg"
            },
            {
                "email": "andrus.kannel@pallasart.ee",
                "title": "Meister",
                "titleEn": "Technical Assistant, lecturer",
                "name": "Andrus Kannel",
                "phone": "+3727309820",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/Andrus-Kannel-1000-1000-mustvalge-IMGP6932-600x600.jpg"
            }
        ],
        "type": "kunstid",
        "level": "bakalaureus",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/753?format=json",
        "language": "eesti keel",
        "duration": 4,
        "requirements": [
            {
                "term": "Keskharidust tõendav dokument"
            },
            {
                "term": "Sisseastumiskatse"
            }
        ],
        "name": "Fotograafia",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Maali ja restaureerimise õppekava loodi 1996. aastal professor Heli Tuksami eestvedamisel. Alates 2021 juhatab osakonda Margus Meinart. Maaliosakonna õppekava on spetsialiseerumine kahel suunal: maalikunst ja maalingute restaureerimine. Suunavalik tuleb teha enne õppima asumist. \n\n**KUNSTISUUNA** läbinud üliõpilane saab põhjapanevad teadmised maalikunsti ajaloolistest tehnikatest ja töövõtetest. Oluline fookus on materjalil ja töötamisel natuuriga. Seome tehnilise võimekuse nüüdiskunsti analüütilise ja kriitilise meelega. Õppekava läbinud tudeng valdab tahvelmaali ning oskab luua monumentaalseid teoseid interjööri ja linnaruumi. \n\n**KONSERVEERIMISE/RESTAUREERIMISE SUUNA** fookuses on seina- ja laemaalingute konserveerimine ja restaureerimine ning ajalooliste interjööride stiilitundega käsitlemine. Rakenduslik kõrgkool annab tudengile häid praktilisi töökogemusi reaalsetel objektidel mitmel pool Eestis. Osakonna laboratoorium tagab valmisoleku uurimistööks. Suunamooduli läbinud üliõpilane saab koos bakalaureuse diplomiga ka konservaatori tase 6 esmase kutse. \n\nKunsti ja konserveerimise/restaureerimise suunamooduleid liidavad tervikuks ühised praktilised ja teoreetilised baasained ning kahel esimesel õppeaastal õpitakse üksikute eranditega sama õppekava alusel. Stuudiomaal, joonistamine, tänapäeval unikaalsed fresko-, sgrafiito-, mosaiigi- ja vitraažitehnikad, marmoreerimine, aaderdamine ja ornamentika kuuluvad võrdses mahus mõlema suuna õppekavasse. Esimesel kahe aastal toimub ühine suvine maalipraktika. \n\n Osakonnal on rohkelt pikaajalisi kontakte Euroopa erinevate kunstikõrgkoolidega, kus meie tudengid käivad end aktiivselt Erasmus+ programmi raames täiendamas."
        ],
        "eap": 240,
        "spots": 12,
        "majorWebsite": "https://pallasart.ee/sisseastumine/erialad/maaliosakond/",
        "videoId": "DVMFdWPkwyY",
        "personnel": [
            {
                "email": "margus.meinart@pallasart.ee",
                "title": "Osakonna juhataja",
                "phone": "+3727309818",
                "name": "Margus Meinart",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/MargusMeinart-1.jpg"
            },
            {
                "email": "pille.johanson@pallasart.ee",
                "title": "Osakonnajuhataja abi",
                "phone": "+3727309818",
                "name": "Pille Johanson",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/PilleJohanson.jpg"
            },
            {
                "email": "indrek.aavik@pallasart.ee",
                "title": "Meister, lektor",
                "phone": "+3727309818",
                "name": "Indrek Aavik",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/IndrekAavik.jpg"
            },
            {
                "email": "heli.tuksam@pallasart.ee",
                "title": "Professor",
                "name": "Heli Tuksam",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/HeliTuksam.jpg"
            },
            {
                "email": "sirje.petersen@pallasart.ee",
                "title": "Kaasprofessor",
                "name": "Sirje Petersen"
            },
            {
                "email": "tuuli.puhvel@pallasart.ee",
                "title": "Lektor",
                "name": "Tuuli Puhvel"
            },
            {
                "name": "Madis Liplap",
                "title": "Lektor"
            },
            {
                "name": "Piret Veski",
                "title": "Lektor"
            },
            {
                "name": "Katrin Maask",
                "title": "Lektor"
            },
            {
                "name": "Veiko Klemmer",
                "title": "Lektor"
            },
            {
                "name": "Rauno Thomas Moss",
                "title": "Lektor"
            }
        ],
        "type": "kunstid",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 4,
        "requirements": [
            {
                "term": "Keskharidust tõendav dokument"
            },
            {
                "term": "Sisseastumiskatse"
            }
        ],
        "name": "Maal ja restaureerimine",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/750?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Meedia- ja reklaamidisaini õppekava tugevus on mitmekülgsus. Õppekava vastutav õppejõud on osakonnajuhataja Jaanus Eensalu. Osakonna õppekava võib jagada kaheks suuremaks plokiks: graafiline disain ja meediadisain. \n\n**GRAAFILINE DISAIN** \n\nGraafiline disain hõlmab trükimeediat ja sellega seonduvat. Graafilise disainiga tegeletakse peamiselt esimesel kahel õppeaastal, kuid selle valdkonna teadmised on aluseks iga erialase projekti juures. Graafilise disaini alla kuuluvad õppeained nagu kompositsioon ja stilistika, trükitehnoloogiad, tüpograafia, erialane joonistamine, foto manipulatsioonid, küljendamine, pakendidisain, reklaammaterjalide tehnoloogia, korporatiiv- ja infograafika jm. Vastutavaks õppejõuks on professor Marko Kekišev. \n\n**MEEDIADISAIN** \n\nMeediadisain hõlmab videotöötluse, veebimeedia, interaktiivse multimeedia, animatsiooni ja 3D graafikaga seotud aineid. Meediadisaini alla kuuluvad õppeained nagu videorežii, videomontaaž, video eriefektid ja animatsioon, animatsiooniteooria ja -tehnikad, 3D graafika, kasutajaliidese disain, veebidisain, helidisain, virtuaalne ruum jpm. Vastutavaks õppejõuks on professor Raivo Kelomees. \n\n\nMõlemas valdkonnas saavad tudengid teemadest nii teoreetilise ülevaate kui praktilise kogemuse. Õppekava oluliseks osaks on praktilised projektid ja koostöö reaalsete klientidega. \n\nOsakonna üliõpilased on aktiivsed nii kohalikest kui rahvusvahelistest konkurssidest ja festivalidest osa võtmisel, kus jõuavad tihtipeale märkimisväärsete tulemusteni. \n\nLõputöödena valmivad graafilise disaini, audiovisuaalse ja interaktiivse meedia tooted: interaktiivsed esitlused, veebilehtede kujundused, videod, filmid, animatsioonid, raamatukujundused, terviklikud reklaamiprojektid, firmagraafika terviklahendused jne. \n\nÕppekava läbinud vilistlased töötavad meedia- ja reklaamifirmades disainerite, loovjuhtide, kujundajate ja veebidisaineritena. Paljud on asutanud ka oma ettevõtte või töötavad edukalt vabakutseliste disaineritena. Samuti on mitmed jätkanud õpinguid magistriõppes. \n\nAastatel 2001 – 2007 juhtis osakonda Raivo Kelomees, aastast 2008 on osakonna juhataja Jaanus Eensalu."
        ],
        "eap": 240,
        "spots": 12,
        "majorWebsite": "https://pallasart.ee/sisseastumine/erialad/meediaosakond/",
        "videoId": "iDX6uNy0HT4",
        "personnel": [
            {
                "email": "jaanus.eensalu@pallasart.ee",
                "title": "Osakonna juhataja",
                "phone": "+3727338992",
                "name": "Jaanus Eensalu",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/12/Jaanus_Eensalu_Pallas_2022.jpg"
            },
            {
                "email": "pirgit.liblik@pallasart.ee",
                "title": "Osakonnajuhataja abi",
                "phone": "+3727338997",
                "name": "Pirgit Liblik",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/12/Pirgit_Liblik_Pallas_2022.jpg"
            },
            {
                "email": "ardo.sagi@pallasart.ee",
                "title": "Trükitehnoloogia meister",
                "phone": "+3727338974",
                "name": "Ardo Sägi",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/12/Ardo_Sagi_Pallas_2022.jpg"
            },
            {
                "email": "mart.mannik@pallasart.ee",
                "title": "Meister",
                "phone": "+3727338971",
                "name": "Mart Männik",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/12/Mart_Mannik_Pallas_2022.jpg"
            },
            {
                "email": "marko.kekishev@pallasart.ee",
                "title": "Professor",
                "name": "Marko Kekišev",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/12/Marko_Kekisev_Pallas_2022.jpg"
            },
            {
                "name": "Raivo Kelomees",
                "title": "Professor",
                "email": "raivo.kelomees@pallasart.ee",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/12/Raivo_Kelomees_Pallas_2022.jpg"
            }
        ],
        "type": "kunstid",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 4,
        "requirements": [
            {
                "term": "Keskharidust tõendav dokument"
            },
            {
                "term": "Sisseastumiskatse"
            }
        ],
        "name": "Meedia ja reklaamidisain",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/754?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Mööbliosakonnas saab õppida mööbli disainimist või vana mööbli restaureerimist/konserveerimist. Mõlemas valdkonnas saadakse kvaliteetsed erialased teadmised, kuid suunavalik peaks olema tehtud enne õppima asumist. \n\n**MÖÖBLIDISAIN** \n\nViimase kümne aasta jooksul hea taseme saavutanud perspektiivikate tulevikuväljavaadetega eriala. Praktilise suunitlusega õpe, mille läbimise jooksul saavad õppurid kogemusi töötades reaalsete esemetega ja tehes koostööprojekte. Mööbliosakond on üks kahest osakonnast Pallases, mille lõpetajat on pärjatud rahvusvahelise disainiauhinnaga Red Dot. \n\n**MÖÖBLI RESTAUREERIMINE/KONSERVEERIMINE** \n\nMööbli restaureerimine/konserveerimine keskendub mööblipärandi taastamisele või säilitamisele. Praktiline, erialaselt süvitsi õpetatav suund tagab teadmised mööbliajaloost, klassikalistest polstritest, kuldamisest, jpm vajalikust ja huvitavast. Konserveerimise/restaureerimise valdkonnas tehakse koostööd Eesti Muinsuskaitseameti, ERM’i ja paljude teiste muuseumidega, kuhu on nüüdseks tööle asunud ka kooli lõpetanuid. \n\nLaiahaardeline õpe pakub suurt vaheldusrikkust ja kaasaegset lähenemist ning tööriistu. Käiakse messidel: näiteks Stockholmis, Helsinkis, Londonis, ja erialastel väljasõitudel. Õppekava läbimine loob eeldused töötamiseks mööbli valdkonnas disainerina või konservaatorina/restauraatorina nii riigi- kui erasektoris, andes samas põhjaliku hariduse, millega on hea jätkata ka magistriõppes. \n\nViimaste aastate põhiõppejõud on Aivar Habakukk, Annes Hermann, Teet Papson, Kristjan Bachman, Kristina Allik. \n\nKülalisõppejõududena on olnud kaasatud Pavel Sidorenko, Vitali Valtanen, Ingemar Maasikmäe, Madis Liplap, Aet Ollisaar, Ardo Sägi, Jaanus Eensalu, Anne Rudanovski, Aigar Needo, Holger Rajavee, Siim Hendrikson, Riho Tiivel, Jaak Roosi. \n\nLõpetajaid: Karl Annus, Maria Rästa, Karoliine Korol, Kristiina Piirisild, Mari-Liis Vaks, Markus Pärnamets, Mirjam Pärnamets jpt."
        ],
        "eap": 240,
        "spots": 12,
        "majorWebsite": "https://pallasart.ee/sisseastumine/erialad/moobliosakond/",
        "videoId": "F3rt5v-08sg",
        "personnel": [
            {
                "email": "aivar.habakukk@pallasart.ee",
                "title": "Osakonna juhataja",
                "phone": "+3727338996",
                "name": "Aivar Habakukk",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/AivarHabakukk.jpg"
            },
            {
                "email": "kristina.allik@pallasart.ee",
                "title": "Osakonnajuhataja abi",
                "phone": "+3727338996",
                "name": "Kristina Allik",
                "photo": "https://pallasart.ee/wp-content/uploads/2023/03/IMG_20230310_131241-600x600.jpg"
            },
            {
                "email": "kristjan.bachman@pallasart.ee",
                "title": "Osakonnajuhataja abi",
                "phone": "+3727338996",
                "name": "Kristjan Bachman",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/KristjanBachman.jpg"
            },
            {
                "email": "annes.hermann@pallasart.ee",
                "title": "Meister",
                "phone": "+3727309819",
                "name": "Annes Hermann",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/Annes_Hermann.jpg"
            },
            {
                "email": "teet.papson@pallasart.ee",
                "title": "Õpetaja",
                "name": "Teet Papson",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/TeetPapson.jpg"
            }
        ],
        "type": "kunstid",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 4,
        "requirements": [
            {
                "term": "Keskharidust tõendav dokument"
            },
            {
                "term": "Sisseastumiskatse"
            }
        ],
        "name": "Mööblidisain ja restaureerimine",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/755?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Osakonna eesmärk on rakendusliku nahadisaini ja –restaureerimise valdkonna õpetamine ja arendamine Eestis. Nelja õppeaasta jooksul õpetatakse erialaainetele lisaks nii klassikalisi aineid – joonistamine, maal ja skulptuur, kui ka üldaineid – kunstiajalugu, filosoofiat, kompositsiooni jne. Õppetöö on väga mitmekülgne, sisaldades erinevaid projektiõppe ja ka köitekunsti tunde. Oluline maht on praktikatel käimisel ja lõputöö teostamisel. Nahadisaini osakonnas on võimalik õppida kahel õppesuunal – disain ja restaureerimine/konserveerimine. Suunavalik tuleb teha enne õppima asumist. \n\nNahadisaini ja restaureerimise õppekava väärtustab traditsioone, innustades samas otsima uudseid lahendusi nii tehnikas kui ka kujunduses. Käsitletavad teemad annavad erialaoskusi alates naha töötlemise tehnikatest kuni raamatuköitmise ja konserveerimise/restaureerimise ning mitmesuguste nahktoodete disainimiseni. Õppetöös tehakse koostööd tellijatega ja osaletakse aktiivselt näitustel ja konkurssidel, kus üliõpilased on saavutanud auhinnalisi kohti. \n\nDisainisuund annab süvendatud teadmised nahkobjektide, -kottide ja -rõivaste disainimisel ja teostamisel. Käsitletav praktiliste teemade ring on lai sisaldades kindakursust ja moevaldkonnaga seotud õppeaineid. Õppesse on kaasatud uute tehnoloogiate, alternatiivmaterjalide ja suundumiste tutvustamine. Nahadisaini suuna lõpetajad on aktiivsed jätkama magistriõppes ning looma oma ettevõtteid. \n\nKonserveerimise ja restaureerimise suund lähtub konservaatori kutsestandardi nõuetest. Õpitakse restaureerima erineva kattematerjali ja struktuuriga köiteid, pabermaterjale ja nahkobjekte ning esitama sobivaid säilitusjuhiseid. Eriala lõpetaja saab konservaatori 6 taseme kutsetunnistuse, mis võimaldab tööd erinevate mäluasutuste juures. \n\nNahadisaini õppekava eelkäija nahakunsti eriala loodi 1965. aastal. Osakonnas on õpetanud mitmed tunnustatud lektorid nii Eestist kui välismaalt: Hans-Peter Frölich, Michel Frölich (Saksamaa), Jeff Clements (Holland), Enrico Flaiani (Itaalia), Manfred Mayer (Austria), Kaia Lukats, Jolana Laidma, Hedvig Mäe, Karin Kallas, Illu Erma, Stella Soomlais. \n\nViimastel aastatel on külalisõppejõududena loenguid ja praktilist õpet andmas käinud disainivaldkonnas Juta Mölder, Gerda Retter, Tiina Andron, Vilve Unt, Evelyn Reeman, Madis Palm, Lennart-Jaak Mänd ning konserveerimise vallas Silli Peedosk, Tulvi-Hanneli Turo, Küllike Pihkva, Tiia Nurmsalu ja Dorel Sabre."
        ],
        "eap": 240,
        "spots": 10,
        "majorWebsite": "https://pallasart.ee/sisseastumine/erialad/nahaosakond/",
        "videoId": "YQtqIvwHWsU",
        "personnel": [
            {
                "email": "rene.haljasmae@pallasart.ee",
                "title": "Osakonna juhataja",
                "phone": "+3727309817",
                "name": "Rene Haljasmäe",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/ReneHaljasma%CC%88e.jpg"
            },
            {
                "name": "Tiina Karu",
                "title": "Osakonnajuhataja abi",
                "email": "tiina.karu@pallasart.ee",
                "phone": "+3727309815",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/TiinaKaru.jpg"
            },
            {
                "email": "rutt.maantoa@pallasart.ee",
                "title": "Professor",
                "name": "Rutt Maantoa",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/RuttMaantoa.jpg"
            },
            {
                "name": "Maila Käos",
                "title": "Lektor",
                "email": "maila.kaos@pallasart.ee",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/MailaKa%CC%88os.jpg"
            },
            {
                "name": "Kerli Jõgi",
                "title": "Vanemõpetaja",
                "email": "kerli.jogi@pallasart.ee"
            },
            {
                "name": "Tõnu Ojaperv",
                "title": "Meister",
                "phone": "+3727309815",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/TonuOjaperv.jpg"
            },
            {
                "email": "kristel.suigussaar@pallasart.ee",
                "title": "Vanemõpetaja",
                "name": "Kristel Suigussaar",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/KristelSuigussaar.jpg"
            }
        ],
        "type": "kunstid",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 4,
        "requirements": [
            {
                "term": "Keskharidust tõendav dokument"
            },
            {
                "term": "Sisseastumiskatse"
            }
        ],
        "name": "Nahadisain ja restaureerimine",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/751?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Pallase skulptuuriosakond on kaasaegne loov õpikeskkond, mis annab teoreetilised ja praktilised vahendid, et saada kunstnikuks. Õpitakse teostama oma ideid, fookusega ideede meisterlikule väljendusele. Lisaks klassikalistele skulptuuri väljendusvahenditele õpetame 3D tehnoloogiate kasutamist skulptuuris. \n\n**Kuidas skulptuuri õpitakse?** \n\nSkulptuuri on nimetatud intelligentsuse kunstiks. Tee selleni  viib sammhaaval. Koos teoreetiliste kunsti alusteadmistega omandatakse esimestel kursustel tööriistade käsitlusoskused ja tehniline baas, 3D ruumi- ja vormiloomega seotud tarkvaralised teadmised, oskused kasutada erinevaid materjale ideede teostamiseks. Järgnevad kursused on seotud autoriprojektidega kas näitusesaali või avalikku ruumi. Skulptuuri eluringi täiuse nägemiseks on õppekavas restaureerimisprojektid. Suvised praktikad annavad reaalse kogemuse võimalikust tulevasest töökohast. \n\n**Kes Pallase skulptuuriosakonnas õpetavad?** \n\nMeie õppejõud on kunstnikud, kelle looming rikastab Eesti ja rahvusvahelist kunstipilti. \n\nÕppekava vastutav õppejõud on prof Anne Rudanovski, kelle loomingus valitseb geomeetriline abstraktsioon ning kelle ootamatud kannapöörded võivad viia skulptuuriosakonna Guinnessi rekordi või  ümbermaailmarännuni. Rasmus Eist avastab maad 3D meediaga seotud aladel, dotsent Tõnis Paberit kannab klassikalise skulptuuri ideaale, prof Mati Karmin on Eesti esimonumentalist. \n\nKülalisõppejõud on Eestist, Saksamaalt ja Soomest: Uwe Schloen’i armastus skulptuuri vastu ja pikaajalised kogemused kinnitavad ala järjepidevust. Jevgeni Zolotko apokalüptilised hoiakud kainestavad. Eike Eplik toob värskust kaasaegse skulptuuri materjalide mitmekesisusest, Maria Väinsar aitab mõista restaureerimise saladusi, Rauno Thomas Mossi tasakaalukas põhjalikkus inimkeha tundmaõppimisel paneb pliiatsit ja savi mõtestatult kasutama. Kivimeister Rein Karuse tunnid tõestavad, et iga idee järgmine staadium on raske töö. \n\nÕppejõudude panus skulptuuri laiapõhjalisuse mõistmiseks soodustab iga tudengi isikupära esiletulemist. \n\n**Mida teevad skulptuuri lõpetajad, Pallase skulptuuriosakonna vilistlased?** \n\nSkulptorid Art Allmägi, Eike Eplik, Jass Kaselaan jpt toovad värskeid tuuli Eesti galeriidesse. Kunstnik-butafoor Jane Ausi leiame Vanemuise dekoratsioonialalt. Pikaaegne Rakvere linnakunstnik Teet Suur teeb lisaks äratuntavale käekirjale skulptuuris kunstiks ka traditsioonilise jõulupuu. Bruno Kadak alustas pronkisvalutöökojaga Tartumaal, ta jätkab  Tallinnas, kus tema osalusel on valmimas loominguline töökeskkond kunstnikele. \n\nMõnedest lõpetajatest on saanud ärimaailmast skulptuuri toetajad, teised rakendavad oskusi disaineritena või kunstitunde andes. Loomingulisus on iga skulptuuriosakonna lõpetaja elu juhtija üht või teist pidi. \n\nSkulptuur on laiapõhjaline eriala. Millist teed lõpetamise eluristmikul valida, otsustab lõpetaja oma huvidest ja isiksusest lähtuvalt. Pallase skulptuuriosakond teeb omalt poolt kõik, et igal lõpetajal on teadmised ja oskused, millega edasi minna."
        ],
        "eap": 240,
        "spots": 10,
        "majorWebsite": "https://pallasart.ee/sisseastumine/erialad/skulptuur/",
        "videoId": "F1OFwQ0rv7o",
        "personnel": [
            {
                "email": "anne.rudanovski@pallasart.ee",
                "title": "Osakonna juhataja",
                "phone": "+3727338970",
                "name": "Anne Rudanovski"
            },
            {
                "email": "rasmus.eist@pallasart.ee",
                "title": "Osakonnajuhataja abi",
                "phone": "+3727338970",
                "name": "Rasmus Eist"
            },
            {
                "name": "Dmitry Gorbushin",
                "title": "Meister"
            },
            {
                "name": "Tõnis Paberit",
                "title": "Kaasprofessor"
            }
        ],
        "type": "kunstid",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 4,
        "requirements": [
            {
                "term": "Keskharidust tõendav dokument"
            },
            {
                "term": "Sisseastumiskatse"
            }
        ],
        "name": "Skulptuur",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/749?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Osakonna eesmärk on arendada tekstiilikunsti ja -disaini valdkonda Eestis, õppekava on laiapõhjaline ja sisaldab ka moe valdkonna aineid. \n\nTekstiili õppekava on loodud 1993. aastal, osakonna looja ja arendaja on osakonnajuhataja professor Aet Ollisaar. \n\nOluliseks peetakse nii individuaalseid oskusi kui ka valdkondadeülest koostööd, üliõpilastele luuakse võimalus osaleda erinevates projektides ja täiendada oma oskusi praktikatel nii Eestis kui välismaal. Tekstiiliosakonna üliõpilaste initsiatiivil toimub järjepidevalt moeprojekt Mood-Performance-Tants, koostöös mööbliosakonnaga osaletakse rahvusvahelistel mööblimessidel Stockholmis ja Londonis. \n\nTekstiiliosakonna lõpetajad on aktiivsed jätkama magistriõppes ning looma oma ettevõtteid. \n\nAastate vältel on tudengeid juhendanud erinevad õppejõud Eestist ja välismaalt – Anu Raud, Eva Jakovits, Monika Järg, Piret Valk, Keret Altpere, Maarja Tamjärv, Vaike Reemann, Signe Kivi, Anu Samarüütel, Juha Laurikainen, Tiina Karhu, Kaisa Klemola, Monika Zaltauskaite-Grasiene, Annika Ekdahl, Wlodzimierz Cygan ja paljud teised. Osakonna põhiõppejõud on prof Aet Ollisaar, prof Kadi Pajupuu, moe valdkonna lektor Kairi Lentsius, lektor Liina Kool ja Marju Roos."
        ],
        "eap": 240,
        "spots": 10,
        "majorWebsite": "https://pallasart.ee/sisseastumine/erialad/tekstiil/",
        "videoId": "xIikyDCbM9E",
        "personnel": [
            {
                "email": "aet.ollisaar@pallasart.ee",
                "title": "Osakonna juhataja",
                "phone": "+3727309825",
                "name": "Aet Ollisaar",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/AetOllisaar-1.jpg"
            },
            {
                "email": "kadi.pajupuu@pallasart.ee",
                "title": "Professor",
                "name": "Kadi Pajupuu",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/KadiPajupuu1.jpg"
            },
            {
                "email": "kairi.lentsius@pallasart.ee",
                "title": "Moedisaini lektor",
                "name": "Kairi Lentsius",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/KairiLentsius.jpg"
            },
            {
                "email": "liina.kool@pallasart.ee",
                "title": "Osakonnajuhataja abi",
                "phone": "+3727309825",
                "name": "Liina Kool",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/LiinaKool.jpg"
            },
            {
                "email": "mari.kirs@pallasart.ee",
                "title": "Osakonnajuhataja abi",
                "phone": "+3727309825",
                "name": "Mari-Triin Kirs",
                "photo": "https://pallasart.ee/wp-content/uploads/2022/09/Mari-TriinKirs.jpg"
            }
        ],
        "type": "kunstid",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 4,
        "requirements": [
            {
                "term": "Keskharidust tõendav dokument"
            },
            {
                "term": "Sisseastumiskatse"
            }
        ],
        "name": "Tekstiil",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/752?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    }
]
