[
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Õde on tervishoiuspetsialist, kes osutab õendusabi: rakendab oma kutsealaseid teadmisi, oskusi ja hoiakuid üksikisiku, perekonna ja/või kogukonna abistamisel, selleks et säilitada tervist, saavutada parem elukvaliteet, parem enesehoolduse- ja funktsioneerimisvõime või võimaldada inimesel surra väärikalt kui tervise taastamine pole võimalik. Õde hindab inimese kogemusi ja reaktsioone haiguse ja tervise suhtes ning õpetab ja juhendab teda tervise hoidmisel ja/või haigusest paranemisel, lähtudes holistlikust inimkäsitusest. Tutvu ka rahvusvahelise õdede nõukogu eetikakoodeksiga. \n\nTartu Tervishoiu Kõrgkoolis kestab õe põhiõpe kolm ja pool aastat, selle aja jooksul kogub üliõpilane 210 EAP-d. Õppekava koosneb kümnest moodulist: kutsealane ja isiksuslik areng, õenduse alused, anatoomia-füsioloogia, kogukonnaõendus, lapse õendusabi, reproduktiivtervis, eaka õendusabi, kliiniline õendusabi, komplitseeritud juhtude õendusabi, vaimne tervis ja psühhiaatriline õendusabi. \n\nLisaks teoreetilisele õppele on olulisel kohal praktika: eelkliiniline praktika viiakse läbi kõrgkooli õppeklassis, kliiniline õppepraktika toimub praktikabaasides integreeritult teooriaõppe tsüklitega ning annab üliõpilasele kokku 86 EAP-d (üle 40% õppe mahust). Praktika eesmärgiks on arendada teoreetiliste teadmiste rakendamise ning kutseoskusi ja selle juhendajateks on praktikabaasi erialaspetsialist ja kõrgkooli poolt vastava aine õppejõud. \n\nÕppekava täitmiseks peab üliõpilane läbima õppekava etteantud mahus ja kaitsma uurimusliku sisuga lõputöö. Õe õppekaval on võimalus tsükliõppe vormis õppimiseks, ent tuleb arvestada, et praktikad ei toimu tsüklitena. \n\nEesti Töötukassa kaudu saavad õe õppekava tudengid taotleda toetust, mis on mõeldud tööealistele töötavatele ja töötutele inimestele, kellel puuduliku või vananenud hariduse või oskuste tõttu on keeruline leida uut tööd või kellel on oht oma töökoht kaotada. \n\n**Pärast lõpetamist** \n\nÕed töötavad tervishoiu ja sotsiaalvaldkonda kuuluvates asutustes, näiteks haiglates, päeva- ja tervisekeskustes ning ka hooldekodudes. Õdesid vajatakse tööturul pidevalt: erialase ametikoha leidmine ei tohiks valmistada probleeme ning karjäärivõimalused on laiad. Õe kõrghariduse omandanutel on võimalik jätkata õpinguid terviseteaduse magistriõppekaval (90 EAP)."
        ],
        "descriptionEn": "The aim of the curriculum is to prepare nurses in an internationally regulated profession with the ability to work successfully in various fields of health care. Nursing as a field has existed since the beginning of time and is constantly developing along with society. \n\nIn addition to the theoretical training, over 40% of the studies form practical training, which takes place in the innovative learning environment of skills labs in the College and in the clinical settings (community, primary care, hospital care, home care etc.). \n\nThe graduate will be qualified as a general nurse who can work in all areas of health care. \n\nThe education and training period is finished by the defence of the final thesis.",
        "eap": 210,
        "spots": 104,
        "majorWebsite": "https://www.nooruse.ee/oppimine/rakenduskorgharidus/ode/",
        "videoId": "g49we-vE-Fs",
        "personnel": [
            {
                "email": "ireenbruus@nooruse.ee",
                "title": "Osakonna juhataja",
                "titleEn": "Head of the Nursing and Midwifery Department",
                "phone": "+3727370225",
                "name": "Ireen Bruus",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/ireenbruus-1.jpg"
            }
        ],
        "type": "",
        "studyType": "päevaõpe",
        "level": "rakenduskõrgharidus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "Keskharidus või sellele vastav kvalifikatsioon"
            },
            {
                "term": "Eesti keele oskus vähemalt B2 tasemel"
            },
            {
                "header": "Akadeemiline test",
                "headerEn": "Akadeemiline test",
                "percentage": 80,
                "term": "Akadeemilise testi miinimumlävend kõrgkooli kandideerimiseks on 30% akadeemilise testi maksimumsooritusest. [Loe lisaks siit](https://www.nooruse.ee/akadeemiline-test/)",
                "termEn": "Akadeemilise testi miinimumlävend kõrgkooli kandideerimiseks on 30% akadeemilise testi maksimumsooritusest. [Loe lisaks siit](https://www.nooruse.ee/akadeemiline-test/)"
            },
            {
                "percentage": 20,
                "term": "Gümnaasiumi/keskkooli lõputunnistuse matemaatika ja eesti keele hinnet."
            }
        ],
        "name": "Õde",
        "nameEn": "Nursing",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1198?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        },
        "studyTypes": [
            "päevaõpe"
        ],
        "languages": [
            "eesti keel"
        ]
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Ämmaemand juhendab, jälgib, hooldab ja nõustab naisi ning peresid raseduse ja sünnituse ajal, sünnitusjärgsel perioodil ning günekoloogiliste probleemide lahendamisel, juhib sünnitusi, hooldab ja jälgib vastsündinuid ja imikuid. Ämmaemandal on tähtis roll tervisekasvatuses ja nõustamises mitte ainult naiste, vaid ka nende perede ja kogu ühiskonna tasandil. \n\nErialal rakenduskõrghariduse saamiseks tuleb Tartu Tervishoiu Kõrgkoolis nelja ja poole aasta jooksul koguda 270 EAP-d. Õppekava koosneb kaheksast moodulist: kutsealane ja isiksuslik areng, kutsealane orientatsioon, rahvatervis, farmakoloogia, terve inimene, emadushooldus I, emadushooldus II ja esmatasandi tervishoid, kliiniline õendusabi. \n\nStuudiumis on lisaks teooriale olulisel kohal ka praktiline õpe – eelkliinilised praktikumid viiakse läbi kõrgkooli laboris, kliiniline õppepraktika toimub praktikabaasides integreeritult teooriaõppe tsüklitega ning moodustab ligi 40% õppetöö mahust (106 EAP-d). Praktika eesmärgiks on arendada teoreetiliste teadmiste rakendamist ning kutseoskusi ja õppepraktika juhendajateks on praktikabaasides erialaspetsialistid ja kõrgkooli poolt vastava aine õppejõud. Kõrgkooli lõpetamiseks peab üliõpilane läbima õppekava etteantud mahus ja kaitsma  lõputöö. \n\n**Pärast lõpetamist** \n\nÄmmaemanduse õppekava läbinu saab lisaks ämmaemanda diplomile ka õe kutse ja võib töötada nii ämmaemanda kui õena erinevates haiglates, nõuandlates, perekoolides, nõustamiskeskustes, perearstikeskustes ja erapraksistes – töö leidmise ja karjäärivõimalused on väga head. \n\nÄmmaemanda kõrghariduse omandanutel on võimalik jätkata õpinguid terviseteaduse magistriõppekaval (90 EAP)."
        ],
        "descriptionEn": "The aim of the curriculum is to prepare midwives for an internationally regulated profession so that they can be employed as an independent professional or as a member of a multidisciplinary health care team. On completion of the curriculum the graduate knows how to plan, implement, evaluate and record midwifery and nursing care in various fields of health care, keeping also in mind the needs of the individual, family and society. \n\nThe midwifery qualification provides the graduate with the competences to practice as a midwife as well as a general nurse",
        "eap": 270,
        "spots": 26,
        "majorWebsite": "https://www.nooruse.ee/oppimine/rakenduskorgharidus/ammaemand/",
        "videoId": "9ScL0cBjSNM",
        "personnel": [
            {
                "email": "ireenbruus@nooruse.ee",
                "title": "Osakonna juhataja",
                "titleEn": "Head of the Nursing and Midwifery Department",
                "phone": "+3727370225",
                "name": "Ireen Bruus",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/ireenbruus-1.jpg"
            }
        ],
        "type": "Tervishoidu teadus",
        "studyType": "päevaõpe",
        "level": "rakenduskõrgharidus",
        "language": "eesti keel",
        "duration": 4.5,
        "requirements": [
            {
                "term": "Keskharidus või sellele vastav kvalifikatsioon"
            },
            {
                "term": "Eesti keele oskus vähemalt B2 tasemel"
            },
            {
                "header": "Akadeemiline test",
                "headerEn": "Akadeemiline test",
                "percentage": 80,
                "term": "Akadeemilise testi miinimumlävend kõrgkooli kandideerimiseks on 30% akadeemilise testi maksimumsooritusest. [Loe lisaks siit](https://www.nooruse.ee/akadeemiline-test/)",
                "termEn": "Akadeemilise testi miinimumlävend kõrgkooli kandideerimiseks on 30% akadeemilise testi maksimumsooritusest. [Loe lisaks siit](https://www.nooruse.ee/akadeemiline-test/)"
            },
            {
                "percentage": 20,
                "term": "Gümnaasiumi/keskkooli lõputunnistuse matemaatika ja eesti keele hinnet."
            }
        ],
        "name": "Ämmaemand",
        "nameEn": "Midwifery",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1199?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        },
        "studyTypes": [
            "päevaõpe"
        ],
        "languages": [
            "eesti keel"
        ]
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Füsioterapeut on taastusravi spetsialist, kes aitab inimestel taastada või säilitada häirunud liikumis- ja tegevusvõimet ning selle kaudu osalemist tavapärases elus. \n\nÕpe täiskoormusega õppes kestab kolm aastat. Õppekava koosneb kolmest moodulist: füsioteraapia alusained, füsioteraapia erialaained, kutsealane ja isiksuslik areng. Osakoormusega õppekaval on õppeaeg 4,5 aastat. Õppeaja jooksul tuleb koguda 180 EAP-d. Tartu Tervishoiu Kõrgkoolis füsioterapeudi õppe eeliseks on see, et  praktika moodustab ainepunktide kogumahust ligi kolmandiku. Rikkalikud praktikakogemused võimaldavad lõpetajatel tööturule suundudes end kindlalt tunda. \n\nLõpetamiseks peab üliõpilane olema sooritanud kõik õppekavas ettenähtud eksamid, arvestused, kohustuslikud tööd ja praktikaõppe ning kaitsnud lõputöö, mis enamasti on uurimuslikku laadi. \n\n**Pärast lõpetamist** \n\nRakenduskõrghariduse diplomi saanuna on füsioterapeudil võimalik asuda erialasele tööle. Füsioterapeudi  ametikohti on nii haiglates, polikliinikutes, taastusravi- ja tervisekeskustes, sanatooriumides, puuetega inimeste taastusravi-, abivahendi- ja ortoosikeskustes, vanade-, hoolde- ja koolkodudes, spordiklubides, erapraksistes, erialaliitudes jne. Samuti võib leida erialast rakendust riigiasutustes, kõrgharidusasutustes, teaduslaborites. Võimalik on  jätkata õpinguid magistriõppes."
        ],
        "descriptionEn": "The aim of the curriculum is to train physiotherapists with professional preparation at the level of professional higher education. Physiotherapist is able to perform physiotherapeutic assessment to determine physiotherapeutic objectives and select the most appropriate interventions. Physiotherapy is concerned with identifying and maximising the quality of life and potential for movement within the fields of health promotion, prevention, treatment/intervention and rehabilitation. This includes physical, psychological, emotional, and social wellbeing. \n\nPhysiotherapists work in a wide variety of settings such as orthopaedics, intensive care, paediatrics, mental illness, stroke recovery, occupational health, ergonomics, musculoskeletal treatment in hospitals and private practice, and care of the elderly. They may work alone, with physiotherapy colleagues or in multi-professional rehabilitation teams. Increasingly, physiotherapists cooperate with sport`s organisations and athletes.",
        "eap": 180,
        "spots": 32,
        "majorWebsite": "https://www.nooruse.ee/oppimine/rakenduskorgharidus/fusioterapeut/",
        "videoId": "wJRiGQ0tvUs",
        "personnel": [
            {
                "email": "kristivahur@nooruse.ee",
                "title": "Osakonna juhataja",
                "titleEn": "Head of the Physiotherapy and Environmental Health Department",
                "phone": "+3727370228",
                "name": "Kristi Vahur",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/kristivahur-2.jpg"
            }
        ],
        "type": "",
        "level": "rakenduskõrgharidus",
        "language": "eesti keel",
        "duration": 3,
        "requirements": [
            {
                "term": "Keskharidus või sellele vastav kvalifikatsioon"
            },
            {
                "term": "Eesti keele oskus vähemalt B2 tasemel"
            },
            {
                "header": "Akadeemiline test",
                "headerEn": "Akadeemiline test",
                "percentage": 50,
                "term": "[Loe lisaks siit](https://www.nooruse.ee/akadeemiline-test/)",
                "termEn": "[Loe lisaks siit](https://www.nooruse.ee/akadeemiline-test/)"
            },
            {
                "header": "Kehalise võimekuse katse",
                "headerEn": "Kehalise võimekuse katse",
                "percentage": 50,
                "term": "Kehalistele katsetele pääseb akadeemilise testi tulemuste alusel kujunenud pingereas neljakordne vastuvõtuarv kandidaate. [Loe lähemalt siit](https://nooruse.ee/dokumendid/Kehalised_Katsed_FT2023.pdf)",
                "termEn": "Kehalistele katsetele pääseb akadeemilise testi tulemuste alusel kujunenud pingereas neljakordne vastuvõtuarv kandidaate. [Loe lähemalt siit](https://nooruse.ee/dokumendid/Kehalised_Katsed_FT2023.pdf)"
            }
        ],
        "name": "Füsioterapeut",
        "nameEn": "Physiotherapy",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1194?format=json",
        "cost": {
            "amount": 55,
            "currency": "€",
            "interval": "eap"
        },
        "languages": [
            "eesti keel"
        ]
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Tervisekaitse spetsialist tegeleb tervisliku elukeskkonna ja igapäevase heaolu tagamisega ning kontrollib tervisekaitsenõuetest kinnipidamist. Tervisekaitse spetsialistid õpivad mõõtma paljusid (sise)keskkonna näitajaid, näiteks süsihappegaasi sisaldus, õhu liikumiskiirus, suhteline õhuniiskus, mikroobide arvukus õhus jne ning hindama nende mõju inimese tervisele. \n\nÕppekava maht Tartu Tervishoiu Kõrgkoolis on 180 EAP-d, õppeaeg kolm aastat. Õpingutest pool on auditoorne töö, sellest neljandiku moodustavad praktikumid. Samuti on ette nähtud õppepraktika töökohtades. \n\nÕppekava sisaldab järgmisi mooduleid: kutsealane ja isiksuslik areng, inimeseõpetus, patoloogia ja haigusõpetus, järelevalve menetluse õiguslik regulatsioon, toiduohutus, laste- ja hooldekandeasutused, teenuste ja toodete terviseohutus, töötervishoid, rahvatervis, nakkushaigused ja epidemioloogia, väliskeskkonna saastumine, psühhosotsiaalsed ja füsioloogilised ohutegurid, füüsikalised ohutegurid, bioloogilised ohutegurid, keemilised ohutegurid, vesi. \n\nTartu Tervishoiu Kõrgkoolis tuleb tervisekaitse spetsialisti diplomi saamiseks kaitsta uurimusliku sisu või praktilise suunitlusega lõputöö. \n\n**Pärast lõpetamist** \n\nTervisekaitse spetsialistil on võimalus tööle asuda mitmetes valdkondades, erinevates ettevõtetes ja asutustes. Tervisekaitse spetsialistid võivad töötada näiteks töökeskkonna spetsialistidena, terviseametis ja tööinspektsioonis nii inspektori kui spetsialistina, aga ka sotsiaalministeeriumis. Mitmed lõpetajad tegutsevad edukalt eraettevõtluses. Tööle saamise võimalused on head, kui inimene ise on aktiivne. Samas on Tartu Tervishoiu Kõrgkoolis omandatud tervisekaitse spetsialisti haridus väga laiapõhjaline ning võimaldab magistrantuuriõpinguid mitmes suunas – näiteks Tartu Ülikooli rahvatervise, Eesti Maaülikooli ergonoomika või Tallinna Tehnikaülikooli tervishoiutehnoloogia magistriõppes."
        ],
        "descriptionEn": "The aim of the curriculum is to prepare environmental health specialists who will perform successfully in the divisions of the Health Board and in other fields of supervision of health factors and health promotion. The environmental health specialist is a professional who advocates a healthy living environment and daily well-being, monitoring the fulfilment of health protection requirements and, if needed, gives advice or applies legal sanctions. \n\nThe graduates of the environmental health curriculum are competent to practise in health protection facilities and also in the following fields: environmental health, occupational health and food safety.",
        "eap": 180,
        "spots": 10,
        "majorWebsite": "https://www.nooruse.ee/oppimine/rakenduskorgharidus/tervisekaitse-spetsialist/",
        "videoId": "l2X9c-F8qvc",
        "personnel": [
            {
                "email": "kristivahur@nooruse.ee",
                "title": "Osakonna juhataja",
                "titleEn": "Head of the Physiotherapy and Environmental Health Department",
                "phone": "+3727370228",
                "name": "Kristi Vahur",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/kristivahur-2.jpg"
            }
        ],
        "type": "",
        "studyType": "päevaõpe",
        "level": "rakenduskõrgharidus",
        "language": "eesti keel",
        "duration": 3,
        "requirements": [
            {
                "term": "Keskharidus või sellele vastav kvalifikatsioon"
            },
            {
                "term": "Eesti keele oskus vähemalt B2 tasemel"
            },
            {
                "header": "Akadeemilise testi",
                "headerEn": "Akadeemilise testi",
                "percentage": 50,
                "term": "[Vaata lähemalt siit](https://www.nooruse.ee/akadeemiline-test/)"
            },
            {
                "header": "Vestlus",
                "headerEn": "Vestlus",
                "percentage": 50,
                "term": "Vestlusele pääseb akadeemilise testi tulemuste alusel kujunenud pingereas neljakordne vastuvõtuarv kandidaate.",
                "termEn": "Vestlusele pääseb akadeemilise testi tulemuste alusel kujunenud pingereas neljakordne vastuvõtuarv kandidaate."
            }
        ],
        "name": "Tervisekaitse spetsialist",
        "nameEn": "Environmental Health Specialist",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1204?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        },
        "studyTypes": [
            "päevaõpe"
        ],
        "languages": [
            "eesti keel"
        ]
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Radioloogiatehnik teostab radiodiagnostilisi ja -terapeutilisi protseduure, et edendada ja säilitada inimeste tervist ning ennetada ja diagnoosida haigusi. \n\nÕppekava maht Tartu Tervishoiu Kõrgkoolis on 210 EAP-d, õppeajaks kolm ja pool aastat. Õppekavas on kaheksa moodulit, mille läbimine on kohustuslik: inimkäsitlus, patsiendi hooldus, haigusõpetus, kiirgusbioloogia ja -kaitse, radiodiagnostilised meetodid, radiodiagnostilised meetodid organsüsteemide patoloogia diagnoosimisel, radioteraapia, kutsealane ja isiksuslik areng. Õpe toimub erinevates vormides − loengud, seminarid, e-õppe kursused, praktikumid jne. \n\nEelkliinilisteks praktikumideks on olemas kaasaegse kõrgekvaliteetse radioloogilise aparatuuriga (täisdigitaalne röntgeniaparaat, mammograaf, ultraheliaparaat, ortopantomograaf jne) sisustatud õpperuumid. Erinevates haiglates läbiviidav individuaalne õppepraktika moodustab õppekava mahust ligi kolmandiku. \n\nPraktikakohad tagab üliõpilasele kõrgkool, lähtutakse põhimõttest, et samas valdkonnas korduvad õppepraktikad toimuvad võimalusel erinevates praktikabaasides. Praktikat on võimalik teha ka Erasmuse programmi kaudu mõnes Euroopa väliskõrgkooli praktikakeskuses, näiteks Maltal, Portugalis, Soomes, Saksamaal jm). \n\nRadioloogiatehniku õppe lõpetamise tingimuseks on edukas lõputöö kaitsmine. \n\n**Pärast lõpetamist** \n\nTartu Tervishoiu Kõrgkoolis radioloogiatehniku õppe lõpetanutest 90-95% on asunud erialasele tööle. Eriala on perspektiivikas ja leiab üha suuremat rakendust nii haiguste diagnoosimisel kui ka ravis. Enamik radioloogiatehnikuid töötab haiglate radioloogiateenistustes või −osakondades. Tööleasumise võimalusi on ka väljaspool tervishoiuasutusi, näiteks veterinaarmeditsiinis, ülikoolide teaduslaborites, tööstusliku kompuutertomograafia valdkonnas ja mujal. \n\nRadioloogiatehniku õppekava lõpetanud on vägagi oodatud õppima ka Tartu Tervishoiu Kõrgkooli rahvusvahelisse radiograafia magistriõppesse, mis on ainus Baltimaades."
        ],
        "descriptionEn": "The aim of the curriculum is to provide the first level of higher education for radiographers. \n\nRadiography is one of the fastest developing fields in modern heath care. Our graduates are able to successfully operate in various types of health care institutions, applying radiographic modalities and radiotherapy and nuclear medicine methods in order to diagnose and treat diseases. The radiographer works in the interprofessional health care team.",
        "eap": 210,
        "spots": 40,
        "majorWebsite": "https://www.nooruse.ee/oppimine/rakenduskorgharidus/radioloogiatehnik/",
        "videoId": "0Z4argihjOo",
        "personnel": [
            {
                "email": "triinaasmae@nooruse.ee",
                "title": "Osakonna juhataja",
                "titleEn": "Head of the Radiography and Biomedical Laboratory Science Department",
                "phone": "+3727370227",
                "name": "Triin Aasmäe",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/triinaasmae-2.jpg"
            }
        ],
        "type": "",
        "level": "rakenduskõrgharidus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "Keskharidus või sellele vastav kvalifikatsioon"
            },
            {
                "term": "Eesti keele oskus vähemalt B2 tasemel"
            },
            {
                "header": "Akadeemilise test",
                "headerEn": "Akadeemilise test",
                "percentage": 50,
                "term": "[Loe lisaks siit](https://www.nooruse.ee/akadeemiline-test/)"
            },
            {
                "percentage": 50,
                "term": "Vestlus"
            }
        ],
        "name": "Radioloogiatehnik",
        "nameEn": "Radiography",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1200?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        },
        "languages": [
            "eesti keel"
        ]
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Bioanalüütik töötab laborites, kus uuritakse organismi seisundit ning organite, kudede, rakkude, molekulide ehitust ja funktsiooni, mikrobioloogilist kooslust ja inimorganismi mõjutavaid tegureid. Bioanalüütiku ülesandeks on uurida koeproove, kehavedelikke, teha kindlaks organismi tervislik seisund ja monitoorida patsiendi ravi kulgu. Töös tuleb muuhulgas kokku puutuda selliste materjalidega nagu veri, uriin, röga, mäda, koed, liikvor jne. Samas ei ole töö iseloom enam väga iseloomulik tavaarusaamale laboritööst – vaikne nokitsemine. Pigem on bioanalüütik meditsiiniasutuse meeskonnas lisaks usaldusväärsele analüüside teostajale aktiivselt inimestega suhtlev ja nõustav töötaja. \n\nÕppe kestus bioanalüütiku õppekaval on kolm ja pool aastat, õppekava kogumaht on 210 EAP-d. Kõrgkoolil on head sidemed rahvusvahelise assotsiatsiooniga EPBS (European Association for Professions in Biomedical Science), tänu millele on bioanalüütiku õpe kõrgkoolis kooskõlas bioanalüütiku eriala rahvusvaheliste arengusuunadega. \n\nÕppekava koosneb 13 moodulist: kutsealane ja isiksuslik areng, anatoomia-füsioloogia, laboritöö alused ja keemia, labori töökeskkond, haigusõpetus, mikrobioloogia, immunoloogia, patoloogia, kliiniline keemia, hematoloogia, farmakoloogia ja toksikoloogia, rahvatervis; rakubioloogia, molekulaardiagnostika alused ja geneetika. \n\nStuudium lõpeb lõputööga, mis üldjuhul on empiiriline. Üliõpilastel on võimalik lõputöö teostada mõne rakendusuuringu või meditsiinilaborites tehtava suurema uuringu raames. \n\n**Pärast lõpetamist** \n\nErialasele tööle suundumise võimalused on väga head. Juba teise kursuse üliõpilased on saanud tööd laborites  puhkuse ajal asendajatena. Kõrgkooli lõpetajad on väga edukad bioanalüütikutena nii siin kui ka mujal Euroopas. Paljud neist jätkavad õpinguid nii magistrantuuris kui ka pärast seda doktorantuuri"
        ],
        "descriptionEn": "The aim of the curriculum is to prepare biomedical laboratory scientists that would perform successfully in all the fields of medical laboratories and have the ability for professional self-development. The biomedical laboratory scientist performs quality laboratory tests, including patient/client preparation for testing, assures patient personal and environmental safety during the performance, as well as quality of laboratory work. In addition to reliable analyses, the biomedical laboratory scientist actively communicates with people and gives advice to employees in the teams of medical institutions.",
        "eap": 210,
        "spots": 30,
        "majorWebsite": "https://www.nooruse.ee/oppimine/rakenduskorgharidus/bioanaluutik/",
        "videoId": "AOnnOxhcn-c",
        "personnel": [
            {
                "email": "triinaasmae@nooruse.ee",
                "title": "Osakonna juhataja",
                "titleEn": "Head of the Radiography and Biomedical Laboratory Science Department",
                "phone": "+3727370227",
                "name": "Triin Aasmäe",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/triinaasmae-2.jpg"
            }
        ],
        "type": "",
        "level": "rakenduskõrgharidus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "Keskharidus või sellele vastav kvalifikatsioon"
            },
            {
                "term": "Eesti keele oskus vähemalt B2 tasemel"
            },
            {
                "header": "Akadeemilise test",
                "headerEn": "Akadeemilise test",
                "percentage": 50,
                "term": "[Loe lisaks siit](https://www.nooruse.ee/akadeemiline-test/)"
            },
            {
                "percentage": 50,
                "term": "Vestlus"
            }
        ],
        "name": "Bioanalüütik",
        "nameEn": "Biomedical Laboratory Science",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1203?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        },
        "languages": [
            "eesti keel"
        ]
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Terviseteaduse magistriõppe eesmärk on luua võimalused teadmiste ja oskuste süvendamiseks terviseteadustes ning toetada õppija jätkuõpet. Magistriõppe läbimine võimaldab omandada pädevused tõenduspõhiseks multidistsiplinaarseks lähenemiseks tervishoiuteenuse osutamisel ning uurimis- ja arendustööks meeskonna eestvedajana. \n\nÕppe maht on 90 EAP, õppe kestvus 1,5 aastat ning õppekava on võimalik läbida neljal õenduserialal: terviseõendus, kliiniline õendus, vaimse tervise õendus ja intensiivõendus."
        ],
        "descriptionEn": "The aim of the programme is to create conditions for promoting the knowledge in health sciences in order to acquire competences necessary for the implementation of an evidence-based multidisciplinary approach in the provision of health care services as well as competences necessary for a team leader of research and development.",
        "eap": 90,
        "spots": 24,
        "majorWebsite": "https://www.nooruse.ee/oppimine/magistriope/terviseteadus/",
        "personnel": [
            {
                "email": "ireenbruus@nooruse.ee",
                "title": "Osakonna juhataja",
                "titleEn": "Head of the Nursing and Midwifery Department",
                "phone": "+3727370225",
                "name": "Ireen Bruus",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/ireenbruus-1.jpg"
            }
        ],
        "type": "Tervishoidu teadus",
        "level": "magister",
        "language": "eesti keel",
        "duration": 1.5,
        "requirements": [
            {
                "term": "Kandidaadil peab olema läbitud kõrghariduse 1. tase (bakalaureuseõpe või rakenduskõrgharidus) õe või ämmaemandana."
            },
            {
                "term": "Eesti keele oskus vähemalt B2 tasemel."
            }
        ],
        "name": "Terviseteadus",
        "nameEn": "Health Sciences",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/3136?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        },
        "languages": [
            "eesti keel"
        ]
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Radiograafia magistriõpe Tartu Tervishoiu Kõrgkoolis on radioloogiatehnikute esimene erialane magistriõpe Balti riikides. Kaheaastane radiograafia magistriõppekava on mõeldud radioloogiatehnikutele, kes töötavad või soovivad alustada tööd  kiiritusravi valdkonnas. Kõrgkool pakub magistriõpet radiograafias koostöös Soome Metropolia Rakenduskõrgkooli, Leedu Klaipeda Ülikooli, Tartu Ülikooli ja Tartu Ülikooli Kliinikumiga ning õppekaval hakkavad õpetama ka Dublini Ülikooli Trinity Kolledži õppejõud. Õpe on ingliskeelne ja tasuline."
        ],
        "descriptionEn": "Master’s studies in radiography are open in the Baltic countries at Tartu Health Care College. The opening of the master’s programme is a logical continuation of the radiography curriculum at the bachelor level that was opened in 1999 and has successfully passed international evaluation. The 2-year Master’s Programme in Radiography (specialisation field Radiotherapy) is aimed at radiographers working in radiotherapy or willing to commence working in the field of radiotherapy. Radiotherapy is a relevant field of medicine due to increasing cancer rates. Radiotherapy uses high-tech equipment that is constantly evolving, resulting in a need for radiotherapy radiographers with excellent specialist competences. \n\nThe master’s programme in radiography is aimed to support professional development among radiographers by providing the students with the competences required for \n\n**1.** specialist work in clinical settings \n**2.** conduct of research \n**3.** a teaching position \n**4.** a management position \n\nExcellent learning infrastructure at the college, as well as cutting edge medical technology and competent supervisors in clinical settings are supporting the clinical skill development of students. Theoretical studies and practical training are conducted by the teaching staff involving internationally recognised experts in the field. The language of instruction is English.",
        "eap": 120,
        "spots": 16,
        "majorWebsite": "https://www.nooruse.ee/oppimine/magistriope/radiograafia/",
        "videoId": "iFv2pWsizwQ",
        "personnel": [
            {
                "email": "triinaasmae@nooruse.ee",
                "title": "Osakonna juhataja",
                "titleEn": "Head of the Radiography and Biomedical Laboratory Science Department",
                "phone": "+3727370227",
                "name": "Triin Aasmäe",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/triinaasmae-2.jpg"
            }
        ],
        "type": "",
        "studyType": "sessioonõpe",
        "level": "magister",
        "language": "inglise keel",
        "duration": 2,
        "requirements": [
            {
                "term": "Bakalaureusekraad või sellele vastav kvalifikatsioon radiograafias",
                "termEn": "Bachelor degree or equivalent qualification in Radiography"
            },
            {
                "percentage": 40,
                "term": "Bakalaureuseõppe keskmine tulemus",
                "termEn": "The average result of the applicant’s Bachelor studies"
            },
            {
                "percentage": 60,
                "term": "Vastuvõtuvestlus",
                "termEn": "Admission interview"
            }
        ],
        "name": "Radiograafia",
        "nameEn": "Radiography",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1192?format=json",
        "cost": {
            "amount": 3300,
            "currency": "€",
            "interval": "year"
        },
        "studyTypes": [
            "sessioonõpe"
        ],
        "languages": [
            "inglise keel"
        ]
    },
    {
        "studyLocation": [
            "Tartu",
            "Võru"
        ],
        "description": [
            "Hooldustöötaja on hoolekande- ja tervishoiuspetsialist, kes toetab ja juhendab abivajajat väärika elu korraldamisel, et tagada talle võimalikult hea elukvaliteet. \n\nÕppe pikkus hooldustöötaja õppekaval on kaks aastat, maht 120 EKAP-d (Eesti Kutsehariduse Arvestuspunkti). Auditoorne õppetöö toimub tsüklitena üks või kaks korda kuus. Õppetöö toimub rakenduskava alusel. Ette on nähtud ka õppepraktika töökeskkonnas, mis jaguneb kolmeks tsükliks. Alates 2013. aastast on võimalik üks praktikatsükkel läbida ka välismaal. \n\nKõrgkooli õppurid on SA Innove korraldatud kutsemeisterlikkuse võistlustel saanud mitmeid auhinnalisi kohti: hooldustöötaja õppekava õpilased saavutasid kutsemeisterlikkuse võistlusel Noor Meister 2022 1. ja 3. koha. Lisaks kutsevõistlustele  tutvustavad ja esindavad hooldustöötaja õppekava õpilased kõrgkooli ja õpitavat eriala ka haridusmessidel ning avatud uste päevadel. \n\nKõigil õppijail on võimalus taotleda varasema töö- ja õpikogemuse arvestamist, mis suurendab õppetöö korralduse paindlikkust ning sobivust ka töötava õppija jaoks. \n\nÕpe lõpeb kutseeksamiga ja kõrgkoolil on esmakutse andmise õigus. Kõrgkooli lõpetamisel saadav esmakutse on eluaegse kehtivusega ja seda taastõendada ei ole vaja. \n\nEesti Töötukassa kaudu saavad hooldustöötaja õppekava õpilased taotleda toetust, mis on mõeldud tööealistele töötavatele ja töötutele inimestele, kellel puuduliku või vananenud hariduse või oskuste tõttu on keeruline leida uut tööd või kellel on oht oma töökoht kaotada. \n\n**Pärast lõpetamist** \n\nTartu Tervishoiu Kõrgkooli lõpetanud hooldustöötajad on oodatud nii haiglates, hooldekodudes kui koduhoolduses. Enamus õpilastest leiab töökoha juba õppimise ajal."
        ],
        "descriptionEn": "The aim of the curriculum is to educate and train skilled care workers who are able to work in a multidisciplinary care team. The qualified care worker has completed professional training and has the knowledge and skills necessary to instruct and take care of people in need as well as to work in the area of rehabilitation. \n\nThe qualified care worker can find employment in elderly care, nursing homes, children’s homes, health centres, hospitals etc.",
        "ekap": 120,
        "spots": 40,
        "majorWebsite": "https://www.nooruse.ee/oppimine/kutseope/hooldustootaja/",
        "videoId": "eY-pEAbWKdE",
        "personnel": [
            {
                "email": "tiinauusma@nooruse.ee",
                "title": "Kutseõppe osakonna juhataja",
                "titleEn": "Head of Vocational Education Department",
                "phone": "+3727370229",
                "name": "Tiina Uusma",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/tiinauusma-2.jpg"
            }
        ],
        "type": "",
        "studyType": "sessioonõpe",
        "level": "kutseharidus",
        "language": "eesti keel",
        "duration": 2,
        "requirements": [
            {
                "term": "Kandidaadil peab olema vähemalt keskharidus või sellele vastav kvalifikatsioon, kandideerimise eelduseks on eesti keele oskus vähemalt B2 tasemel",
                "termEn": "Kandidaadil peab olema vähemalt keskharidus või sellele vastav kvalifikatsioon, kandideerimise eelduseks on eesti keele oskus vähemalt B2 tasemel"
            },
            {
                "percentage": 50,
                "term": "keskkooli/gümnaasiumi lõputunnistuse keskmist hinnet",
                "termEn": "keskkooli/gümnaasiumi lõputunnistuse keskmist hinnet"
            },
            {
                "percentage": 50,
                "term": "Vestlus",
                "termEn": "Vestlus"
            }
        ],
        "name": "Hooldustöötaja",
        "nameEn": "Care Worker",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1816?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        },
        "studyTypes": [
            "sessioonõpe"
        ],
        "languages": [
            "eesti keel"
        ]
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Tegevusjuhendaja on erihoolekande valdkonna spetsialist, kes juhendab ja toetab psüühilise erivajadusega inimest igapäevatoimingute, töö- ja huvitegevuste sooritamisel, et tagada maksimaalne iseseisvus ja elukvaliteet. Tegevusjuhendaja töötab meeskonnas ning teeb juhendatava huvides koostööd tema sotsiaal- ja ametnikevõrgustikuga. \n\nÕppe kestus Tartu Tervishoiu Kõrgkoolis on üks aasta, õppekava maht 60 EKAP-d. \n\nAlates 2018. aastast toimub paralleelselt kooli- ja töökohapõhine ehk õpipoisiõpe. Tegu on kutseõppe tasemeõppe vormiga, mille puhul praktika ettevõttes või asutuses moodustab vähemalt 2/3 õppe mahust. Töökohapõhine õpe toimub praktikakohas ja koolis nii kontaktõppe kui iseseisva tööna rakenduskava alusel. Praktikakohas omandab õpilane õppekavas kirjeldatud õpiväljundeid praktikakohapoolseid tööülesandeid täites. Praktikast ülejäävas mahus toimub õpe koolis ning sel ajal ei täida õpilane praktikakohapoolseid tööülesandeid. Õpipoisiõpe toimub kooli, õppija ja tööandja koostöös. \n\nKõigil õppijail on võimalus taotleda varasema töö- ja õpikogemuse arvestamist, mis suurendab õppetöö korralduse paindlikkust ning sobivust ka töötava õppija jaoks. \n\nÕpe lõpeb kutseeksamiga ja kõrgkoolil on esmakutse andmise õigus. Kõrgkooli lõpetamisel saadav esmakutse on eluaegse kehtivusega ja seda taastõendada ei ole vaja. \n\nEesti Töötukassa kaudu saavad tegevusjuhendaja õppekava õpilased taotleda toetust, mis on mõeldud tööealistele töötavatele ja töötutele inimestele, kellel puuduliku või vananenud hariduse või oskuste tõttu on keeruline leida uut tööd või kellel on oht oma töökoht kaotada. \n\n**Pärast lõpetamist** \n\nTegevusjuhendaja eriala lõpetanud töötavad ja praktiseerivad tervishoiu- ja sotsiaalhoolekandeasutustes, mis on spetsialiseerunud psüühiliste erivajadustega klientidele sotsiaalteenuste osutamisele. Erilist tähelepanu pööratakse õppetöös kliendi aktiviseerimise põhimõtetele ja eesmärgipärase tegevuse planeerimisele/läbiviimise oskusele, arvestades tegevuse jõukohasust ja mõju üldisele toimetulekule."
        ],
        "descriptionEn": "The aim of the curriculum is to educate and train specialised welfare specialists who instruct and support individuals with special mental needs in the performance of their daily activities at work and in leisure time in order to ensure their independence and life quality as much as possible. \n\nGraduates of this specialty can work in health care and social welfare institutions specialised in the provision of social services for people with special mental needs.",
        "ekap": 60,
        "spots": 20,
        "majorWebsite": "https://www.nooruse.ee/oppimine/kutseope/tegevusjuhendaja/",
        "personnel": [
            {
                "email": "tiinauusma@nooruse.ee",
                "title": "Kutseõppe osakonna juhataja",
                "titleEn": "Head of Vocational Education Department",
                "phone": "+3727370229",
                "name": "Tiina Uusma",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/tiinauusma-2.jpg"
            }
        ],
        "type": "",
        "studyType": "õpipoisiõpe",
        "level": "kutseharidus",
        "language": "eesti keel",
        "duration": 1,
        "requirements": [
            {
                "term": "Kandidaadil peab olema vähemalt keskharidus või sellele vastav kvalifikatsioon"
            },
            {
                "term": "Kandideerimise eelduseks on eesti keele oskus vähemalt B2 tasemel"
            },
            {
                "percentage": 50,
                "term": "keskkooli/gümnaasiumi lõputunnistuse keskmist hinnet"
            },
            {
                "percentage": 50,
                "term": "Vestlus"
            }
        ],
        "name": "Tegevusjuhendaja",
        "nameEn": "Client Worker for People with Mental Health Problems",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/3132?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        },
        "studyTypes": [
            "õpipoisiõpe"
        ],
        "languages": [
            "eesti keel"
        ]
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Lapsehoidja töö eesmärk on toetada lapse füüsilist, emotsionaalset, intellektuaalset ja sotsiaalset arengut. Lapsehoidja on vastutus- ja empaatiavõimeline, usaldusväärne, loov ja koostööaldis ning peab lugu nii lastest kui nende vanematest. Õppima on oodatud hea vaimse ja füüsilise tervisega, emotsionaalselt stabiilsed ning hea pingetaluvusega keskharidusega õppurid. \n\nÕpingud esmaõppe õppekaval  kestavad üks aasta ehk 60 Eesti Kutseõppe Arvestuspunkti (EKAP). Auditoorne õppetöö toimub tsüklitena üks kuni kaks korda kuus. \n\n2021. aastast on võimalik õppida Tartu Tervishoiu Kõrgkoolis ka lapsehoidja 5. taseme jätkuõppe õppekaval, mis hõlmab lisaks suure hooldusvajadusega laste hoidmise ja juhendamisega seotud kompetentse. Õpingud kestavad 5 kuud ehk 30 Eesti Kutseõppe Arvestuspunkti (EKAP). Auditoorne õppetöö toimub tsüklitena üks kuni kaks korda kuus. Õpe lõpeb lapsehoidja, tase 5 kutseeksamiga. \n\nÕpilastel on võimalus õpingute ajal esindada ja tutvustada kooli ja õpitavat eriala haridusmessidel ning avatud uste päevadel. Samuti on tublid ja aktiivsed õpilased juba õpingute ajal oodatud tegelema eri vanuses lastega linna avalikel ürituste, lasteaedade tervisepäevadel ning mitmetel muudel avalikel üritustel. \n\n**Pärast lõpetamist** \n\nTartu Tervishoiu Kõrgkooli lõpetanud lapsehoidjad on oodatud tööle nii lastehoidudesse, õpetaja abidena lasteaedadesse kui laste hoolekandeasutustesse. Paljud õpilastest leiavad töökoha juba õppimise ajal. Lapsehoidja õppekava läbimine annab head eeldused õpingute jätkamiseks alushariduse või algklasside pedagoogika vallas, lapsehoidjana välismaal töötamiseks ning eraettevõtjana lapsehoiuteenuse pakkumiseks."
        ],
        "descriptionEn": "The aim of the curriculum is to educate and train skilled childminders who can support the development of the child. \n\nThe childminder’s performance is aimed at supporting the child’s physical, socio-emotional, cognitive and ethical development, considering the family’s needs for child care. The childminder’s first priorities are the child’s safety and wellbeing.",
        "ekap": 60,
        "spots": 20,
        "majorWebsite": "https://www.nooruse.ee/oppimine/kutseope/lapsehoidja/",
        "videoId": "dc6MUfNsQyo",
        "personnel": [
            {
                "email": "tiinauusma@nooruse.ee",
                "title": "Kutseõppe osakonna juhataja",
                "titleEn": "Head of Vocational Education Department",
                "phone": "+3727370229",
                "name": "Tiina Uusma",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/tiinauusma-2.jpg"
            }
        ],
        "type": "",
        "studyType": "sessioonõpe",
        "level": "kutseharidus",
        "language": "eesti keel",
        "duration": 1,
        "requirements": [
            {
                "term": "Kandidaadil peab olema vähemalt keskharidus või sellele vastav kvalifikatsioon"
            },
            {
                "term": "Kandideerimise eelduseks on eesti keele oskus vähemalt B2 tasemel"
            },
            {
                "term": "Kandideerimisel arvestatakse keskkooli/gümnaasiumi lõputunnistuse keskmist hinnet"
            }
        ],
        "name": "Lapsehoidja",
        "nameEn": "Childminder",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2136?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        },
        "studyTypes": [
            "sessioonõpe"
        ],
        "languages": [
            "eesti keel"
        ]
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Erakorralise meditsiini tehnik on spetsialist, kes osutab hädasolijatele esmast erakorralist meditsiiniabi − hindab patsiendi seisundit, vajaminevaid ressursse ja olukorda sündmuskohal ning alustab õnnetusse sattunu või haigestunu aitamisega. Erakorralise meditsiini tehnikul peavad olema tervishoiualased teadmise ning oskus kasutada meditsiini ning päästetehnikat. \n\nÕppe pikkus erakorralise meditsiini tehniku õppekaval on üks aasta, maht 60 EKAP-d (Eesti Kutsehariduse Arvestuspunkti), õppetöö toimub rakenduskava alusel. Auditoorne õppetöö toimub nädalaste tsüklitena üks või kaks korda kuus. Lisaks sooritatakse õppepraktika töökeskkonnas: erakorralise meditsiini osakonnas ja kiirabis. Osa kiirabipraktikast tuleb sooritada Tartus või Tallinnas. \n\nKõigil õppijail on võimalus taotleda varasema töö- ja õpikogemuse arvestamist, mis suurendab õppetöö korralduse paindlikkust ning sobivust ka töötava õppija jaoks. \n\nÕpe lõpeb kutseeksamiga ja kõrgkoolil on esmakutse andmise õigus. Kõrgkooli lõpetamisel saadav esmakutse on eluaegse kehtivusega ja seda taastõendada ei ole vaja. \n\nErakorralise meditsiini tehniku  õppekava õpilased on aktiivselt tutvustanud Tartu Tervishoiu Kõrgkooli ja oma põnevat eriala haridusmessidel ning avatud uste päevadel, osalenud korduvalt rahvusvahelisel õppusel MODEX. \n\n**Pärast lõpetamist** \n\nEriala lõpetanud töötavad kiirabis ja haiglate erakorralise meditsiini osakondades. Nende teadmised ja oskused on leidnud rakendust päästeasutustes, turvateenistustes, kaitseväes, kaitseliidus ja merenduses."
        ],
        "descriptionEn": "The aim of the curriculum is to educate and train specialists who can provide medical assistance to people requiring emergency medical care due to injury in an accident. The emergency medical technician has general knowledge of the characteristics, pharmaceutical forms and administration methods of medications used in emergency medicine. The emergency medical technician knows how to use medical equipment and devices applied in emergency medicine, as well as the methods of transporting and moving the injured.",
        "ekap": 60,
        "spots": 24,
        "majorWebsite": "https://www.nooruse.ee/oppimine/kutseope/erakorralise-meditsiini-tehnik/",
        "videoId": "RErDB6jL_fA",
        "personnel": [
            {
                "email": "tiinauusma@nooruse.ee",
                "title": "Kutseõppe osakonna juhataja",
                "titleEn": "Head of Vocational Education Department",
                "phone": "+3727370229",
                "name": "Tiina Uusma",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/tiinauusma-2.jpg"
            }
        ],
        "type": "Sotsiaaltöö ja nõustamine",
        "studyType": "sessioonõpe",
        "level": "kutseharidus",
        "language": "eesti keel",
        "duration": 1,
        "requirements": [
            {
                "term": "Kandidaadil peab olema vähemalt keskharidus või sellele vastav kvalifikatsioon"
            },
            {
                "term": "Kandideerimise eelduseks on eesti keele oskus vähemalt B2 tasemel"
            },
            {
                "percentage": 50,
                "term": "Gümnaasiumi lõputunnistuse keskmine hinne"
            },
            {
                "percentage": 50,
                "term": "Motivatsioonikiri"
            }
        ],
        "name": "Erakorralise meditsiini tehnik",
        "nameEn": "Emergency Medical Technician",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1815?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        },
        "studyTypes": [
            "sessioonõpe"
        ],
        "languages": [
            "eesti keel"
        ]
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Massööri töö on kliendi masseerimine tema füüsilise ja vaimse suutlikkuse taastamiseks, tervisehäirete ennetamiseks, organismi üldise vastupanuvõime tugevdamisele ja hea enesetunde saavutamisele kaasaaitamine. Massöör valmistab ette töökoha, loob kontakti masseeritavaga, kogub anamneesi ja masseerib, kasutades korrektseid ja kohaseid massaaživõtteid ning järgib kutse-eetikat. Ta nõustab ja juhendab kliente ning vajadusel soovitab pöörduda tervishoiuspetsialisti poole. \n\nÕppe pikkus on kaks aastat, maht 120 EKAP-d (Eesti Kutsehariduse Arvestuspunkti). Auditoorne õppetöö toimub kolmepäevaste tsüklitena kaks korda kuus. Õppetöö toimub rakenduskava alusel. Õppekavasse kuulub õppepraktika töökeskkonnas (35 EKAP-d). \n\nMassööri õpe on tasuline ja õppijaga sõlmitakse õppeteenustasu leping. Õppeteenustasu ühes õppeaastas on 2000 eurot ja kogu õppel (kaks aastat) 4000 eurot. Võimalus on tasuda õppetasu kokkuleppel osadena personaalse maksegraafiku alusel. \n\nKõigil õppijail on võimalus taotleda varasema töö- ja õpikogemuse arvestamist, mis suurendab õppetöö korralduse paindlikkust ning sobivust ka töötava õppija jaoks. \n\nÕpe lõpeb kutseeksamiga ja kõrgkoolil on esmakutse andmise õigus. \n\nMassööri õpe on tasuline ja õppijaga sõlmitakse õppeteenustasu leping. Õppeteenustasu ühes õppeaastas on 2000 eurot ja kogu õppe eest (kaks aastat) 4000 eurot. Võimalus kokkuleppel tasuda osadena personaalse maksegraafiku alusel. \n\nNB! 2023. aasta sügisel alustavas grupis on 8 tasuta õppekohta, mille saavad pingerea 8 parimat kandideerijat.\n\n**Pärast lõpetamist** \n\nÕppe läbinud massöörid on oodatud tööle spaadesse, taastusravi osakondadesse ning omavad ettevalmistust massaažiteenuse pakkumiseks eraettevõtjana."
        ],
        "descriptionEn": "The aim of the curriculum is to educate and train professional masseurs. The masseur is a health care specialist who provides clients with professional massage services to restore their physical and mental abilities, prevent health problems, promote the immune system and facilitate their overall wellbeing. \n\nAdditionally masseurs also prepare their workstation, establish a trustful contact with their client and take client’s history following the principles of professional ethics in the process. The masseur also advises their clients and if necessary recommends seeking medical attention. \n\nGraduates can work in hospitals, rehabilitation centres, spas or as private entrepreneurs.",
        "ekap": 120,
        "spots": 16,
        "majorWebsite": "https://www.nooruse.ee/oppimine/kutseope/massoor/",
        "videoId": "0YuqUB6niRA",
        "personnel": [
            {
                "email": "tiinauusma@nooruse.ee",
                "title": "Kutseõppe osakonna juhataja",
                "titleEn": "Head of Vocational Education Department",
                "phone": "+3727370229",
                "name": "Tiina Uusma",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/tiinauusma-2.jpg"
            }
        ],
        "type": "",
        "studyType": "sessioonõpe",
        "level": "kutseharidus",
        "language": "eesti keel",
        "duration": 2,
        "requirements": [
            {
                "term": "Kandidaadil peab olema vähemalt keskharidus või sellele vastav kvalifikatsioon"
            },
            {
                "term": "kandideerimise eelduseks on eesti keele oskus vähemalt B2 tasemel"
            },
            {
                "term": "Kandideerimisel arvestatakse keskkooli/gümnaasiumi lõputunnistuse keskmist hinnet"
            }
        ],
        "name": "Massöör",
        "nameEn": "Masseur/ Masseuse",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1811?format=json",
        "cost": {
            "amount": 2000,
            "currency": "€",
            "interval": "year"
        },
        "studyTypes": [
            "sessioonõpe"
        ],
        "languages": [
            "eesti keel"
        ]
    },
    {
        "studyLocation": [
            "Tartu"
        ],
        "description": [
            "Podoloog on spetsialist, kelle töö on seotud jala (jalalaba) tervise, selle säilitamise ja taastamisega. Tema töö on jala seisundi hindamine, nahahooldus, haavahooldus, küüneplaadi hooldus ja korrigeerimine, abivahendite soovitamine ja valmistamine ning jala tervise (sh hügieeni) alane nõustamine. \n\nÕppe pikkus on kaks aastat, maht 120 EKAP-d (Eesti Kutsehariduse Arvestuspunkti). Auditoorne õppetöö toimub kolmepäevaste tsüklitena kaks korda kuus. Õppetöö toimub rakenduskava alusel. Õppekavasse kuulub õppepraktika nii koolis kui ka töökeskkonnas (30 EKAP-d). \n\nPodoloogi õpe on tasuline ja õppijaga sõlmitakse õppeteenustasu leping. Õppeteenustasu ühes õppeaastas on 2050 eurot ja kogu õppel (kaks aastat) 4100 eurot. Osalejad saavad tasuta podoloogi tööriistade stardikomplekti. Võimalus kokkuleppel tasuda osadena personaalse maksegraafiku alusel. \n\nKõigil õppijail on võimalus taotleda varasema töö- ja õpikogemuse arvestamist, mis suurendab õppetöö korralduse paindlikkust ning sobivust ka töötava õppija jaoks. \n\n**Pärast lõpetamist** \n\nÕppe läbinud podoloogid on oodatud tööle tervishoiu- või hoolekandeasutustesse ja eraettevõtlusesse."
        ],
        "ekap": 120,
        "spots": 16,
        "majorWebsite": "https://www.nooruse.ee/oppimine/kutseope/podoloog/",
        "videoId": "VYFgt4NB9zg",
        "personnel": [
            {
                "email": "tiinauusma@nooruse.ee",
                "title": "Kutseõppe osakonna juhataja",
                "titleEn": "Head of Vocational Education Department",
                "phone": "+3727370229",
                "name": "Tiina Uusma",
                "photo": "https://www.nooruse.ee/wp-content/uploads/2022/05/tiinauusma-2.jpg"
            }
        ],
        "type": "",
        "studyType": "sessioonõpe",
        "level": "kutseharidus",
        "language": "eesti keel",
        "duration": 2,
        "requirements": [
            {
                "term": "Kandidaadil peab olema vähemalt keskharidus või sellele vastav kvalifikatsioon"
            },
            {
                "term": "Kandideerimise eelduseks on eesti keele oskus vähemalt B2 tasemel"
            },
            {
                "term": "Kandideerimisel arvestatakse keskkooli/gümnaasiumi lõputunnistuse keskmist hinnet"
            }
        ],
        "name": "Podoloog",
        "nameEn": "Podologist",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2628?format=json",
        "cost": {
            "amount": 4100,
            "currency": "€",
            "interval": "full"
        },
        "studyTypes": [
            "sessioonõpe"
        ],
        "languages": [
            "eesti keel"
        ]
    }
]
