[
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Kõik, mis ühe maja juures ilusat, on arhitektide looming. Tänapäeva maailmas on arhitektuur üha enam digitaliseeruv meeskonnatöö ja bürood vajavad hea tehnilise ettevalmistusega konstruktoreid, planeerijaid, tehnikuid ja BIM- (Building Modeling Information) spetsialiste. Kuid samuti on säilinud arhitektuurimaailmas võimalus kerkida esile isiksusena. \n\n**Rakendusarhitektuuri (Applied Architecture) õppekava:** \n\n**•** õpetab selgeks arhitektuuriteooria loengute, seminaride, harjutustundide ja iseseisva töö ning teadustöö vormis. \n\n**•** annab praktilised oskused õpitubades ja õppepraktikatel. \n\n**•** hõlmab õppejõududena tegevarhitekte, kes on mentoriteks uutele üliõpilastele. Mentor aitab süvendada eriala tunnetust ja suhtleb tudengiga vajadusel ka väljaspool õppeprogrammi. \n\n**•** pakub lõpetajale võimalust ennast täiendada magistriõppes arhitektuurse projekteerimise ja planeerimise alal või tegeleda uurimis- ja teadustööga. \n\n**•** ühendab teooria ja praktika. Joonistamise ja maalimise praktikal süvendatakse koolis omandatud maalimis- ja joonistusoskusi, vaatluspraktika viiakse läbi mõnes Euroopa linnas. Maketipraktika jaguneb kaheks: sõrestikkonstruktsiooniga hooneelemendi loomine ja planeeringu maketi koostamine. Kolmanda kursuse kevadsemestril toimub arhitekti praktika mõnes arhitektuuri- või arhitektibüroos. \n\n**•** tagab võimaluse osaleda vähemalt kahes rahvusvahelises õpitoas. On võimalik õppida või viibida vahetusüliõpilasena praktikal mõnes Euroopa Liidu riigi kõrgkoolis. \n\nKuna TTK kaasaegne õpe ja praktika panevad digitaalsetele tehnoloogiatele suurt rõhku, on TTK lõpetanud arhitektid tööturul hinnatud, sest nad on saanud tugeva praktilise ettevalmistuse. Meie arhitekt võib töötada nii riigiasutuses kui ka erafirmas mittevastutava arhitekti ja planeerijana; kohalikus omavalitsuses arhitekti, planeerimisspetsialisti või ehitusnõuniku abina ning täiendava pedagoogilise või erialase ettevalmistuse korral ka õppejõuna rakenduskõrgkoolis. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna  rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled tõeline oma valdkonna spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 25,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/arhitektuuriinstituut/rakendusarhitektuur/",
        "personnel": [
            {
                "email": "hindrek.kesler@tktk.ee",
                "title": "Direktor, rakendusarhitektuuri õppekava juht",
                "phone": "+372666 4542",
                "name": "Hindrek Kesler"
            },
            {
                "email": "kristina.aimla@tktk.ee",
                "title": "Juhiabi",
                "phone": "+3726664543",
                "name": "Kristina Aimla-Volkova"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Ehitusinstituut",
        "studyType": "päevaõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "Lävend 3,4 keskmine hinne"
            },
            {
                "term": "Sisseastumiskatsed (joonistamine, kompositsioon)"
            }
        ],
        "name": "Rakendusarhitektuur",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2993?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Hoonete ehituse erialal on alati tulevikku, sest maja on inimese kodu. Hoonete ehituse eriala lõpetanud leiavad spetsialistide või juhtidena ehitusvaldkonnas alati tööd, mis pakub lõputult arenguvõimalusi ning väljakutseid teha asju, mis jäävad püsima. \n\n**Meie hoonete ehituse (Building Construction) õppekava:** \n\n**•** õpetab ehitustehnoloogiat, ehitusseadusandlust- ja standardeid, ehitusmaterjale ja nende omadusi, ehitusprotsessi juhtimist, tööks vajalikke suhtlus- ja juhtimisoskusi, info- ja kommunikatsioonitehnoloogiaid, projekteerimise tõdesid, hoonete haldamise ja hooldamise põhimõtteid, ettevõtluse aluseid ja muud ehitusinsenerile vajalikku. \n\n**•** annab õppekava läbinutele ehitusinseneri esmakutse (EKR 6. tase). \n\n**•** hõlmab praktilise info-, ehitustehnoloogia; ehitusfüüsika, majandus- ja juhtimisainete ning keeleõppe kursuseid. \n\n**•** pakub võimalusi areneda praktikumides, rahvusvahelistes töötubades ja õppepraktikatel. Üliõpilastel on võimalik õppida vahetusüliõpilasena mõnes Euroopa Liidu riigi kõrgkoolis või käia Euroopas praktikal. \n\n**•** ühendab teoreetilised teadmised ja praktilised oskused, et lõpetanu oskaks mõelda loovalt ning töötada juhina või jätkata õpinguid magistriõppes Eestis või välismaal. \n\n**•** tagab lõpetajale arenemisvõimalustega erialase töö. \n\nEhitusinsenere otsivad oma ridadesse kõik ehitusvaldkonna ettevõtted, tegelegu nad projekteerimise, üldehituse, spetsiifiliste objektide ehituse või vanade hoonete restaureerimise-renoveerimisega. Ehitusinsenerid leiavad tööd objekti- ja projektijuhtidena, eelarvestajate, projekteerijate või tehnikutena. Kuid nad võivad olla ka oma ettevõtte omanikud, juhid ja tippspetsialistid ühes isikus. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 70,
        "majorWebsite": "https://www.tktk.ee/korgkool/instituudid-ja-keskused/ehitusinstituut",
        "personnel": [
            {
                "email": "anti.hamburg@tktk.ee",
                "title": "Professor, hoonete ehituse õppekava juht",
                "phone": "+3726664550",
                "name": "Anti Hamburg"
            },
            {
                "email": "kristina.aimla@tktk.ee",
                "title": "Juhiabi, aasta tugitöötaja 2022",
                "phone": "+3726664547",
                "name": "Kaidi Laks"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Ehitusinstituut",
        "studyType": "päevaõpe, sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "3,4 keskmine hinne"
            }
        ],
        "name": "Hoonete ehitus",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2986?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Kuni inimestel on vaja kulgeda punktist A punkti B, jätkub teedeehituse eriala lõpetanutele rakendust. Maanteed, tänavad, sillad, viaduktid, raudteed – olgu neid vaja ehitada või remontida, teedeinseneri on selleks alati tarvis. \n\n**Meie teedeehituse (Road Construction) õppekava:** \n\n**•** õpetab põhjalikult tundma tee-ehituse materjale ja tehnoloogiaid, projekteerima teekonstruktsioone nii kahemõõtmelises (2D) kui ka kolmemõõtmelises (3D) ruumis ning suhtlus- ja juhtimisoskusi, et neid projekte ellu viia. \n\n**•** annab õppekava läbinule teedeinseneri esmakutse, tase 6 (EKR 6. tase). Juba paariaastase töökogemuse järel võib lõpetaja taotleda ja saada teedeinseneri täieliku kutse, tase 6. \n\n**•** hõlmab lisaks insenertehnilistele ainetele ka ettevõtluse ja majanduse aluseid, eelarvestamist, info- ja kommunikatsioonitehnoloogiaid, inseneriprogrammide tundmaõppimist, ehitus- ja keskkonnaseadusi, standardeid ja norme, aga ka kvaliteedijuhtimise filosoofiat. \n\n**•** pakub teadmisi ehitusjärelevalve kohta, õpetab tundma olemasolevate teede hoolduse ja korrashoiu põhimõtteid. \n\n**•** ühendab endas teooria ja praktika. Lõpetanul on võimalus kohe tööle minna või jätkata magistriõppes. \n\n**•** tagab lõpetajale arenemisvõimalustega erialase töö. \n\nTeedeinsenere vajavad nii avalik kui ka erasektor. Lõpetanud töötavad töödejuhatajana; ehitus-, objekti-, projektijuhi või spetsialistina nii teedeehituse kui ka -hoolduse alal. Nad on nii nõutud, et peaaegu 100% teedeehituse õppekava lõpetanutest töötavad erialasel ametikohal! \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 55,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/ehitusinstituut/teedeehitus/",
        "personnel": [
            {
                "email": "tarvo.mill@tktk.ee",
                "title": "Professor, teedeehituse õppekava juht",
                "phone": "+3726664552",
                "name": "Tarvo Mill"
            },
            {
                "email": "kristina.aimla@tktk.ee",
                "title": "Juhiabi, aasta tugitöötaja 2022",
                "phone": "+3726664547",
                "name": "Kaidi Laks"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Ehitusinstituut",
        "studyType": "päevaõpe, sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "3,4 keskmine hinne"
            }
        ],
        "name": "Teedeehitus",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2987?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Geodeesia ehk maamõõtmine on teadus maa-alade kujutamisest plaanidel, kaartidel ja profiilidel, kasutades vastavaid mõõtmismeetodeid ja andmetöötlust. Geodeesial on ka vastupidine väljund projekteeritud ehitise märkimistööd ja ehituse käigus teostatavad kontrollmõõtmised. Geodeesia täiustub pidevalt koos elektroonika ja digitehnoloogia arenguga ning tänapäeval ei saa ühtegi hoonet ega teed ehitada ilma geodeetideta. \n\n**Meie rakendusgeodeesia (Construction Geodesy) õppekava:** \n\n**•** õpetab kasutama kaasaegseid geodeetilisi instrumente, nagu digitaalnivelliire, GPS-vastuvõtjaid ja muid ajakohaseid maamõõtmistehnoloogiarakendusi, laserskaneerimise seadmeid ja graafikaprogramme. \n\n**•** annab põhjalikud teadmised klassikalisest ja rakendusgeodeesiast. \n\n**•** hõlmab ühisosa hoonete ehituse ja teedeehituse õppekavaga, andes sel moel põhjalikud teadmised tegutsemaks geodeedina mitmes valdkonnas. \n\n**•** pakub võimalusi täiendada end väliskõrgkoolides vahetusüliõpilasena või sooritada praktika välismaal geodeesiaettevõttes. \n\n**•** ühendab õppetöös omavahel tihedalt teooria ja praktika, neist pikim on neljakuuline inseneripraktika, mis toimub geodeesiaettevõttes. \n\n**•** tagab lõpetajale arenemisvõimalustega erialase töö nii avalikus kui ka erasektoris ja võimaluse jätkata magistriõppes. \n\nGeodeesiainsenerid on tööturul väga nõutud ning leiavad huvitava ja vaheldusrikka töö nii avalikus kui ka erasektoris. Väljakutseid ja rakendust leidub geodeesiafirmades, maakorralduse ja planeerimisega tegelevates firmades, linna- ja vallavalitsustes või riigiasutustes. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 20,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/ehitusinstituut/rakendusgeodeesia/",
        "personnel": [
            {
                "email": "raivo.ranne@tktk.ee",
                "title": "Juhtivlektor",
                "phone": "+3726664551",
                "name": "Raivo Ranne"
            },
            {
                "email": "kristina.aimla@tktk.ee",
                "title": "Juhiabi, aasta tugitöötaja 2022",
                "phone": "+3726664547",
                "name": "Kaidi Laks"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Ehitusinstituut",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "3,4 keskmine hinne"
            }
        ],
        "name": "Rakendusgeodeesia",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2988?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Logistika erialal saab selgeks asjade, info ja inimeste ühest kohast teise liigutamise teadus. See on majanduse vereringe, millest sõltuvad kõik ettevõtted üle maailma. Üleilmastunud majandusega maailmas on logistika rahvusvaheliste võimalustega kõrgtehnoloogiline tulevikueriala. \n\nMeie transpordi ja logistika (Transport and Logistics) õppekava: \n\n**•** õpetab nägema ja mõistma logistikaprotsesse ja -protseduure tervikuna. \n\n**•** annab nii logistikatoimingute kui ka logistika kui terviku juhtimiseks vajalikke teadmisi ja oskusi. \n\n**•** hõlmab õppetööd Põhjamaades ainulaadses interaktiivses logistika simulatsioonilaboris, mis võimaldab läbi mängida tänapäevase tarneahela protsesse. \n\n**•** pakub võimalust teha sealsamas laboris teadustööd, arendada ja testida logistika-, transpordi- ja ekspedeerimise süsteeme. \n\n**•** ühendab koostöös Eesti juhtivate logistikaettevõtetega teooria praktikaga kahtepidi – tudengid käivad ettevõtetes praktikal ning ettevõtete spetsialistid koolis külalislektoriteks. \n\n**•** tagab lõpetajale arenemisvõimalustega erialase töö igas maailmamajanduse ja -kaubanduse sõlmpunktis. \n\nLogistika ja transpordi eriala lõpetajaid vajavad ettevõtted üle maailma. Tihe koostöö ettevõtetega annab parima praktilise hariduse ja head võimalused asuda pärast lõpetamist kohe ametisse. Transpordi- ja logistikainsenerid töötavad edukalt mitte ainult veonduse ja ekspedeerimisega tegelevas ettevõttes, vaid pea kõigis majandussektorites. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal. "
        ],
        "eap": 210,
        "spots": 70,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/logistikainstituut/transport-ja-logistika/",
        "personnel": [
            {
                "email": "heiti.mering@tktk.ee",
                "title": "Külalisõpetaja",
                "name": "Heiti Mering"
            },
            {
                "email": "marju.viitmann@tktk.ee",
                "title": "Juhiabi",
                "phone": "+3726664566",
                "name": "Marju Viitmann"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Logistikainstituut",
        "studyType": "päevaõpe, sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "3,4 keskmine hinne"
            }
        ],
        "name": "Transport ja logistika",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1237?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Transpordi- ja liikluskorralduse erialal õpitakse juhtima moodsaid transpordisüsteeme. Tulevane liikuvusinsener loob uut liikluskeskkonda ja juhib tänapäevaseid liiklussüsteeme. \n\n**Transpordi- ja liikluskorralduse (Transport and Traffic Management) õppekava:** \n\n**•** õpetab nägema liiklust kui tervikut. \n\n**•** annab lõpetajale liikuvusinsenerina töötamiseks vajalikud teadmised ja oskused. \n\n**•** hõlmab teadmisi  liikluspsühholoogiast, -ohutusest, liikluse korraldamisest, intelligentsetest transpordisüsteemidest, tarkadest teedest, sõidukite infotehnoloogiast, ühistranspordi korraldamisest ja linnalogistikast. \n\n**•** pakub võimalust liikuvusuuringute töörühmade liikmena ka teadustööd teha. \n\n**•** ühendab töö ja õppimise, sest transpordi- ja liikluskorralduse erialal toimub õpe sessioonõppes. \n\nLiikuvusinsener leiab tööd näiteks transpordiametis, politsei- ja piirivalveametis või majandus- ja kommunikatsiooniministeeriumis ning kohalikus omavalitsuses. Spetsialiste vajatakse ka liikluskeskkonna projekteerimisel ning korraldamisel ühistranspordi, linna- ja maanteeliikluse ja liikluskindlustuse valdkonnas. \n\nTallinna Tehnikakõrgkool on tehnikavaldkonnas Eesti vanim ja suurim rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 20,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/logistikainstituut/transpordi-ja-liikluskorraldus/",
        "personnel": [
            {
                "email": "sven.kreek@tktk.ee",
                "title": "juhtivlektor, transpordi- ja liikluskorralduse õppekava juht",
                "name": "Sven Kreek"
            },
            {
                "email": "marju.viitmann@tktk.ee",
                "title": "Juhiabi",
                "phone": "+3726664566",
                "name": "Marju Viitmann"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Logistikainstituut",
        "studyType": "sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "Lävend 3,4 keskmine hinne"
            },
            {
                "term": "Grupivestlus"
            }
        ],
        "name": "Transpordi- ja liikluskorraldus",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1227?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Professionaalne ostmine on oskus, mis võimaldab parandada ettevõtte majandustulemusi ja efektiivsusnäitajaid. Kui seda teha oskamatult, võib ettevõte oma konkurentsivõimes kaotada. Ostu- ja hankekorraldus on Eestis kiiresti arenev valdkond, kus nõudlus heade kõrgharitud spetsialistide järele pidevalt kasvab. \n\n**Ostu- ja hankekorralduse (Purchasing and Procurement Management) õppekava:** \n\n**•** õpetab tundma ostu- ja hankekorralduse probleeme ning lahendusi. \n\n**•** annab tööturule sisenemiseks konkurentsivõime nii transpordi- ja logistikasektori kui ka muude valdkondade ostu- ja hankeprotsesside korraldaja või juhina. \n\n**•** hõlmab õppetööd uues moodsas logistikalaboris, kus omandatakse süsteemsed teadmised ostu- ja hankeprotsessidest, tarneahela juhtimisest ning logistikaalased teoreetilised teadmised ja praktilised oskused. \n\n**•** pakub edasiõppimise võimalust logistika ja tarneahela juhtimise magistriõppes ülikoolides Eestis ja välismaal. Juba õpingute ajal on võimalik õppida vahetusüliõpilasena mõnes välisülikoolis. \n\n**•** ühendab koostöös Tallinna Tehnikakõrgkooli instituutidega erialateadmisi. Lisaks teoreetilistele ainetele ja praktikumidele on õppetöös oluline roll praktikatel ettevõtetes, mis annavad kogemuse konkreetses töökeskkonnas. \n\n**•** tagab lõpetajate arenemisvõimalustega erialase töö ja tulevased töökohad nii riigi- kui ka erasektoris. \n\nOstu- ja hankekorralduse eriala lõpetajad leiavad end töötamast nii era- kui ka avalikus sektoris, juhtimas strateegiliselt tähtsaid protsesse ettevõtetes ning asutustes. \n\nTallinna Tehnikakõrgkool on tehnikavaldkonnas Eesti vanim ja suurim rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 240,
        "spots": 30,
        "majorWebsite": "https://www.tktk.ee/korgkool/instituudid-ja-keskused/logistikainstituut",
        "personnel": [
            {
                "email": "eduard.sevtsenko@tktk.ee",
                "title": "Professor, ostu- ja hankekorralduse õppekava juht",
                "name": "Eduard Ševtšenko"
            },
            {
                "email": "marju.viitmann@tktk.ee",
                "title": "Juhiabi",
                "phone": "+3726664566",
                "name": "Marju Viitmann"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Logistikainstituut",
        "studyType": "päevaõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "3,4 keskmine hinne"
            }
        ],
        "name": "Ostu- ja hankekorraldus",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1229?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Keskkonnatehnoloogia ja -juhtimine on tõeline tulevikueriala, sest üleilmse rohepöörde ja ringmajanduse mudelite juurutamise võti on keskkonnatehnoloogide käes. Keskkonnatehnoloogid leiavad spetsialistidena rakendust ametikohtadel nii era- kui ka avalikus sektoris. Nende töö on planeet Maa uuesti roheliseks muuta. \n\n**Meie keskkonnatehnoloogia (Environmental Technology and Management) õppekava:** \n\n**•** õpetab nägema seoseid looduse toimimises ja leidma viise selle kestlikuks kasutamiseks. \n\n**•** annab keskkonnavaldkonnas töötamiseks vajalikud loodusteaduslikud, insenertehnilised ja juriidilised alusteadmised. \n\n**•** hõlmab teadmisi aine- ja energia ringluse, taastuvenergeetika, ringmajanduse, materjalide taaskasutuse, vee-, jäätmekäitluse ja keskkonnajuhtimise valdkondadest. \n\n**•** pakub oskuseid CAD-programmide, geoinformaatika töövahendite ja riigis kasutatavate keskkonnainfosüsteemide kasutamisel. \n\n**•** ühendab teooria praktikaga, et lõpetajal oleks hea ettekujutus tulevasest tööst ja probleemidest, mida tal edaspidi igapäevaselt lahendada tuleb. \n\n**•** tagab lõpetajale võimaluse erialaselt edasi areneda – astuda magistriõppesse Eestis või välismaal või asuda tööle keskkonnavaldkonnas, et end tööelus proovile panna. \n\nKeskkonnatehnoloogia ja -juhtimise eriala lõpetajaid otsivad oma ridadesse riigi- ja omavalitsusasutused, tootmisettevõtted, vee- ja jäätmekäitlejad, energeetika ja muude valdkondade ettevõtted. Samuti vajab häid ja pühendunud keskkonnaspetsialiste vabakond. Keskkonnatehnoloogidele jagub tulevikus alati tööd. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 25,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/tehnoloogia-ja-ringmajanduse-instituut/keskkonnatehnoloogia-ja-juhtimine/",
        "personnel": [
            {
                "email": "karin.lindroos@tktk.ee",
                "title": "Keskkonnatehnoloogia ja -juhtimise õppekava juhi kt",
                "name": "Karin Lindroos"
            },
            {
                "email": "helina.prints@tktk.ee",
                "title": "Juhiabi",
                "phone": "+3726664561",
                "name": "Helina Prints"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Riigimajanduse Instituut",
        "studyType": "päevaõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "3,4 keskmine hinne"
            },
            {
                "term": "Grupivestlus"
            }
        ],
        "name": "Keskkonnatehnoloogia ja -juhtimine",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1861?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Tootmisspetsialistid aitavad kiirelt arenevas globaalses majanduses säilitada ja arendada Eesti konkurentsivõimet. Selleks aga peavad Eesti ettevõtted pidevalt kaasas käima muutustega, mistõttu valitseb meil suur nõudlus spetsialistide järele, kes oskaksid tootmist efektiivselt juhtida ja korraldada. \n\n**Tootmise ja tootmiskorralduse (Production and Organization of Production) õppekava:** \n\n**•** õpetab protsesside tõhustamise ja parendamise metoodikat ja nende rakendamist moodsas ettevõttes. Õpetab, kuidas üles ehitada ettevõtte infosüsteeme; saada aru, millist tootmistehnikat vajatakse, millised on tootmistehnika arengusuunad ja kuidas neid ettevõtte heaks tööle panna. \n\n**•** annab praktilise põhja Eestis ainulaadses Tööstus 4.0 laboris, kus saab läbi mängida täielikult robotiseeritud tehase tootmisprotsesse ja modelleerida kõiki päriselus ettetulevaid olukordi. Laboris on kasutusel tööstusrobotid, mis teevad omavahel koostööd ja nii saab terve labori seadistada kui miniatuurse tehase. \n\n**•** hõlmab protsessisimulatsioonitarkvara ja nutirakenduste kasutamist, võimalust teha läbi logistika- ja tarneahela juhtimise protsesse täisdigitaalses laboris. Nii näevad üliõpilased, kuidas õpitu töömaailmas tegelikult rakendub. Lõpetades tunnevad nad kõiki kaasaegseid protsesside juhtimise metoodikaid ja oskavad üles ehitada ettevõtte infosüsteeme. Ka oskavad nad aru saada, millist tootmistehnikat vajatakse ning millised on tootmistehnika arengusuunad ja kuidas neid ettevõtte heaks tööle panna. \n\n**•** pakub võimalust teha Tööstus 4.0 laboris peale õppetöö ka erialaseid teadusuuringuid. \n\n**•** ühendab teooria praktikaga, sest õppetöö käigus tehakse tihedat koostööd Eesti juhtivate tootmisettevõtetega ja võimalusel lahendatakse ettevõtete tegelikke probleeme. \n\n**•** tagab lõpetajale töö, kus enesearendamine ja suurte asjade ärategemine ning haldamine käivad asja juurde. \n\nKooli lõpetades on võimalik töötada näiteks tootmisplaneerija, normeerija, protsessiinseneri või keskastme juhina, kellel on kõik eeldused areneda suurettevõtte tootmisjuhiks. Kuna tänapäevased tootmistehnikad ja -süsteemid suhtlevad omavahel infotehnoloogia abil, on ettevõttel vaja kedagi, kes oskab kõike seda korraldada, juhtida ja üles ehitada. Õppida saab nii päeva- kui ka sessioonõppes. Päevane õpe toimub Tallinnas ja sessioonõpe Lääne-Virumaal TTK Mõdrikul asuvas Teenusmajanduse instituudis. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 50,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/tehnoloogia-ja-ringmajanduse-instituut/tootmine-ja-tootmiskorraldus/",
        "personnel": [
            {
                "email": "jaak.lavin@tktk.ee",
                "title": "Juhtivlektor, tootmise ja tootmiskorralduse õppekava juht",
                "name": "Jaak Lavin",
                "phone": "+37256993449"
            },
            {
                "email": "helina.prints@tktk.ee",
                "title": "Juhiabi",
                "phone": "+3726664561",
                "name": "Helina Prints"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Riigimajanduse Instituut",
        "studyType": "päevaõpe, sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "3.4 keskmine hinne"
            },
            {
                "term": "Grupivestlus"
            }
        ],
        "name": "Tootmine ja tootmiskorraldus",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1859?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Kinnisvara korrashoiu eriala lõpetanud spetsialistid hoolitsevad selle eest, et hoonete kasutusperioodi jooksul saaksid nende omanikud kvaliteetse haldus-, hooldus- ja heakorrateenuse. Kuna uued moodsate lahendustega äri- ja eluhooned on tipptehnoloogiaga varustatud nutikad ja automatiseeritud kompleksid, on nende tõrgeteta toimimiseks ja omaniku ning kliendi rahulolu tagamiseks vaja andekaid haldus- ja hooldusjuhte. \n\n**Kinnisvara korrashoiu (Facilities Management) õppekava:** \n\n**•** õpetab selgeks kaasaegse hoone kui tipptehnoloogiaga varustatud nutika ja automatiseeritud kompleksi kvaliteetse haldus-, hooldus- ja heakorrateenuse pakkumise põhitõed. \n\n**•** annab lisaks spetsiifilistele erialateadmistele häid teadmisi IT-, digitaliseerimise ja virtualiseerimise vallast, laialdase ehitustehnilise pädevuse, oskuse lugeda jooniseid ning teadmised kütte-, jahutus- ja ventilatsioonisüsteemidest. \n\n**•** hõlmab tööd tipptasemel laborites oma ala professionaalide juhendamisel. \n\n**•** pakub lisaks kitsamatele ja laiematele erialateadmistele ka oskusi, kuidas juhtida meeskonda ning õigus- ja majandusteadmisi. \n\n**•** ühendab teooria praktikaga, sest spetsiifiliste kinnisvara korrashoiuga seotud õppeainete läbiviimine toimub koostöös Eesti Kinnisvara Korrashoiu Liiduga. \n\n**•** tagab lõpetajale töö kinnisvara korrashoiu valdkonnas pädeva ja kutset omava spetsialistina. \n\n**•** Samuti on lõpetanutel võimalus jätkata õpinguid Tallinna Tehnikaülikooli magistriõppes. \n\nKuna kinnisvara korrashoiu valdkonnas toimuvad korraga nii digitaliseerumine kui ka põlvkonnavahetus, on tööturul suur puudus noortest ja kaasaegse haridusega spetsialistidest, mistõttu kinnisvara korrashoiu eriala lõpetanud üliõpilastele on pärast lõpetamist tagatud kindel töökoht. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 20,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/ehitusinstituut/kinnisvara-korrashoid/",
        "personnel": [
            {
                "email": "leena.paap@tktk.ee",
                "title": "Lektor, kinnisvara korrashoiu õppekava juht",
                "name": "Leena Paap",
                "phone": "+3726664551"
            },
            {
                "email": "kristina.aimla@tktk.ee",
                "title": "Juhiabi, aasta tugitöötaja 2022",
                "phone": "+3726664547",
                "name": "Kaidi Laks"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Ehitusinstituut",
        "studyType": "sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "3.4 keskmine hinne"
            }
        ],
        "name": "Kinnisvara korrashoid",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1217?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Moetööstus on üleilmse haardega kiiresti arenev ja pidevalt muutuv valdkond. Tööandjad ootavad spetsialiste, kes suudavad lahendada ülesandeid ja kohaneda uute tehnoloogiatega. Toodete valmistamisega seotud osalised võivad paikneda eri riikides: moekunstnik ühes, tehniline disainer teises, materjalide ostja kolmandas, valmistaja neljandas ning kollektsiooni müüja viiendas. \n\n**Moetööstuse (Fashion Engineering) õppekava hõlmab kahte õppesuunda:** \n\n**•** Rõivaste tehniline disain – suur osakaal on tootele orienteeritud õppeainetel nagu kostüümikompositsioon, lõikeõpetus, materjaliõpetus ja tehnoloogia. Õppesuund annab põhjalikud teadmised mudelite lekaalide valmistamisest ja mudelite loomiseks vajalike arvutiprogrammide kasutamisest. Omandatud teadmisi rakendatakse praktilistes projektides. \n\n**•** Tekstiiltoodete tehnoloogia ja tootearendus – õppesuund annab head teadmised tekstiili- ja õmblusvaldkonnast. Õppekavas on suur osakaal õppeainetel, mis on seotud tootearenduse ja selle protsessidega, hõlmates tehnoloogilisi võimalusi, nagu digitaalne trükk, tekstiilide ühendamine ultraheli keevisõmblusmasinal või tekstiilmaterjalide parameetrite mõõtmine. Samuti võimaldab õppekava mitmete arvutiprogrammide õpet, alustades disaini- ja graafikaprogrammidest, kuni tootmise korralduse ja planeerimiseni. Spetsialiseerumise ainetes on pööratud tähelepanu erialaste teadmiste sidususele sotsiaalsete ja majanduspädevustega. \n\n**Moetööstuse (Fashion Engineering) õppekava:** \n\n**•** õpetab tootmise planeerimisel ja tehnoloogiate valikul lähtuma jätkusuutlikkuse ja keskkonnaeetika põhimõtetest. \n\n**•** annab lisaks erialastele tehnilistele oskustele ka head sotsiaalsed oskused ja arusaamise moetööstusest kui tervikust. \n\n**•** pakub võimalust osaleda vahetusüliõpilasena rahvusvaheliselt tunnustatud partnerkõrgkoolide õppetöös. \n\n**•** ühendab endas teooria ja praktika, kusjuures praktikal saab käia ka Eestist väljaspool. \n\n**•** tagab põneva ja väljakutseid täis rahvusvahelise haardega töö. \n\nTekstiiltoodete tehnoloogia ja tootearenduse suuna lõpetajat ootab töö tootmisalases või tootearendust tegevas ettevõttes, mille tegevusvaldkonnaks on tekstiili-, rõiva-, nahktoodete või pehme mööbli valmistamine. Töö võib olla seotud tootearenduse või tootmise korraldamisega. Tehnilise disaini spetsialist leiab tööd õmblusettevõttes konstruktori, disaineri või tootejuhina. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 50,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/tehnoloogia-ja-ringmajanduse-instituut/moetoostus/",
        "personnel": [
            {
                "email": "teele.peets@tktk.ee",
                "title": "Lektor, moetööstuse õppekava juht, rõivaste tehnilise disaini õppesuuna juht",
                "name": "Teele Peets",
                "phone": "+3726664563"
            },
            {
                "email": "merje.beilmann@tktk.ee",
                "title": "lektor, moetööstuse õppekava tehnoloogia ja tootearenduse õppesuuna juht",
                "name": "Merje Beilmann"
            },
            {
                "email": "helina.prints@tktk.ee",
                "title": "juhiabi",
                "phone": "+3726664561",
                "name": "Helina Prints"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Rõiva ja Tekstiili Instituut",
        "studyType": "päevaõpe, sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "Lävend 3,4 keskmine hinne"
            },
            {
                "term": "Grupivestlus"
            }
        ],
        "name": "Moetööstus",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1860?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Autotehnika õppesuund on tulevikueriala, sest ka liikurite ja mootorite maailmas käib tehnoloogiapööre, autod muutuvad üha säästlikumaks ja nutikamaks. Tallinna Tehnikakõrgkooli autotehnika eriala kõrgest tasemest annab tunnistust tõik, et oleme partneriks rahvusvahelises projektis, et luua elektrisõidukite hooldust ja remonti käsitlev õppekava. Kuna elektriautod on autonduse suur tulevik, on selles valdkonnas teha palju, mis annab lõpetajale võimaluse korda saata midagi olulist. Mootorid muutuvad, autod jäävad. \n\n**Autotehnika (Automotive Engineering) õppekava:** \n\n**•** õpetab leidma lahendusi valdkonna probleemidele, töötama kaasaegse tehnikatarkvara ja infosüsteemidega. \n\n**•** annab oskused osaleda projektimeeskondades, algatada ja viia läbi projekte ning rakendada ellu nende tulemusi. \n\n**•** hõlmab õppetööd moodsas tehnokeskuses, kus tulevased autoinsenerid tutvuvad põhjalikult autotehnika ja tehnoseisundiga parimatel võimsus- ja diagnostikastendidel, elektritööde laboris, töökojas ning projekteerimis- ja liiklusvaldkonna tarkvaraga arvutiklassis. \n\n**•** pakub võimalust osaleda teadustöös, arendada elektriautot ja lüüa edukalt kaasa tudengite rahvusvahelisel tootearendusvõistlusel Formula Student. \n\n**•** ühendab teooria praktikaga Eesti auto- ja liiklusvaldkonna juhtivates ettevõtetes ning asutustes. \n\n**•** tagab lõpetanule võimaluse jätkata õpinguid magistriõppes nii Eestis kui ka välismaal, kindla töökoha või mõlemat korraga. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 50,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/tehnikainstituut/autotehnika/",
        "personnel": [
            {
                "email": "henri.vennikas@tktk.ee",
                "title": "Juhtivlektor, autotehnika õppekava juht",
                "name": "Henri Vennikas",
                "phone": "+3726664558"
            },
            {
                "email": "kaja.lattu@tktk.ee",
                "title": "Juhiabi",
                "name": "Kaja Lattu",
                "phone": "+3726664555"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Tehnikainstituut",
        "studyType": "päevaõpe, sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "Lävend 3,4 keskmine hinne"
            },
            {
                "term": "Sisseastumiskatse"
            }
        ],
        "name": "Autotehnika",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1238?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Elektritehnika õppekava eesmärk on üliõpilase ettevalmistamine töötamiseks elektriinsenerina elektroenergeetika valdkonna ettevõtetes. Elektriinsenerid projekteerivad ja tagavad elektrisüsteemide ja -seadmestiku efektiivse, ohutu ja keskkonnasõbraliku toimimise. \n\n**Elektritehnika (Electrical Engineering) õppekava:** \n\n**•** õpetab nägema ja mõistma elektrivaldkonda kogu selle ulatuses. Selgeks saavad elektrotehnika, elektroonika, automaatika, elektrimasinad ja -aparaadid, tarbijate elektrivarustus, kõrgepingetehnika, tööstuslikud elektriseadmed ja paigaldised, automaatjuhtimine ning protsesside automatiseerimine. \n\n**•** annab rakendusliku kõrghariduse ja elektriinseneri kvalifikatsiooni, mis vastab Euroopa kvalifikatsiooniraamistiku 6. tasemele. Lõpetanul on võimalik taotleda endale A või B pädevustunnistust, mis annab õiguse juhtida elektri- ja käidutöid ning teha tehnilist kontrolli. \n\n**•** hõlmab õppetööd kaasaegses elektritehnika- ja automaatikalaboris, kus kasutatakse tulevaste elektriinseneride koolituses kõige kaasaegsemaid laboriseadmeid ja -programme. \n\n**•** pakub edukatele õppijatele võimalust viibida vahetusüliõpilasena praktikal või õppida mõnes Euroopa Liidu riigi kõrgkoolis. \n\n**•** ühendab teooria ja praktika loengutes toimuvate praktikumide ja valdkonna juhtivates ettevõtetes toimuvate praktikatega (ABB, Eesti Energia, Elering jt). \n\n**•** tagab lõpetanule hea töökoha ja võimaluse jätkata magistriõppes Eesti või teiste Euroopa Liidu riikide kõrgkoolides. \n\nElektriinsener võib valida töökoha nii Eesti kui ka välismaa võrgu-, paigaldus- ja tootmisettevõttes, olla spetsialist või juht, tõusta spetsialistist juhiks, teha mõlemas rollis ära suuri asju. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 25,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/tehnikainstituut/elektritehnika/",
        "personnel": [
            {
                "email": "andrei.rudz@tktk.ee",
                "title": "Külalislektor, elektritehnika õppekava juhi kt",
                "name": "Andrei Rudz",
                "phone": "+3726664557"
            },
            {
                "email": "kaja.lattu@tktk.ee",
                "title": "Juhiabi",
                "name": "Kaja Lattu",
                "phone": "+3726664555"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Tehnikainstituut",
        "studyType": "päevaõpe, sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "3,4 keskmine hinne"
            }
        ],
        "name": "Elektritehnika",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1789?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Masinaehitus on inseneeria valdkond, mis ühendab reaalteadused, mehaanika, materjali- ja infotehnoloogiad. Inseneride looming ümbritseb meid igal sammul, näeme seda, kui vaatame autot, külmutuskappi või tuulegeneraatorit. Tegu on kiiresti areneva valdkonnaga, kus moodne tehnoloogia avab üha uusi võimalusi ja nõuab pidevat enesetäiendamist. \n\n**Masinaehituse (Mechanical Engineering) õppekava:** \n\n**•** õpetab tulevast masinaehituse inseneri osalema uute toodete projekteerimisel, leidma teid tootmise efektiivsuse suurendamiseks, korraldama tööd ja osalema ettevõtte tootmise üldises juhtimises. \n\n**•** annab põhjalikud teadmised masinaehituse tehnoloogiast, masinprojekteerimisest, tehnilisest mõõtmisest, freesimisest, treimisest, metallilõikepinkide käsitlemisest, metallkonstruktsioonide koostamisest, tänapäevaseist keevitusmeetodeist, arvutiprogrammjuhtimisest ja õpetab projekteerimisprogrammide, nagu CAD, CAM, käsitlemist. \n\n**•** hõlmab ka valdkonnaüleseid teadmisi ja oskusi, nagu meeskonnatöö, probleemilahendus, tehnika ja akadeemiline kirjalik väljendusoskus. \n\n**•** pakub kogemuste saamiseks võimalust ühendada teoreetilisi teadmisi ja praktilisi oskusi moodsa tehnoloogiaga laborites, kus tehakse tehnoloogilisi operatsioone, uuringuid, katseid ja valmistatakse ette lõputöö praktilist osa. \n\n**•** ühendab teooria tihedalt praktikaga, mis aitab pärast lõpetamist kiiresti tööd leida. Praktikad toimuvad Eesti ja Euroopa juhtivates tootmisettevõtetes ja inseneribüroodes. Võimalik on viibida vahetusüliõpilasena praktikal või õppida mõnes Euroopa Liidu riigi kõrgkoolis. Õpingute järel jätkavad paljud magistriõppes. \n\n**•** tagab lõpetajale töö mistahes maailmajaos, kuna inseneriõpe on igal pool sarnane, luues võimaluse töötada eri riikides ning valdkondades (tootmine, robootika, biotehnoloogia, tervishoid, transport jne). \n\nMasinaehituse eriala lõpetanud töötavad näiteks konstruktorite, inseneride ja tootmisjuhtidena. Nende ülesandeks on luua uusi tooteid, suurendada tootmise efektiivsust, korraldada tööd ja osaleda ettevõtte tootmise üldises juhtimises. Ametiga kaasneb võimalus võtta vastu ühiskonda muutvaid otsuseid, kanda vastutust, ja seda väärilise tasu eest. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 50,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/tehnikainstituut/masinaehitus/",
        "personnel": [
            {
                "email": "tavo.kangru@tktk.ee",
                "title": "Professor, masinaehituse õppekava juht",
                "name": "Tavo Kangru",
                "phone": "+3726664556"
            },
            {
                "email": "kaja.lattu@tktk.ee",
                "title": "Juhiabi",
                "name": "Kaja Lattu",
                "phone": "+3726664555"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Tehnikainstituut",
        "studyType": "päevaõpe, sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "3,4 keskmine hinne"
            }
        ],
        "name": "Masinaehitus",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2546?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Tallinn"
        ],
        "description": [
            "Robotitehnika on tehnika ja tehnoloogia valdkond, mis tegeleb robotite disaini, konstrueerimise, algoritmide väljatöötamise, valmistamise ja rakendamisega nii tööstuses kui ka teeninduses. Robotitehnika on tihedalt seotud insenerimehaanika, elektroonika ja IKT-arendusega. Tänapäeva kolmanda põlvkonna masinnägemise ja tehisintellektiga varustatud robotid suudavad olukordi analüüsida, õppida ja töötada koostöös teiste robotite ja inimestega. \n\n**Robotitehnika (Robotics Engineering) õppekava:** \n\n**•** õpetab mitmeid omavahel seotud aineid: programmeerimise alused, mikrokontrollerid, tööstuskontrollerite ja -robotite programmeerimine, seadmete internet. \n\n**•** annab pärast 3,5-aastast õpet bakalaureusekraadi. \n\n**•** hõlmab valdkonnast võimalikult laia pildi saamiseks lisaks ettevõttepraktikale projektitöid, milles ehitatakse näiteks ise valmis robot. \n\n**•** pakub võimalust robootika- ja automaatikalaboris teha läbi täielikult robotiseeritud tehase tootmisprotsesse, modelleerida päriseluolukordi, kaasates roboteid ja lisades uusi lülisid tootmistsüklisse. \n\n**•** ühendab tulevased tööstusjuhid ja tootmisinsenerid masinaehituse ja elektritehnika üliõpilastega, et saada koostöökogemus ja laiem tunnetus insenerivaldkonnast. \n\n**•** tagab lõpetajale arenemisvõimalustega erialase töö või võimaluse jätkata magistriõppes. \n\nKasvava nõudlusega tulevikueriala on vajalik ettevõtetes, mis projekteerivad, toodavad, paigaldavad, programmeerivad ja hooldavad robotseadmeid või -süsteeme. Mõistes protsesside seotust ja suurt pilti, suudavad robotitehnika spetsialistid ettevõtetele efektiivsuse suurendamiseks ökonoomseid ja ainulaadseid robotitehnilisi lahendusi pakkuda. \n\n Tallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 25,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/tehnikainstituut/robotitehnika/",
        "personnel": [
            {
                "email": "kristo.vaher@tktk.ee",
                "title": "Juhtivlektor, robotitehnika õppekava juht",
                "name": "Kristo Vaher"
            },
            {
                "email": "kaja.lattu@tktk.ee",
                "title": "Juhiabi",
                "name": "Kaja Lattu",
                "phone": "+3726664555"
            },
            {
                "email": "maris.kiel@tktk.ee",
                "title": "Õppekorralduse spetsialist ",
                "phone": "+37256830069",
                "name": "Maris Kiel",
                "photo": "https://media.licdn.com/dms/image/D4E03AQEFUjx3SdoMJg/profile-displayphoto-shrink_800_800/0/1680761901401?e=2147483647&v=beta&t=w7iTrkiHIM-ozZm2ELE3WtI5H7nF0B8X1nsxwYXGzmM"
            }
        ],
        "type": "Tehnikainstituut",
        "studyType": "päevaõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "3,4 keskmine hinne"
            }
        ],
        "name": "Robotitehnika",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/2547?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Mõdriku"
        ],
        "description": [
            "Eestis on umbes 135 000 ettevõtet, kes vajavad ärijuhtimise eriala lõpetanud spetsialiste ning juhte – personali-, finantsjuhte ja teisi valdkonna tippspetsialiste. \n\n**Ärijuhtimise (Business Administration) õppekava:** \n\n**•** hõlmab põhjalikke teadmisi majanduskeskkonnast, ettevõtlusest, finantsarvestusest ja juhtimisest. \n\n**•** õpetab põhjalike baasteadmiste ja oskustega, hea analüüsi- ja otsustusvõimega spetsialiste, kes suudavad leida probleemidele lahendusi ning neid ellu viia. \n\n**•** pakub võimalust spetsialiseeruda finants- või personalijuhtimisele: \n\n**•** spetsialiseerudes finantsjuhtimisele, saab oskuse planeerida ja analüüsida ettevõtte majandus- ja finantstegevust ning langetada otsuseid lähtudes infoallikatest ja kasutades sobivaid meetodeid \n\n**•** personalijuhtimisele spetsialiseerumine võimaldab omandada süvateadmised ja kujundada oskused personali juhtimiseks. \n\n**•** ühendab õppetöö praktikaga, kus üliõpilased otsivad oma uurimistöödes ettevõtete probleemidele lahendusi. \n\n**•** tagab võimalused asuda tööle ettevõtetesse, alustada oma äriga või jätkata ärinduse magistriõppes. \n\nÄrijuhtimist õpetatakse Tallinna Tehnikakõrgkooli Teenusmajanduse instituudis Lääne-Virumaal Mõdrikul. Mõisakompleksis asuv õpikeskkond on unikaalne, samas kaasaegne. Instituudis töötavad kogemustega õppejõud, kes on oma ala hinnatud praktikud. \n\nHomme on Eestis juba üle 135 000 ettevõtte. Nad kõik vajavad juhte ja spetsialiste mitmetele ametikohtadele, kus edukalt hakkamasaamise aluseks on ärijuhi haridus. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 210,
        "spots": 40,
        "majorWebsite": "https://www.tktk.ee/korgkool/instituudid-ja-keskused/teenusmajanduse-instituut",
        "personnel": [
            {
                "email": "virve.transtok@tktk.ee",
                "title": "Lektor, ärijuhtimise õppekava juht",
                "name": "Virve Transtok",
                "phone": "+3723295962"
            },
            {
                "email": "reet.niilus@tktk.ee",
                "title": "Õppekorralduse spetsialist",
                "name": "Reet Niilus",
                "phone": "+3723295956"
            },
            {
                "email": "pille.koit@tktk.ee",
                "title": "Õppekorralduse spetsialist",
                "phone": "+3723295962",
                "name": "Pille Koit"
            }
        ],
        "type": "Teenusmajanduse Instutuut",
        "studyType": "sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3.5,
        "requirements": [
            {
                "term": "Keskharidus"
            },
            {
                "term": "Laia matemaatika riigieksami tulemus vähemalt 40 punkti"
            }
        ],
        "name": "Ärijuhtimine",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1236?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Mõdriku"
        ],
        "description": [
            "Majandusarvestuse õppekava peaerialaks on küll raamatupidamine, kuid annab palju laiema hariduse ning võimalikud töövaldkonnad on kulude arvestamisest finantside juhtimiseni eri suurusega ettevõtetes. Kuid ka paljud ettevõtete omanikud ja juhid õpivad lisakõrgharidusena majandusarvestust, sest hea juht vajab õigete otsuste vastuvõtmiseks laiapõhjalisi majandusteadmisi. \n\n**Majandusarvestuse (Accounting) õppekava:** \n\n**•** pakub ainsa õppeasutusena Eestis eraldi õppekavana majandusarvestuse rakenduskõrgharidust. \n\n**•** hõlmab tasemel üld- ja erialaseid teadmisi finants-, maksu- ning juhtimisarvestuses, et töötada majandusarvestuse spetsialistina. \n\n**•** ühendab teooria tihedalt praktikaga ettevõtetes, et toetada koolis omandatud teadmiste ja oskuste praktilist rakendamist. \n\n**•** õpetab kogemusega õppejõudude juhendamisel, kuidas olla pädev raamatupidaja, vanem-, pearaamatupidaja või finantsspetsialist. \n\n**•** annab ettevalmistuse töötada soovi korral ettevõtjana ja osutada raamatupidamisteenust teistele. \n\n**•** tagab võimaluse teadmisi täiendada ja rahvusvahelisi kogemusi omandada vahetusüliõpilasena mitmetes tunnustatud partnerkõrgkoolides Euroopas, näiteks Portugalis, või sooritada praktika mõnes välisriigis. \n\nMajandusarvestust õpitakse Tallinna Tehnikakõrgkooli Teenusmajanduse instituudis Lääne-Virumaal Mõdrikul. Mõisakompleksis asuv õpikeskkond on unikaalne, samas kaasaegne. \n\nMajandusarvestajaid vajavad kõik ettevõtted, mistõttu on lõpetajale tagatud töö ja mitmekülgsed arenguvõimalused mõnes konkreetses ettevõttes, raamatupidamisteenuseid pakkuvates büroodes või oma ettevõttes. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 180,
        "spots": 60,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/teenusmajanduse-instituut-laane-virumaal-modrikul/majandusarvestus/",
        "personnel": [
            {
                "email": "liina.maasik@tktk.ee",
                "title": "Juhtivlektor, majandusarvestuse õppekava juht",
                "name": "Liina Maasik",
                "phone": "+3723295964"
            },
            {
                "email": "reet.niilus@tktk.ee",
                "title": "Õppekorralduse spetsialist",
                "name": "Reet Niilus",
                "phone": "+3723295956"
            },
            {
                "email": "pille.koit@tktk.ee",
                "title": "Õppekorralduse spetsialist",
                "phone": "+3723295962",
                "name": "Pille Koit"
            }
        ],
        "type": "Teenusmajanduse Instutuut",
        "studyType": "päevaõpe, sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3,
        "requirements": [
            {
                "term": "3,4 keskmine hinne"
            }
        ],
        "name": "Majandusarvestus",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1232?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Mõdriku"
        ],
        "description": [
            "Sotsiaaltöö sobib inimesele, kellele lähevad korda teiste mured ja kes soovib ühiskonda hoolivamaks muuta. Sotsiaaltöötaja amet eeldab sallivust ja pühendumust, head pingetaluvust ja empaatiavõimet, vastutustunnet ning väga head suhtlemis- ja koostööoskust. \n\n**Sotsiaaltöö (Social Work) õppekava:** \n\n**•** õpetab välja spetsialiste, kes suudavad edendada inimeste heaolu ja aidata kaasa sotsiaalsetele muutustele nii üksikisiku, kogukonna kui ka terve ühiskonna tasandil. \n\n**•** annab põhjalikud teadmised hoolekandesüsteemist, psühholoogiast, nõustamisest ja klienditööst ning sotsiaalpoliitikast. \n\n**•** hõlmab teoreetilist ja praktilist ettevalmistust tööks laste ja perede, eakate ning erivajadustega inimestega. \n\n**•** pakub võimalust õppida suurte kogemustega õppejõudude käe all, kes on oma ala hinnatud spetsialistid. \n\n**•** ühendab teooria praktikaga õppelaboris, õppetööst tervelt kuuendiku moodustab praktika sotsiaalhoolekandeasutustes ja -ettevõtetes. \n\n**•** tagab lõpetajale töö sotsiaaltöötajana valla- või linnavalitsuses, sotsiaal- või tervishoiuasutuses, kriminaalhoolduses jm. Pärast lõpetamist võib õpinguid jätkata Tallinna või Tartu ülikooli magistriõppes. \n\nHea ettevalmistusega empaatilisi sotsiaaltöötajaid vajavad nii riigi- ja omavalitsusasutused kui ka eraettevõtted. Sotsiaaltöötaja haridus annab hea baasi ka omal käel tegutsemiseks juhuks, kui näed oma tulevikku sotsiaalse ettevõtjana. \n\nSotsiaaltööd õpitakse Tallinna Tehnikakõrgkooli Teenusmajanduse instituudis Lääne-Virumaal Mõdrikul. Mõisakompleksis asuv õpikeskkond on unikaalne, samas kaasaegne. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 180,
        "spots": 60,
        "majorWebsite": "https://www.tktk.ee/sisseastujale/oppekavad/teenusmajanduse-instituut-laane-virumaal-modrikul/sotsiaaltoo/",
        "personnel": [
            {
                "email": "helen.kool@tktk.ee",
                "title": "juhtivlektor, sotsiaaltöö õppekava juht, Aasta õppejõud 2020",
                "name": "Helen Kool",
                "phone": "+3723295975"
            },
            {
                "email": "reet.niilus@tktk.ee",
                "title": "Õppekorralduse spetsialist",
                "name": "Reet Niilus",
                "phone": "+3723295956"
            },
            {
                "email": "pille.koit@tktk.ee",
                "title": "Õppekorralduse spetsialist",
                "phone": "+3723295962",
                "name": "Pille Koit"
            }
        ],
        "type": "Teenusmajanduse Instutuut",
        "studyType": "päevaõpe, sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3,
        "requirements": [
            {
                "term": "3,4 keskmine hinne"
            }
        ],
        "name": "Sotsiaaltöö",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1234?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    },
    {
        "studyLocation": [
            "Mõdriku"
        ],
        "description": [
            "Organisatsioonides toimub praegu jõuline üleminek senistelt dokumendihaldussüsteemidelt teenustepõhisele teabehaldusele, millest tulenevalt on aina olulisem valida ettevõtetes äriprotsesside toetamiseks sobivad infosüsteemid. Infotehnoloogia osa nii era- kui ka avalikus sektoris kasvab iga päevaga ja uuenduste eesmärgiks on vähendada bürokraatiat ning säästa aega ja raha. \n\n**Teabehalduse ja infosüsteemide korraldamise (Information Governance and Information Systems Management) õppekava** \n\n**•** annab teadmised majanduskeskkonnast ja ettevõtte juhtimisest, organisatsiooni teabehalduse ja infosüsteemide korraldamisest tasemel, mis on kooskõlas teabehalduse korraldaja tase 6 nõuetega. \n\n**•** hõlmab teadmisi ja oskusi, mis võimaldavad töötada info juhtimise ja haldamisega seotud ametites, nagu teabehaldur, juhiabi, teenuseomanik, IT-projektijuht, äriinfosüsteemide peakasutaja ja tellija. \n\n**•** võimaldab ettevõtetes toimuvatel praktikatel ja lõputöö koostamisel rakendada õppetöös omandatud teadmisi ja oskusi äriprobleemide lahendamiseks. \n\n**•** tagab õppijale võimaluse taotleda töötukassast riiklikku tasemeõppe toetust, kuna õppekava kuulub riiklikult eelisarendatavate valdkondade nimekirja. \n\n**•** lõpetamine võimaldab jätkata õpinguid magistriõppes. \n\nKui näed oma tulevikku selle kiiresti areneva valdkonna tegusa spetsialistina, vali erialaks kasvava nõudlusega teabehalduse ja infosüsteemide korraldamine. \n\nTeabehaldust ja infosüsteemide korraldamist saab õppida Tallinna Tehnikakõrgkooli Teenusmajanduse instituudis Lääne-Virumaal Mõdrikul. Mõisakompleksis asuv õpikeskkond on unikaalne, samas kaasaegne. \n\nTallinna Tehnikakõrgkool on Eesti vanim ja suurim tehnikavaldkonna rakenduskõrgkool. Selle lõpetaja saab rakenduskõrghariduse diplomi ja bakalaureusekraadi, mis kinnitab, et oled oma valdkonna tõeline spetsialist ja võid asuda kohe tööle või kandideerida magistriõppesse Eestis või välismaal."
        ],
        "eap": 180,
        "spots": 40,
        "majorWebsite": "https://www.tktk.ee/korgkool/instituudid-ja-keskused/teenusmajanduse-instituut",
        "personnel": [
            {
                "email": "heli.freienthal@tktk.ee",
                "title": "Juhtivlektor, teabehalduse ja infosüsteemide korraldamise õppekava juht",
                "name": "Heli Freienthal",
                "phone": "+3723295961"
            },
            {
                "email": "reet.niilus@tktk.ee",
                "title": "Õppekorralduse spetsialist",
                "name": "Reet Niilus",
                "phone": "+3723295956"
            },
            {
                "email": "pille.koit@tktk.ee",
                "title": "Õppekorralduse spetsialist",
                "phone": "+3723295962",
                "name": "Pille Koit"
            }
        ],
        "type": "Teenusmajanduse Instutuut",
        "studyType": "sessioonõpe",
        "level": "bakalaureus",
        "language": "eesti keel",
        "duration": 3,
        "requirements": [
            {
                "term": "3,4 keskmine hinne"
            }
        ],
        "name": "Teabehalduse ja infosüsteemide korraldus",
        "curriculumRef": "https://tahvel.edu.ee/hois_back/public/curriculum/1235?format=json",
        "cost": {
            "amount": 0,
            "currency": "€",
            "interval": "full"
        }
    }
]
